Repository: kimai/kimai
Catalog: translations/email.*.xlf
Languages: bg, ca, cs, da, de, es, fa, fr, he, hr, hu, id, it, nl, pl, pt, pt_br, sv, ta, tr, uk, vi, zh_hant

# automated_email_dont_answer
source: This is an auto generated e-mail. Please do not reply, the address will not be read.
bg: Това е автоматично генериран имейл. Моля, не отговаряйте, адресът няма да бъде прочетен.
ca: Aquest missatge s'ha generat automàticament. Si us plau, no contesteu, perquè aquesta adreça no està supervisada.
cs: Toto je automaticky generovaný e-mail. Prosím neodpovídejte, e-mail příjemce není sledován.
da: Dette er en automatisk genereret e-mail. Svar venligst ikke på den, modtagerpostkassen bliver ikke læst.
de: Dies ist eine automatisch generierte E-Mail. Bitte antworten Sie nicht, die Adresse wird nicht gelesen.
es: Este es un correo electrónico generado automáticamente. Por favor, no responda, la dirección no será leída.
fa: این یک ایمیلی است که به صورت اتوماتیک ساخته شده است. لطفا به آن پاسخ ندهید، این آدرس خوانده نمی شود.
fr: Ceci est un courriel généré automatiquement. Merci de ne pas répondre ; l’adresse ne sera pas lue.
he: זאת הודעת דוא״ל שנוצרת אוטומטית. נא לא להשיב לה, אף אחד לא ייקרא את זה.
hr: Ovo je automatski generirani e-mail. Nemoj odgovarati, adresa se neće čitati.
hu: Ez egy automatikusan generált e-mail. Kérlek ne válaszolj erre a levélre.
id: Ini adalah email yang dibuat secara otomatis. Tolong jangan balas, alamat ini tidak akan dibaca.
it: Questa è un'e-mail generata automaticamente. Non rispondere, questo indirizzo non verrà letto.
nl: Dit is een automatisch gegenereerde e-mail. Gelieve niet te antwoorden, het adres wordt niet gelezen.
pl: Ten e-mail został wygenerowany automatycznie. Prosimy na niego nie odpowiadać, ponieważ skrzynka odbiorcza nie jest obsługiwana.
pt: Isto é um email gerado automaticamente. Por favor não responda para este endereço, pois não será lido.
pt_br: Este é um e-mail gerado automaticamente. Não responda, o endereço não será lido.
sv: Detta är ett automatiskt meddelande som ej går att svara på.
ta: இது தானே உருவாக்கிய மின்னஞ்சல். தயவுசெய்து பதிலளிக்க வேண்டாம், முகவரி படிக்காது.
tr: Bu otomatik olarak oluşturulmuş bir e-postadır. Lütfen yanıtlamayın, adres okunmayacaktır.
uk: Це автоматично згенерований лист. Будь ласка, не відповідайте, тому що це адреса не читається.
vi: Đây là một e-mail được tạo tự động. Xin đừng trả lời.
zh_hant: 這是一封自動產生的電子郵件。請勿回覆，傳送至該地址的信件不會被閱讀。

# registration.subject
source: Activate your account
bg: Активирайте акаунта си
ca: Activar el teu compte
cs: Aktivujte váš účet
da: Aktivér din konto
de: Benutzerkonto aktivieren
es: activa tu cuenta
fa: حساب کاربری خود را فعال کنید
fr: Activer votre compte
he: הפעלת החשבון שלך
hr: Aktiviraj svoj račun
hu: Fiók aktiválása
id: Aktifkan akun Anda
it: Attiva il tuo account
nl: Activeer uw account
pl: Aktywuj swoje konto
pt: Ative a sua conta
pt_br: Ative a sua conta
sv: Aktivera ditt konto
ta: உங்கள் கணக்கைச் செயல்படுத்தவும்
tr: Hesabınızı etkinleştirin
uk: Активуйте свій обліковий запис
vi: Kích hoạt tài khoản của bạn
zh_hant: 啟用您的帳號

# registration.title
source: Welcome %username%
bg: Добре дошъл, %username%
ca: Benvingut/da %username%
cs: Vítej %username%
da: Velkommen %username%
de: Willkommen %username%
es: Bienvenido a %username%
fa: %username% خوش آمدید
fr: Bienvenue %username%
he: ברוך בואך %username%
hr: Zdravo %username%
hu: Üdv %username%
id: Selamat datang %username%
it: Benvenuto %username%
nl: Welkom %username%
pl: Witaj %username%
pt: Bem-vindo(a) %username%
pt_br: Bem-vindo %username%
sv: Välkommen %username%
ta: வணக்கம் %username%
tr: Hoş geldin %username%
uk: Вітаємо, %username%
vi: Chào mừng %username%
zh_hant: 歡迎 %username%

# registration.button
source: Activate your account
bg: Активирайте акаунта си
ca: Activar el teu compte
cs: Aktivujte váš účet
da: Aktivér din konto
de: Aktivieren Sie Ihren Zugang
es: Activa tu cuenta
fa: حساب کاربری خود را فعال کنید
fr: Activez votre compte
he: הפעלת החשבון שלך
hr: Aktiviraj svoj račun
hu: Fiók aktiválása
id: Aktifkan akun Anda
it: Attiva il tuo account
nl: Activeer uw account
pl: Aktywuj swoje konto
pt: Ative a sua conta
pt_br: Ative a sua conta
sv: Aktivera ditt konto
ta: உங்கள் கணக்கைச் செயல்படுத்தவும்
tr: Hesabınızı etkinleştirin
uk: Активуйте свій обліковий запис
vi: Kích hoạt tài khoản của bạn
zh_hant: 啟用您的帳號

# registration.intro
source: You signed up at the Kimai time-tracker with the e-mail address %email%. Please activate your account in the next few hours, before the link expires.
bg: Регистрирахте се във времето за проследяване на Kimai с имейл адрес %email%. Моля, активирайте акаунта си през следващите няколко часа, преди линкът да изтече.
ca: T'has registrat a Kimai amb l'adreça de correu %email%. Activa el teu compte en les properes hores, abans que l'enllaç caduqui.
da: Du har tilmeldt dig Kimai tidsregistrering med e-mail adressen %email%. Aktiver venligst din konto i løbet af de næste par timer, inden linket udløber.
de: Sie haben sich für die Kimai-Zeiterfassung mit der E-Mail-Adresse %email% registriert. Um Ihren Account zu aktivieren, klicken Sie bitte den folgenden Link in den nächsten Stunden an, bevor er keine Gültigkeit mehr hat.
es: Te has registrado en el cronómetro de Kimai con la dirección de correo electrónico %email%. Por favor, activa tu cuenta en las próximas horas, antes de que caduque el enlace.
he: נרשמת למערכת דיווח השעות Kimai עם כתובת הדוא״ל %email%. נא להפעיל את החשבון בשעות הקרובות לפני שיפוג תוקף הקישור.
hu: Ezzel az e-mail címmel regisztráltál a Kimai időrögzítőbe: %email%. Aktiváld fiókodat a következő pár órában, mielőtt lejár a link.
id: Anda mendaftar di Kimai time-tracker dengan alamat e-mail %email%. Harap aktifkan akun Anda dalam beberapa jam ke depan, sebelum tautan kadaluwarsa.
it: Ti sei registrato al time-tracker Kimai con l'indirizzo e-mail %email%. Attiva il tuo account nelle prossime ore, prima che il collegamento scada.
pt: Inscreveu-se no rastreador de tempo Kimai com o email %email%. Por favor, ative a sua conta nas próximas horas, antes da hiperligação expirar.
sv: Du har registrerat dig hos Kimai tidrapportering med e-postadressen %email%. Vänligen aktivera ditt konto inom de närmaste timmarna, innan länken går ut och blir ogiltig.
ta: நீங்கள் கிமாய்(Kimai) நேரக் கண்காணிப்பில் மின்னஞ்சல் முகவரி %email% உடன் பதிவு செய்துள்ளீர்கள். இணைப்பு காலாவதியாகும் முன், அடுத்த சில மணிநேரங்களில் உங்கள் கணக்கைச் செயல்படுத்தவும்.
tr: Kimai zaman izleyicisine %email% e-posta adresiyle kaydoldunuz. Lütfen bağlantının süresi dolmadan birkaç saat içinde hesabınızı etkinleştirin.
zh_hant: 您在 Kimai 工時追蹤工具所註冊的電子信箱地址為 %email%。鏈結將於數小時內失效，請於鏈結失效前點選以啟用您的帳號。

# reset.subject
source: Sign in to Kimai
bg: Влезте в Kimai
ca: Iniciar sessió a Kimai
cs: Přihlaste se ke službě Kimai
da: Log ind til Kimai
de: Anmelden bei Kimai
es: Iniciar sesión en Kimai
fa: ورود به کیمای
he: כניסה ל־Kimai
hr: Prijavi se na Kimai
hu: Bejelentkezés a Kimaiba
id: Daftar ke Kimai
it: Accedi a Kimai
nl: Reset uw wachtwoord
pl: Zaloguj się do Kimai
pt: Redefinir a palavra-passe
pt_br: Faça login no Kimai
sv: Logga in till Kimai
ta: கிமாயில் உள்நுழைக
tr: Kimai'de oturum açın
uk: Увійти в Kimai
vi: Đăng nhập vào Kimai
zh_hant: 重設您的密碼

# reset.title
source: Sign in to your account
bg: Влезте в профила си
ca: Iniciar sessió al teu compte
cs: Přihlaste se ke svému účtu
da: Log ind på din konto
de: Bei Ihrem Konto anmelden
es: Inicia sesión en tu cuenta
fa: وارد حساب کاربری خود شوید
fr: Connectez-vous à votre compte
he: כניסה לחשבון שלך
hr: Prijavi se na tvoj račun
hu: Jelentkezz be a fiókodba
id: Masuk ke akun kamu
it: Accedi al tuo account
nl: Paswoord vergeten?
pl: Zaloguj się do konta
pt_br: Faça login em sua conta
sv: Logga in till ditt konto
ta: உங்கள் கணக்கில் உள்நுழைக
tr: Hesabınızda oturum açın
uk: Увійдіть у свій обліковий запис
vi: Đăng nhập vào tài khoản của bạn

# reset.button
source: Sign in
bg: Вход
ca: Accedeix
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Iniciar sesión
fa: وارد شوید
fr: Connectez-vous
he: כניסה
hr: Prijavi se
hu: Bejelentkezés
id: Masuk
it: Registrazione
nl: Reset uw wachtwoord
pl: Zaloguj się
pt: Redefinir a palavra-passe
pt_br: Entrar
sv: Logga in
ta: உள்நுழைக
tr: Oturum aç
uk: Увійти
vi: Đăng nhập
zh_hant: 重設您的密碼

# reset.intro
source: This link will only be valid for the next 15 minutes.
bg: Този линк ще бъде валиден само през следващите 15 минути.
ca: Aquest enllaç només serà vàlid per als propers 15 minuts.
cs: Tento odkaz bude platný pouze po dobu následujících 15 minut.
da: Dette link vil kun være gyldigt de næste 15 minutter.
de: Dieser Link ist nur für die nächsten 15 Minuten gültig.
es: Este enlace solo será válido durante los próximos 15 minutos.
fa: این لینک فقط تا ۱۵ دقیقه آینده معتبر خواهد بود.
fr: Ce lien ne sera valide que pendant les 15 prochaines minutes.
he: הקישור הזה יהיה תקף למשך 15 הדקות הקרובות בלבד.
hr: Ova će poveznica vrijediti samo sljedećih 15 minuta.
hu: Ez a link csak 15 percig érvényes.
id: Tautan ini hanya akan berlaku selama 15 menit ke depan.
it: Questo link sarà valido solo per i prossimi 15 minuti.
nl: Maakt u zich geen zorgen, Kimai zal u helpen om er een nieuw te maken!
pl: Link będzie ważny przez 15 najbliższych minut
pt_br: Esse link tem validade para os próximos 15 minutos.
sv: Den här länken kommer bara att vara giltig under de nästkommande 15 minutrarna.
ta: இந்த இணைப்பு அடுத்த 15 நிமையங்களுக்கு மட்டுமே செல்லுபடியாகும்.
tr: Bu bağlantı yalnızca önümüzdeki 15 dakika boyunca geçerli olacaktır.
uk: Це посилання буде дійсне лише 15 наступних хвилин.
vi: Liên kết sẽ hết hạn sau 15 phút nữa.

# absence_created_supervisor_subject
source: New absence: %user% (%type%)
bg: Ново отсъствие: %user% (%type%)
ca: Nova absència: %user% (%type%)
cs: Nová nepřítomnost | %user% | %type%
da: Nyt fravær | %user% | %type%
de: Neue Abwesenheit: %user% (%type%)
es: Nueva ausencia | %user% | %type%
fa: غیبت جدید:%user% (%type%)
fr: Nouvelle absence | %user% | %type%
he: היעדרות חדשה | %user% | %type%
hr: Nova odsutnost | %user% | %type%
hu: Új távollét | %user% | %type%
id: Ketidakhadiran baru: %user% (%type%)
it: Nuovo congedo | %user% | %type%
nl: Nieuwe afwezigheid | %absence_user% | %absence_type%
pl: Nowa nieobecność | %user% | %type%
pt: Nova ausência | %absence_user% | %absence_type%
pt_br: Nova ausência | %user% | %type%
sv: Ny frånvaro | %user% | %type%
ta: புதிய இல்லாதது: %user% (%type%)
tr: Yeni devamsızlık | %user% | %type%
uk: Нова відсутність | %user% | %type%
vi: Có vắng mặt mới | %user% | %type%
zh_hant: 新缺勤紀錄 | %absence_user% | %absence_type%

# absence_created_supervisor_message
source: A new absence was created for %user%. %list% Please review them at: %url%
bg: Създадено е ново отсъствие за %user%. %list% Моля, прегледайте ги на: %url%
ca: Una nova absència s'ha creat per a %user%. %list% Revisa'ls a: %url%
cs: Pro uživatele %user% byla vytvořena nová nepřítomnost. %list% Prohlédněte si ji prosím na adrese: %url%
da: Et nyt fravær er oprettet af %user%. %list% Gennemgå dem her: %url%
de: Für %user% wurde eine neue Abwesenheit angelegt. %list% Bitte überprüfen Sie diese unter: %url%
es: Se ha creado una nueva ausencia para %user%. %list% Por favor, compruébelo en: %url%
fa: غیبت جدیدی ایجاد شد برای %user% %list% لطفا آنها را بررسی کنید در:%url%
fr: Une nouvelle absence a été créée pour %user%. %list% Veuillez les examiner à l'adresse suivante : %url%
he: נוצרה היעדרות חדשה עבור %user%. %list% נא לסקור אותן דרך: %url%
hr: Stvorena je nova odsutnost za %user%. %list% Pregledaj ih na: %url%
hu: Új távollét jött létre %user%. %list% Kérjük, tekintse át a következő címen: %url%
id: Ketidakhadiran baru telah dibuat untuk %user%. %list% Silakan tinjau di: %url%
it: È stato creato un nuovo congedo per %user%. %list% Controllali qui: %url%
pl: Nowa nieobecność została przypisana do %user%. %list% Prosimy o zapoznanie się z nią na stronie: %url%
pt_br: Foi criada uma nova ausência para %user%. %list% Revise-os em: %url%
sv: Ny frånvaro skapades för %user%. %list% Vänligen kontrollera den här: %url%
ta: %user% அவருக்குப் புதிய இல்லாதது உருவாக்கப்பட்டது. %list% தயவுசெய்து அவற்றை மதிப்பாய்வு செய்யுங்கள்: %url%
tr: %user% kullanıcısı için yeni devamsızlık oluşturuldu. %list% Lütfen gözden geçirin: %url%
uk: Для користувача %user% створена нова відсутність. %list% Перевірте, будь ласка, тут: %url%
vi: Xin phép vắng mặt mới được tạo cho %user%. %list% Vui lòng xét duyệt tại: %url%

# approval_requested_subject
source: Approval requested: %user%
bg: Заявено одобрение: %user%
ca: Aprovació demanada: %user%
da: Godkendelse forespurgt: %user%
de: Freigabe beantragt: %user%
es: Aprobación solicitada: %user%
fa: درخواست تأیید:%user%
fr: Approbation demandée : %user%
he: נשלחה בקשה לאישור: %user%
hr: Zatraženo odobrenje: %user%
hu: Jóváhagyás kérése: %user%
id: Persetujuan diminta: %user%
it: Approvazione richiesta: %user%
pl: Wniosek o zatwierdzenie: %user%
pt_br: Aprovação solicitada: %user%
sv: Godkännande begärs: %user%
ta: ஒப்புதல் கோரப்பட்டது: %user%
tr: Onay talep edildi: %user%
uk: Запит на схвалення: %user%
vi: Quyền cấp phép đã được yêu cầu:%user%

# approval_requested_message
source: An approval for %user% was requested. %list% Please review them at: %url%
bg: Беше поискано одобрение за %user%. %list% Моля, прегледайте ги на: %url%
ca: S'ha sol·licitat l'aprovació per a %user%. %list% Reviseu-ho a: %url%
da: En godkendelse fra %user% ønskes. %list% Gennemgå dem venligst på: %url%
de: Für %user% wurde eine Freigabe beantragt. %list% Bitte überprüfen Sie diese unter: %url%
es: Se solicitó una aprobación para %user%. %list% Por favor revísalos en: %url%
fa: درخواست تأیید برای %user% ارسال شد. %list% لطفا آنها را بررسی کنید در:%url%
fr: Une approbation pour %user% a été demandée. %list% Veuillez les consulter à : %url%
he: הוגשה בקשה עבור %user%. %list% נא לסקור אותן דרך: %url%
hr: Zatraženo je odobrenje za %user%. %list% Pregledaj ih na: %url%
hu: Jóváhagyást kértek %user% számára. %list% Kérjük, tekintse át őket itt: %url%
id: Persetujuan untuk %user% telah diminta. %list% Silakan tinjau di: %url%
it: È stata richiesta un'approvazione per %user%. %list% Rivedile qui: %url%
pl: Wysłano prośbę o zatwierdzenie dla %user%. %list% Proszę zapoznać się z nimi pod adresem: %url%
pt_br: Foi solicitada uma aprovação pelo %user%. %list% Favor revisá-los em: %url%
sv: Ett godkännande för %user% begärdes. %list% Vänligen granska dem på: %url%
ta: %user% அவருக்குப் ஒப்புதல் கோரப்பட்டது. %list% தயவுசெய்து அவற்றை மதிப்பாய்வு செய்யுங்கள்: %url%
tr: “%user% için onay talep edildi. %list% Lütfen bunları şu adreste inceleyin: %url%”**
uk: Для користувача %user% отриманий запит на схвалення. %list% Перегляньте, будь ласка: %url%
vi: Quyền cấp phép cho %user% đã được yêu cầu %list% Hãy xem qua tại:%url%

# approval_rejected_subject
source: Your request has been rejected
bg: Вашата заявка е отхвърлена
ca: La vostra sol·licitud ha estat rebutjada
da: Din forespørgsel blev afvist
de: Ihre Genehmigungsanfrage wurde abgelehnt
es: Su solicitud ha sido rechazada
fa: درخواست شما رد شد
fr: Votre demande a été refusée
he: הבקשה שלך נדחתה
hr: Tvoj je zahtjev odbijen
hu: A kérését elutasították
id: Permintaan Anda telah ditolak
it: La tua richiesta è stata rifiutata
pl: Twoja prośba została odrzucona
pt_br: A sua solicitação foi recusada
sv: Din begäran har nekats
ta: உங்கள் கோரிக்கை நிராகரிக்கப்பட்டுள்ளது
tr: Talebiniz reddedildi
uk: Ваш запит відхилений
vi: Yêu cầu của bạn đã bị từ chối

# approval_rejected_message
source: Your authorisation request has been rejected by %created_by%. %list% Please review your requests at: %url%
bg: Вашата заявка за оторизация е отхвърлена от %created_by%. %list% Моля, прегледайте заявките си на: %url%
ca: La teva sol·licitud d'autorització ha estat rebutjada per %created_by%. %list% Reviseu les vostres sol·licituds a: %url%
da: Din forespørgsel om autentificering blev afvist af %created_by%. %list% Gennemgå dem venligst på: %url%
de: Ihre Genehmigungsanfrage wurde von %created_by% abgelehnt. %list% Bitte überprüfen Sie ihre Anfragen unter: %url%
es: Su solicitud de autorización ha sido rechazada por %created_by%. %list% Por favor revise sus solicitudes en: %url%
fa: درخواست مجوز شما توسط رد شده است%created_by% %list% لطفا آنها را بررسی کنید در:%url%
fr: Votre demande d'autorisation a été refusée par %created_by%. %list% Veuillez consulter vos demandes à l'url suivante : %url%
he: בקשת האימות נדחתה על ידי המשתמש %created_by%. %list% נא לסקור את הבקשות שלך דרך: %url%
hr: %created_by% je odbio/la tvoj zahtjev za autorizaciju. %list% Pregledaj tvoje zahtjeve na: %url%
hu: Az Ön jogosultságkérelmét %created_by% elutasította. %list% Kérjük, tekintse át a kérelmeit itt: %url%
id: Permintaan otorisasi Anda telah ditolak oleh %created_by%. %list% Silakan tinjau permintaan Anda di: %url%
it: La tua richiesta di autorizzazione è stata rifiutata da %created_by%. %list% Rivedi le tue richieste qui: %url%
pl: Twoja prośba o autoryzację została odrzucona przez %created_by%. %list% Proszę sprawdzić swoje wnioski pod adresem: %url%
pt_br: Sua solicitação de autorização foi recusada pelo %created_by%. %list% Por favor, revise suas solicitações em: %url%
sv: Din begäran om autentisering har nekats av %created_by%. %list% Vänligen granska dem på: %url%
ta: உங்கள் நல்குரிமை கோரிக்கை %created_by%ஆல் நிராகரிக்கப்பட்டுள்ளது. %list% உங்கள் கோரிக்கைகளை மதிப்பாய்வு செய்யுங்கள்: %url%
tr: “%created_by% tarafından yetkilendirme talebiniz reddedildi. %list% Lütfen taleplerinizi şu adreste inceleyin: %url%”**
uk: Ваш запит на авторизацію %created_by% скасовує. %list% Перегляньте свій запит: %url%
vi: Yêu cầu xác thực của bạn đã bị từ chối bởi %created_by% %list% Vui lòng xem qua yêu cầu của bạn tại: %url%

# approval_approved_subject
source: Your request has been approved
bg: Вашата заявка е одобрена
ca: La vostra sol·licitud ha estat aprovada
da: Din forespørgsel er blevet godkendt
de: Ihre Genehmigungsanfrage wurde bestätigt
es: Su solicitud ha sido aprobada
fa: درخواست شما تایید شد
fr: Votre demande a été approuvée
he: הבקשה שלך אושרה
hr: Tvoj je zahtjev odobren
hu: A kérését jóváhagyták
id: Permintaan Anda telah disetujui
it: La tua richiesta è stata approvata
pl: Twój wniosek został zaakceptowany
pt_br: Sua solicitação foi aprovada
sv: Din begäran har godkänts
ta: உங்கள் கோரிக்கை ஏற்றுக் கொள்ளப்பட்டுள்ளது
tr: Talebiniz onaylandı
uk: Ваш запит схвалений
vi: Yêu cầu của bạn đã được chấp nhận

# approval_approved_message
source: Your request has been approved by %created_by%. %list% You can find all your enquiries under: %url%
bg: Вашата заявка е одобрена от %created_by%. %list% Можете да намерите всички ваши запитвания на: %url%
ca: La vostra sol·licitud ha estat aprovada per %created_by%. %list% Podeu trobar totes les vostres consultes a: %url%
da: Din forespørgsel er blevet godkendt af %created_by%. %list% Din finder alle dine forespørgsler under: %url%
de: Ihre Anfrage wurde von %created_by% genehmigt. %list% Sie finden alle Ihre Anfragen unter: %url%
es: Su solicitud ha sido aprobada por %created_by%. %list% Puede encontrar todas sus consultas en: %url%
fa: درخواست شما توسط %created_by% تایید شد %list% شما می توانید تمام سوالات خود را در زیر بیابید:%url%
fr: Votre demande a été approuvée par %created_by%. %list% Vous pouvez retrouver toutes vos demandes via l'url suivante : %url%
he: הבקשה שלך אושרה על ידי %created_by%. %list% אפשר למצוא את כל הבקשות שלך תחת: %url%
hr: %created_by% je odobrio/la tvoj zahtjev. %list% Sve tvoje upite možeš pronaći na: %url%
hu: Az Ön kérelmét %created_by% jóváhagyta. %list% Valamennyi kérelmét itt találja: %url%
id: Permintaan Anda telah disetujui oleh %created_by%. %list% Anda dapat menemukan semua pertanyaan Anda di bawah: %url%
it: La tua richiesta è stata approvata da %created_by%. %list% Puoi trovare tutte le tue richieste qui: %url%
pl: Twój wniosek został zaakceptowany przez %created_by%. %list% Wszystkie zapytania można znaleźć pod adresem: %url%
pt_br: Sua solicitação foi aprovada pelo %created_by%. %list% Você pode encontrar todas as suas solicitações em: %url%
sv: Din begäran godkändes av %created_by%. %list% Du kan hitta alla dina förfrågningar under: %url%
ta: உங்கள் கோரிக்கை %created_by%ஆல் ஏற்றுக் கொள்ளப்பட்டடுள்ளது. %list% உங்கள் எல்லா விசாரணைகளையும் நீங்கள் காணலாம்: %url%
tr: “%created_by% tarafından talebiniz onaylandı. %list% Tüm taleplerinizi şu adreste bulabilirsiniz: %url%”**
uk: %created_by% схвалює Ваш запит. %list% Ви можете знайти усі свої запити за адресою: %url%
vi: Yêu cầu của bạn đã được chấp nhận bởi %created_by% %list% Bạn có thể tất cả truy vấn của bạn tại: %url%

# registration.intro
source: You signed up at the Kimai time-tracker with the e-mail address %email%. Please activate your account in the next few hours, before the link expires.
cs: Zaregistrovali jste se do Kimai time-tracker s e-mailovou adresou %email%. Nyní je potřeba váš účet aktivovat v několika nejbližších hodinách, jinak odkaz expiruje.
fa: شما در رهگیر زمان Kimai با ایمیل %email% ثبت نام کرده اید. اکنون باید ایمیل خود را در همین زمان، قبل از باطل شدن لینک فعال کنید.
fr: Vous vous êtes inscrit·e sur Kimai avec le courriel %email%. Veuillez activer votre compte dans les prochaines heures, avant que le lien expire.
hr: Prijavio/prijavila si se na Kimaijevo evidentiranje vremena s e-mail adresom %email%. Aktiviraj svoj račun u idućih par sati prije nego što poveznica istekne.
nl: U hebt zich aangemeld bij de Kimai tijdregistratie met de e-mail %email%. Activeer uw account alstublieft in de komende uren, voordat de link afloopt.
pl: Zarejestrowałeś się w w rejestratorze czasu Kimai za pomocą e-maila %email%. Aktywuj konto w ciągu kilku następnych godzin, zanim link wygaśnie.
pt_br: Você se inscreveu no rastreador de tempo Kimai com o e-mail %email%. ative a sua conta nas próximas horas, antes que o link expire.
uk: Ви зареєструвалися у реєстраторі часу Kimai з електронною поштою %email%. Будь ласка, активуйте свій обліковий запис у найближчі кілька годин, доки не сплив термін дії посилання.
vi: Bạn đã đăng ký theo dõi thời gian Kimai với email %email%. Bây giờ bạn phải kích hoạt tài khoản của mình trong vài giờ tới, trước khi liên kết hết hạn.

source: button_copy_url_to_browser
nl: Als de knop niet werkt, kopieer & plak de volgende URL in uw browser: %url%

# absence_created_supervisor_message
source: A new absence was created for %absence_user%. %absence_type% - %absence_comment% %absence_list% Please review them at: %approval_url%
nl: Er is een nieuwe afwezigheid aangemaakt voor %absence_user%. %absence_type% - %absence_comment% %absence_list% Bekijk ze op: %approval_url%
pt: Foi criada uma nova ausência para %absence_user%. %absence_type% - %absence_comment% %absence_list% Por favor, reveja-os em: %approval_url%
zh_hant: 已為 %absence_user% 建立新缺勤紀錄。 %absence_type%：%absence_comment% %absence_list% 請在此審核：%approval_url%

# reset.intro
source: This link will only be valid for the next 15 minutes.
pt: …então esqueceu-se da sua palavra-passe? Não se preocupe: o Kimai vai ajudá-lo a criar uma nova:
zh_hant: ……您忘記密碼了嗎？別擔心：Kimai 將協助您設定新的密碼：

# reset.title
source: Sign in to your account
pt: Isso pode acontecer…
zh_hant: 這種事難免會發生……
