Repository: kimai/kimai
Catalog: translations/flashmessages.*.xlf
Languages: bg, ca, cs, de, el, es, eu, fr, he, hu, id, it, ko, nl, pl, pt, pt_br, ro, sk, sv, ta, uk, vi

source: Warning
bg: Предупреждение
ca: Advertència
cs: Varování
de: Warnung
el: Προειδοποίηση
es: Aviso
eu: Adi!
fr: Avertissement
he: אזהרה
hu: Figyelmeztetés
id: Peringatan
it: Avvertimento
ko: 경고
nl: Waarschuwing
pl: Uwaga
pt: Aviso
pt_br: Aviso
ro: Atenție
sk: Upozornenie
sv: Varning
ta: எச்சரிக்கை
uk: Застереження
vi: Cảnh báo

# timesheet.stop.success
source: Time recording was stopped
bg: Записването на времето беше спряно
ca: S'ha aturat l'enregistrament de temps
cs: Záznam času zastaven
de: Zeitmessung wurde gestoppt
el: Η καταγραφή ωραρίου σταμάτησε
es: El registro de tiempo ha sido detenido
eu: Denbora gelditu da!
fr: Le chronomètre a été arrêté
he: הקלטת זמן נעצרה
hu: Időrögzítés leállítva
id: Pencatatan waktu telah dihentikan
it: La registrazione é stata fermata
ko: 시간 기록을 멈춥니다.
nl: De teller is gestopt
pl: Rejestrowanie czasu zatrzymane
pt: A gravação de tempo foi interrompida
pt_br: A gravação de tempo foi interrompida
ro: Înregistrarea timpului a fost oprită
sk: Nahrávanie času zastavené
sv: Tidsmätningen stoppades
ta: நேர பதிவு நிறுத்தப்பட்டது
uk: Запис часу було зупинено
vi: Thời gian ghi đã dừng lại

# timesheet.stop.error
source: Time recording could not be stopped
bg: Записването на времето не можа да бъде спряно
ca: No s'ha pogut aturar l'enregistrament de temps
cs: Záznam času se nepodařilo zastavit
de: Zeitmessung konnte nicht gestoppt werden
el: Η καταγραφή ωραρίου δεν μπόρεσε να σταματήσει
es: No se pudo detener el registro del tiempo
eu: Ezin izan da denbora gelditu
fr: Le chronomètre ne peut pas être arrêté
he: לא ניתן לעצור הקלטת זמן
hu: Az időrögzítést nem lehet leállítani
id: Pencatatan waktu tidak dapat dihentikan
it: La registrazione non può essere fermata
ko: 시간 기록을 멈출 수 없습니다.
pl: Nie mozna zatrzymać rejestrowania czasu
pt: Não foi possível interromper a gravação de tempo
pt_br: A gravação de tempo não pôde ser interrompida
ro: Nu am putut opri înregistrarea timpului
sv: Tidsmätningen kunde inte stoppas
ta: நேர பதிவை நிறுத்த முடியவில்லை
uk: Запис часу зупинити не вдалося
vi: Không thể dừng ghi thời gian

# timesheet.start.success
source: Time recording was started
bg: Записването на времето е започнато
ca: L'enregistrament del temps s'ha iniciat
cs: Záznam času spuštěn
de: Zeitmessung wurde gestartet
el: Η καταγραφή ωραρίου ξεκίνησε
es: Registro de tiempo iniciado
eu: Denbora abiarazi da!
fr: Le chronométrage a commencé
he: הקלטת זמן החלה
hu: Időrögzítés elindítva
id: Pencatatan waktu telah dimulai
it: Registrazione avviata
ko: 시간 기록을 시작합니다.
nl: De teller is gestart
pl: Rejestrowanie czasu uruchomione
pt: A gravação de tempo foi iniciada
pt_br: A gravação de tempo foi iniciada
ro: A pornit înregistrarea timpului
sk: Začalo sa nahrávanie času
sv: Tidsmätningen startades
ta: நேர பதிவு தொடங்கப்பட்டது
uk: Розпочато запис часу
vi: Ghi thời gian đã được bắt đầu

# timesheet.start.error
source: Time recording could not be started
bg: Записването на времето не можа да започне
ca: L'enregistrament de temps no es pot iniciar
cs: Záznam času se nepodařilo spustit
de: Zeitmessung konnte nicht gestartet werden
el: Η καταγραφή ωραρίου δεν μπόρεσε να ξεκινήσει
es: No se pudo iniciar el registro de tiempo
eu: Ezin izan da denbora abiarazi.
fr: Le chronométrage ne peut pas être lancé
he: לא ניתן להתחיל הקלטת זמן
hu: Az időrögzítést nem lehet elindítani
id: Pencatatan waktu tidak dapat dimulai
it: La registrazione non può essere avviata
ko: 시간 기록을 시작할 수 없습니다.
pl: Nie można uruchomić rejestrowania czasu
pt: Não foi possível iniciar a gravação de tempo
pt_br: A gravação de tempo não pôde ser iniciada
ro: Nu am putut porni înregistrarea timpului
sv: Tidsinspelning kunde inte startas
ta: நேர பதிவு தொடங்க முடியவில்லை
uk: Запис часу розпочати не вдалося
vi: Không thể bắt đầu ghi thời gian

# timesheet.start.exceeded_limit
source: The limit of active time records has been reached, please stop at least one running time measurement first.
de: Das Limit aktiver Zeitmessungen wurde erreicht, bitte stoppen Sie mindestens eine laufende Zeitmessung.
el: Έχει συμπληρωθεί το όριο των ενεργών καταγραφών ωραρίου, παρακαλούμε σταματήστε τουλάχιστον μία εκτελούμενη μέτρηση ωραρίου.
es: Se ha alcanzado el limite de registro activos, por favor detenga uno de los registros en marcha primero.
eu: Sarrera aktibo muga gainditu da. Jarrai nahi bazenu, gelditu beti sarreraren bat lehendabizi
fr: La limite d'enregistrement du temps d'activité a été atteinte, veuillez arrêter au moins un enregistrement.
he: הגעת למגבלת כמות רשומות זמן פעילות. אנא עצור לפחות רשומת זמן אחת.
it: Il limite delle registrazioni attivabili è stato raggiunto, cortesemente interrompere almeno una registrazione attiva.
ko: 활성 시간 기록의 한계에 도달했습니다. 최소 한 개 이상의 활성 중인 시간 기록을 중지하십시오.
pl: Limit aktywnych jednoczesnych pomiarów czasu został osiągnięty , proszę zatrzymać przynajmniej jedną aktywność.
pt: Foi atingido o limite de registos de tempo ativos. Pare primeiro pelo menos uma medição de tempo de execução.
pt_br: O limite de registros de tempo ativos foi atingido, por favor, pare pelo menos uma medição de tempo de execução primeiro.
vi: Đã đạt đến giới hạn của các bản ghi thời gian hoạt động, vui lòng dừng ít nhất một lần đo thời gian chạy trước.

# timesheet.locked.warning
source: You are editing an exported record
bg: Редактирате експортиран запис
ca: Estàs editant un registre exportat
cs: Upravujete exportovaný záznam
de: Sie bearbeiten einen exportierten Eintrag
el: Η εγγραφή που επεξεργάζεστε έχει ήδη εξαχθεί
es: Est√°s editando un registro exportado
eu: Exportatutako sarrera bat aldatzen zaude
fr: Vous modifiez un enregistrement que vous avez exporté
he: אתה עורך רשומה שכבר יוצאה
hu: Egy már exportált bejegyzést szerkesztesz
id: Anda sedang mengedit catatan yang telah diekspor
it: Stai modificando attività già esportate
ko: 완료된 기록을 편집하고 있습니다.
nl: U bewerkt een geëxporteerd item
pl: Edytujesz wyeksportowany rekord
pt: Está a editar um registo exportado
pt_br: Você está editando um registro exportado
ro: Editezi o înregistrare care a fost exportată
sk: Upravujete exportovaný záznam
sv: Du håller på att redigera en exporterad anteckning
ta: ஏற்றுமதி செய்யப்பட்ட பதிவை நீங்கள் திருத்துகிறீர்கள்
uk: Ви редагуєте експортований запис
vi: Bạn đang chỉnh sửa một bản ghi đã xuất

# action.update.success
source: Saved changes
bg: Запазени промени
ca: Desa canvis
cs: Změny uloženy
de: Änderungen gespeichert
el: Αποθηκευμένες αλλαγές
es: Cambios guardados
eu: Aldaketak gordeta
fr: Modifications enregistrées
he: השינויים נשמרו
hu: Változtatások sikeresen elmentve
id: Perubahan tersimpan
it: Salvataggio avvenuto
ko: 변경사항 저장하기
nl: De wijzigingen zijn succesvol opgeslagen
pl: Zapisano zmiany
pt: Alterações guardadas com sucesso
pt_br: Alterações salvas com sucesso
ro: Modificările au fost salvate
sk: Uloženie prebehlo úpešne
sv: Ändringarna sparades
ta: சேமிக்கப்பட்ட மாற்றங்கள்
uk: Зміни збережені
vi: Lưu thay đổi

# action.update.error
source: Changes could not be saved: %reason%
bg: Промените не можаха да бъдат запазени: %reason%
ca: Els canvis no s'han guardat: %reason%
cs: Změny nelze uložit: %reason%
de: Änderungen konnten nicht gespeichert werden: %reason%
el: Δεν ήταν δυνατή η αποθήκευση των αλλαγών: %reason%
eu: Azken aldaketak ezin izan dira gorde!! %reason%
fr: Les modifications n'ont pas pu êtres enregistrées : %reason%
he: לא ניתן לשמור את השינויים: %reason%
hu: A változtatásokat nem lehet elmenteni: %reason%
id: Perubahan tidak dapat disimpan: %reason%
it: I cambiamenti non possono essere salvati: %reason%
ko: 변경사항을 저장할 수 없습니다: %reason%
nl: De wijzigingen konden niet worden opgeslagen: %reason%
pl: Nie mozna zapisać zmian: %reason%
pt: As alterações não puderam ser guardadas: %reason%
pt_br: As alterações não puderam ser salvas: %reason%
ro: Modificările nu pot fi salvate: %reason%
sk: Zmeny sa nepodarilo uložiť: %reason%
sv: Ändringar kunde inte sparas: %reason%
ta: மாற்றங்களைச் சேமிக்க முடியவில்லை: %reason%
uk: Зміни зберегти не вдалося: %reason%
vi: Thay đổi không thể được lưu: %reason%

# action.delete.success
source: Entry was deleted
bg: Записът беше изтрит
ca: S'ha eliminat el registre
cs: Záznam byl smazán
de: Eintrag wurde gelöscht
el: Η καταχώριση διαγράφηκε
es: Registro borrado
eu: Sarrera ezabatua!
fr: L'entrée a été supprimée
he: הרשומה נמחקה
hu: Bejegyzés törölve
id: Entri telah dihapus
it: Informazioni cancellate
ko: 등록이 지워짐
nl: De invoer is succesvol verwijderd
pl: Wpis został usunięty
pt: A entrada foi eliminada
pt_br: A entrada foi excluída com sucesso
ro: Intrarea a fost ștearsă
sk: Položka bola úspešne vymazaná
sv: Inlägget togs bort
ta: உள்ளடக்கம் நீக்கப்பட்டது
uk: Запис був видалений
vi: Mục đã bị xóa

# action.delete.error
source: Entry could not be deleted: %reason%
bg: Записът не можа да бъде изтрит: %reason%
ca: Registre no esborrat: %reason%
cs: Záznam nelze smazat: %reason%
de: Eintrag konnte nicht gelöscht werden: %reason%
el: Η καταχώριση δεν ήταν δυνατό να διαγραφεί: %reason%
es: No se pudo borrar el registro: %reason%
eu: Ezin izan da sarrera ezabatu: %reason%
fr: L'entrée n'a pas pu être supprimée : %reason%
he: לא ניתן למחוק את הרשומה: %reason%
hu: A bejegyzést nem lehet törölni: %reason%
id: Entri tidak dapat dihapus: %reason%
it: Le informazioni non possono essere cancellate: %reason%
ko: 등록을 지울 수 없습니다: %reason%
nl: De invoer kon niet worden verwijderd: %reason%
pl: Nie mozna usunąć wpisu: %reason%
pt: A entrada não pode ser eliminada: %reason%
pt_br: A entrada não pode ser excluída: %reason%
ro: Nu am putut șterge înregistrarea: %reason%
sk: Záznam sa nepodarilo odstrániť: %reason%
sv: Inlägget kunde inte tas bort: %reason%
ta: உள்ளடக்கம் நீக்க முடியவில்லை: %reason%
uk: Запис видалити не вдалося: %reason%
vi: Mục nhập không thể bị xóa: %reason%

# invoice.first_template
source: Please create an invoice template first
bg: Моля, първо създайте шаблон за фактура
ca: Primer cal crear una plantilla de factura
cs: Než budete moci pokračovat, musíte si vytvořit první šablonu faktury
de: Bitte legen Sie zunächst eine Rechnungsvorlage an
el: Παρακαλούμε δημιουργήστε πρώτα ένα πρότυπο τιμολογίου
es: Debe crear una plantilla de factura primero antes de continuar.
eu: Faktura eredu bat sortu behar duzu lehendabizi.
fr: Vous devez créer votre premier modèle de facture avant de continuer
he: אנא צור קודם תבנית חשבונית
hu: Először létre kell hoznod egy számla sablont
id: Harap buat templat faktur terlebih dahulu
it: Crea un modello di fatturazione per continuare!
ko: 계속 진행하기 전에 첫 번째 템플릿 인보이스를 만들어야 합니다.
nl: U moet eerst een factuursjabloon maken
pl: Należy utworzyć pierwszy wzorzec faktury aby kontynuować
pt: Crie primeiro um modelo de fatura
pt_br: Você precisa criar sua primeira fatura modelo antes de prosseguir
ro: Înainte de a începe trebuie să creezi cel puțin un șablon pentru facturi
sk: Pred pokračovaním musíte vytvoriť svoju prvú faktúru so šablónou
sv: Vänligen skapa en faktureringsmall först
ta: முதலில் விலைப்பட்டியல் வார்ப்புருவை உருவாக்கவும்
uk: Створіть, будь ласка, для початку шаблон рахунку
vi: Vui lòng tạo mẫu hóa đơn trước

# action.upload.error
source: The file could not be uploaded or saved: %reason%
bg: Файлът не можа да бъде качен или запазен: %reason%
ca: El fitxer no s'ha pogut pujar o guardar: %reason%
cs: Soubor nemůže být nahrán nebo uložen z důvodu: %reason%
el: Δεν ήταν δυνατή η μεταφόρτωση ή η αποθήκευση του αρχείου: %reason%
fr: Le fichier n'a pas pu être mis en ligne ou enregistré : %reason%
hu: A fájlt nem lehetett feltölteni vagy menteni: %reason%
id: File tidak dapat diunggah atau disimpan: %reason%
nl: Het bestand kan niet worden geüpload of opgeslagen: %reason%
pt: Não foi possível enviar ou guardar o ficheiro: %reason%
pt_br: O arquivo não pôde ser carregado ou salvo: %reason%
ro: Acest fișier nu a putut fi încărcat sau salvat: %reason%
sk: Súbor nebolo možné nahrať alebo uložiť: %reason%
sv: Filen kunde inte laddas upp eller sparas: %reason%
ta: கோப்பை பதிவேற்றவோ அல்லது சேமிக்கவோ முடியவில்லை: %reason%
uk: Файл завантажити або зберегти не вдалося: %reason%

# action.csrf.error
source: The action could not be performed: invalid security token.
bg: Действието не можа да бъде изпълнено: невалиден токен за сигурност.
ca: No s'ha pogut realitzar l'acció: token de seguretat invàlid.
cs: Akci nelze provést: neplatný bezpečnostní token.
fr: L'action n'a pas pu être effectuée : jeton de sécurité invalide.
hu: A művelet nem hajtható végre: érvénytelen biztonsági token.
id: Tindakan tidak dapat dilakukan: token keamanan tidak valid.
nl: Deze actie kan niet worden voltooid: Invalid security token.
pt: Não foi possível realizar a ação: token de segurança inválido.
ro: Acțiunea nu a putut fi efectuată: token de securitate invalid.
sk: Akciu nebolo možné vykonať: neplatný bezpečnostný token.
sv: Åtgärden kunde inte utföras: säkerhetsnyckeln är ogiltig.
ta: செயலைச் செய்ய முடியவில்லை: தவறான பாதுகாப்பு கிள்ளாக்கு.
uk: Дію виконати не вдалося: недійсний токен безпеки.

# timesheet.start.exceeded_limit
source: The limit of active time records has been reached, please stop at least one running time measurement first.
uk: Досягнуто ліміту активних записів часу. Зупиніть, будь ласка, спочатку принаймні один запис.
