Repository: kimai/kimai
Catalog: translations/flashmessages.*.xliff
Languages: da, hu, ja, nl, zh_cn

# timesheet.stop.success
source: Time recording was stopped
da: Tidsregistrering stoppet
hu: Idő rögzítése leállítva
ja: 時間の記録を終了しました
nl: De teller is gestopt
zh_cn: 时间记录终止

# timesheet.stop.error
source: Time recording could not be stopped: %reason%
da: Tidsregistrering kunne ikke stoppes
hu: Az idő rögzítését nem lehet leállítani a következő okból: %reason%
ja: 時間の記録を終了できませんでした
nl: De teller kon niet worden gestopt: %reason%
zh_cn: 无法终止时间记录

# timesheet.start.success
source: Time recording was started
da: Tidsregistrering startet
hu: Idő rögzítése elindítva
ja: 時間の記録を開始しました
nl: De teller is gestart
zh_cn: 时间记录开始

# timesheet.start.error
source: Time recording could not be started: %reason%
da: Tidsregistrering kunne ikke startes
hu: Az idő rögzítését nem lehet elindítani a következő okból: %reason%
ja: 時間の記録を開始できませんでした
nl: De teller kon niet worden gestart: %reason%
zh_cn: 时间记录无法开始

# timesheet.start.exceeded_limit
source: the limit of active time records has been reached, please stop at least one running time measurement first.
da: Grænsen for aktive tidsregistreringsinstanser er nået, stop mindst én aktiv tidsregistrering først.
hu: A rögzítések maximális számát elérted, előbb állíts le egy jelenlegi rögzítést.
ja: 時間記録プロセスの制限数に到達しました。先にいずれかの実行中の記録プロセスを終了させてください。
nl: U heeft het maximumaantal lopende tellers bereikt. Stop eerst minstens één teller.
zh_cn: 活动时间记录已达到限制，请先停止至少一次运行时间测量

# action.update.success
source: Saved changes successful
da: Ændringer gemt
hu: Változtatások sikeresen elmentve
ja: 変更を保存しました
nl: De wijzigingen zijn succesvol opgeslagen
zh_cn: 保存更改

# action.update.error
source: Changes could not be saved: %reason%
da: Ændringer kunne ikke gemmes: %reason%
hu: A változtatásokat nem lehet elmenteni a következő okból: %reason%
ja: 変更を保存できませんでした: %reason%
nl: De wijzigingen konden niet worden opgeslagen: %reason%
zh_cn: 更改无法保存: %reason%

# action.delete.success
source: Entry was deleted successful
da: Indlæg slettet
hu: Bejegyzés törölve
ja: 明細を削除しました
nl: De invoer is succesvol verwijderd
zh_cn: 条目已被删除

# action.delete.error
source: Entry could not be deleted: %reason%
da: Indlæg kunne ikke slettes: %reason%
hu: A bejegyzést nem lehet törölni a következő okból: %reason%
ja: 明細を削除できませんでした: %reason%
nl: De invoer kon niet worden verwijderd: %reason%
zh_cn: 无法删除条目: %reason%

# invoice.first_template
source: You have to create your first template invoice before you can proceed
da: Du skal lave en fakturaskabelon før du kan fortsætte
hu: Létre kell hoznod az első számla sablonodat mielőtt folytatnád
ja: 事前に請求書のテンプレートを作成する必要があります
nl: U moet eerst een factuursjabloon maken
zh_cn: 您必须先创立一个自己的发票模板
