Repository: kimai/kimai
Catalog: translations/invoice-renderer.*.xlf
Languages: ru

source: invoice_renderer
ru: Шаблон счета

source: invoice
ru: Счёт

source: timesheet
ru: Табель рабочего времени

source: help.upload
ru: Внимание: существующие файлы будут перезаписаны. Допустимые типы файлов: %extensions%.

source: programmatic
ru: Для дальнейшей обработки

source: Html
ru: HTML (для печати через браузер)

# service-date
source: Single service date
ru: Единая дата обслуживания

# Ods
source: Open Office (ODS - Spreadsheet)
ru: LibreOffice (ODS - электронные таблицы)

source: default
ru: Счёт

source: javascript
ru: JSON

source: text
ru: Текст
