Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

source: Order date
bg: Дата на поръчка
cs: Datum objednávky
da: Ordredato
el: Ημερομηνία παραγγελίας
eo: Mendodato
eu: Agindu data
fa: تاریخ سفارش
fo: Bíleggingardato
he: תאריך הזמנה
hr: Datum narudžbe
hu: Rendelési dátum
id: Tanggal pemesanan
mk: Датум на нарачка
pt: Data do pedido
ro: Data comenzii
ru: Дата заказа
sk: Dátum objednávky
sv: Orderdatum
ta: ஆணை தேதி
uk: Дата замовлення

source: Invoice number
bg: Номер на фактура
cs: Číslo faktury
da: Fakturanummer
el: Αριθμός τιμολογίου
eo: Fakturnumero
eu: Faktura zenbakia
fa: شماره فاکتور
fo: Vørurokningarnummar
he: מספר חשבונית
hr: Broj računa
hu: Számla sorszáma
id: Nomor Faktur
mk: Број на фактура
pt: Número da fatura
ro: Număr factură
ru: Номер счета
sk: Číslo faktúry
sv: Fakturanummer
ta: விலைப்பட்டியல் எண்
uk: Номер рахунку

# invoice.tax
source: Tax
bg: Данък
cs: Daň
da: Skat
el: Φόρος (Φ.Π.Α.)
eo: Imposto
eu: Zerga
fa: مالیات
fo: Skattur
he: מס
hr: PDV
hu: Áfa
id: Pajak
mk: Данок
pt: Imposto
ro: Taxa
ru: НДС
sk: Daň
sv: Moms
ta: வரி
uk: Податок

# amount
source: Quantity
bg: Количество
cs: Množství
da: Antal
el: Ποσότητα
eo: Kvanto
eu: Kopurua
fa: تعداد
fo: Mongd
he: כמות
hr: Količina
hu: Mennyiség
id: Jumlah
mk: Количина
pt: Quantidade
ro: Cantitate
ru: Количество
sk: Množstvo
sv: Antal
ta: அளவு
uk: Кількість

# total_rate
source: Total price
bg: Обща цена
cs: Celková cena
da: Total pris
el: Συνολικό ποσό
eo: Tuta prezo
eu: Erabilitako Tarifa
fa: قیمت کل
he: מחיר כולל
hr: Ukupna cijena
hu: Teljes ár
id: Total harga
mk: Вкупна цена
pt: Preço total
ro: Preț total
ru: Сумма
sk: Celková cena
sv: Belopp
ta: மொத்த விலை
uk: Загальна вартість

source: Unit price
bg: Единична цена
cs: Jednotková cena
da: Enhedspris
el: Τιμή μονάδας
eo: Unuopa prezo
eu: Unitateko Prezioa
fa: قیمت واحد
fo: Eindarprísur
he: מחיר יחידה
hr: Jedinična cijena
hu: Egységár
id: Harga unit
mk: Единична цена
pt: Preço unitário
ro: Preț unitar
ru: Цена
sk: Jednotková cena
sv: Enhetspris
ta: அலகு விலை
uk: Ціна за одиницю

# payment_terms
source: Terms of payment
bg: Условия за плащане
cs: Platební podmínky
da: Købsbetingelser
el: Όροι πληρωμής
eo: Kondiĉoj de pago
eu: Ordainketa Baldintzak
fa: شرایط پرداخت
fo: Gjaldsháttur
he: תנאי תשלום
hr: Uvjeti plaćanja
hu: Fizetési feltételek
id: Syarat pembayaran
mk: Услови на плаќање
pt: Termos de pagamento
ro: Termeni de plată
ru: Условия оплаты
sk: Platobné podmienky
sv: Betalningsvillkor
ta: கட்டண விதிமுறைகள்
uk: Умови оплати

# invoice.total_working_time
source: Total duration
bg: Обща продължителност
cs: Celková doba trvání
da: Total varighed
el: Συνολική διάρκεια
eo: Tuta daŭro
eu: Guztizko Iraupena
fa: کل مدت زمان
he: משך זמן עבודה כולל
hr: Ukupno trajanje
hu: Összes munkaidő
id: Durasi Total
mk: Вкупно времетраење
pt: Duração total
ro: Durata totală
ru: Общая длительность
sk: Celkové trvanie
sv: Total arbetstid
ta: மொத்த காலம்
uk: Загальна тривалість

# invoice.signature_customer
source: Confirmation: Date / Customer's name / Signature
bg: Потвърждение: Дата / Име / подпис на клиента
cs: Potvrzení: Datum / Zákazník / Podpis
da: Bekræft: Dato / Kundenavn / Underskrift
el: Επιβεβαίωση: Ημερομηνία / Όνομα πελάτη / Υπογραφή
eo: Konfirmo: Dato / Nomo de kliento / Subskribo
eu: Baieztapena: Data / Bezeroaren Izena / Sinadura
fa: تایید: تاریخ / نام مشتری / امضا
he: אישור: תאריך / שם הלקוח / חתימה
hr: Potvrda: datum / ime kupca / potpis
hu: Dátum, Vevő képviselője, Aláírás
id: Konfirmasi: Tanggal / Nama Pelanggan / Tanda Tangan
mk: Потврда: Датум / Име на клиентот / Потпис
pt: Confirmação: Data / Nome do cliente / Assinatura
ro: Confirmare: Data / Numele clientului / Semnătura
ru: Подтверждение: Дата / Имя клиента / Подпись
sk: Potvrdenie: Dátum / Meno Zákazníka / Podpis
sv: Bekräftelse: Datum / Kundens namn / Signatur
ta: உறுதிப்படுத்தல்: தேதி / வாடிக்கையாளரின் பெயர் / கையொப்பம்
uk: Підтвердження: Дата / ПІБ клієнта / Підпис

source: Order number
bg: Номер на поръчка
cs: Číslo objednávky
da: Ordrenummer
el: Αριθμός παραγγελίας
eo: Mendonumero
eu: Agindu zenbakia
fa: شماره سفارش
fo: Bíleggingarnummar
he: מספר הזמנה
hr: Broj narudžbe
hu: Rendelési azonosító
id: Nomor Pemesanan
mk: Број на нарачка
pt: Número do pedido
ro: Număr comandă
ru: Номер заказа
sk: Číslo objednávky
sv: Ordernummer
ta: ஆணை எண்
uk: Номер замовлення

# invoice_tax_number
source: VAT no.:
bg: ДДС №:
cs: DIČ:
da: CVR nr:
el: Αριθ. ΦΠΑ:
eo: AVI-nr-o:
eu: CIF/NIF.:
fa: شماره مالیات بر ارزش افزوده:
he: מס׳ במע״מ:
hr: OIB:
hu: Adószám:
id: no. VAT:
mk: Даночен број:
pt: Nº do IVA:
ro: Nr. TVA:
ru: ИНН:
sk: DPH:
sv: VAT nr.:
ta: மகூவரி எண்.:
uk: Свід.ПДВ №:

# invoice.signature_user
source: Confirmation: Date / Consultant's name / Signature
bg: Потвърждение: Дата / Име / подпис на консултанта
cs: Potvrzení: Datum / Jméno / Podpis
da: Bekræft: Dato / Konsulentnavn / Underskrift
el: Επιβεβαίωση: Ημερομηνία / Όνομα συμβούλου / Υπογραφή
eo: Konfirmo: Dato / Nomo de konsilisto / Subskribo
eu: Baieztapena: Data / Ornitzailearen Izena / Sinadura
fa: تایید: تاریخ / نام مشاور / امضا
he: אישור: תאריך / שם העובד / חתימה
hr: Potvrda: datum / ime savjetnika / potpis
hu: Dátum, Eladó képviselője, Aláírás
id: Konfirmasi: Tanggal / Nama Konsultan / Tanda Tangan
mk: Потврда: Датум / Име на консултантот / Потпис
pt: Confirmação: Data / Nome do consultor / Assinatura
ro: Confirmare: Data / Numele consultantului / Semnătura
ru: Подтверждение: Дата / Имя консультанта / Подпись
sk: Potvrdenie: Dátum / Meno Konzultanta / Podpis
sv: Bekräftelse: Datum / Säljarens namn / Signatur
ta: உறுதிப்படுத்தல்: தேதி / ஆலோசகரின் பெயர் / கையொப்பம்
uk: Підтвердження: Дата / ПІБ консультанта / Підпис

# status.paid
source: Paid
bg: Платен
cs: Uhrazeno
da: Betalt
el: Εξοφλήθηκε
eo: Pagita
eu: Ordainduta
fa: پرداخت شده
fo: Goldið
he: שולמה
hr: Plaćeno
hu: Fizetve
id: Terbayar
mk: Платено
pt: Pago
ro: Plătită
ru: Оплачено
sk: Platený
sv: Betald
ta: செலுத்தப்பட்டது
uk: Сплачено

# invoice_bank_account
source: Bank account
bg: Банкова сметка
cs: Bankovní účet
da: Bankkonto
el: Τραπεζικός λογαριασμός
eo: Bankokonto
eu: Kontu Korronte Zenbakia
fa: حساب بانکی
fo: Bankakonta
he: חשבון בנק
hr: Bankovni račun
hu: Bankszámlaszám
id: Akun bank
mk: Банкарска сметка
pt: Conta bancária
ro: Cont bancar
ru: Банковский счет
sk: Bankový účet
sv: Bankkonto
ta: வங்கி கணக்கு
uk: Розрахунковий рахунок

source: Status
bg: Статус
cs: Stav
el: Κατάσταση
eo: Stato
eu: Egoera
fa: وضعیت
fo: Støða
he: מצב
hr: Stanje
hu: Állapot
mk: Статус
pt: Estado
ro: Stare
ru: Статус
sk: Stav
ta: நிலை
uk: Стан

# status.new
source: New
bg: Ново
cs: Nový
da: Ny
el: Νέο
eo: Nova
eu: Berria
fa: جدید
fo: Nýtt
he: חדשה
hr: Novo
hu: Új
id: Ini dimaksud "Faktur baru" - dibandingkan dengan "faktur terbayar, faktur tertunda atau faktur jatuh tempo"
mk: Ново
pt: Novo
ro: Nou
ru: Новый
sk: Nový
sv: Ny
ta: புதிய
uk: Новий

# status.canceled
source: Canceled
bg: Отменено
cs: Zrušeno
da: Afvist
el: Ακυρώθηκε
eo: Nuligita
fa: لغو شد
he: בוטלה
hr: Otkazano
hu: Sztornózva
id: Dibatalkan
mk: Сторнирано
pt: Cancelado
ro: Anulat
ru: Отменено
sk: Zrušené
sv: Avbröts
ta: கைவிடப்பட்டது
uk: Скасовано

source: Budget-Type
bg: Бюджетен тип
cs: Typ rozpočtu
el: Τύπος-Προϋπολογισμού
eo: Tipo de buĝeto
fa: نوع بودجه
he: סוג תקציב
hr: Vrsta budžeta
hu: Költségvetés-típus
id: Tipe anggaran
mk: Тип на буџет
pt: Tipo de orçamento
ro: Tip bugetar
ru: Тип бюджета
sk: Typ rozpočtu
sv: Budettyp
ta: நிதித்திட்டம் வகை
uk: Тип бюджету

# last_record
source: Last entry
bg: Последен запис
cs: Poslední záznam
da: Sidste post
el: Τελευταία καταχώρηση
eo: Lasta elemento
fa: آخرین ورودی
he: רשומה אחרונה
hr: Zadnji unos
hu: Utolsó bejegyzés
id: Entri terakhir
mk: Последен запис
pt: Última entrada
ro: Ultima intrare
ru: Последняя запись
sk: Posledný záznam
sv: Sista posten
ta: கடைசி நுழைவு
uk: Останній запис

# budgetType_month
source: Monthly
bg: Месечно
cs: Měsíční
da: Månedlig
el: Μηνιαία
eo: Monate
fa: ماهانه
he: חודשי
hr: Mjesečni
hu: Havonta
id: Bulanan
mk: Месечно
pt: Mensal
ro: Lunar
ru: Ежемесячный
sk: Mesačný
sv: Månadsvis
ta: மாதாந்திர
uk: Щомісячний

# account_number
source: Staff number
bg: Номер на персонала
cs: Číslo pracovníka
da: Medarbejdernummer
el: Αριθμός στελεχών
eo: Numero de laboristo
fa: شماره پرسنل
he: מספר סגל
hr: Broj suradnika
hu: Alkalmazotti azonosító
id: Nomor staff
mk: Број на персонал
pt: Número da equipa
ro: Numărul de personal
ru: Номер сотрудника
sk: Číslo zamestnanca
sv: Anställningsnummer
ta: ஊழியரின் எண்
uk: Штатний номер

# budgetType_full
source: Life cycle
bg: Жизнен цикъл
cs: Životní cyklus
da: Livscyklus
el: Κύκλου ζωής
eo: Viv-ciklo
fa: چرخه زندگی
he: מחזור חיים
hr: Životni ciklus
hu: Életciklus
id: Siklus Hidup
mk: Животен циклус
pt: Ciclo de vida
ro: Ciclul de viață
ru: Жизненный цикл
sk: Životný cyklus
sv: Livscykel
ta: வாழ்க்கை சுழற்சி
uk: Життєвий цикл

# delete_warning.short_stats
source: Currently %records% time-records exists, which sum up to a total duration of %duration%.
bg: В момента съществуват %records% времеви записи, които са с обща продължителност %duration%.
cs: V současnosti existuje %records% časových záznamů, kterých součet představuje celkovou dobu %duration%.
da: For tiden findes %records% tidsregistreringer, som totalt har en varighed på %duration%.
el: Προς το παρόν %records% καταγραφές χρόνου εργασίας υπάρχουν, που συνοψίζονται σε συνολική διάρκεια από %duration%.
eo: Nuntempe ekzistas %records% tempo-registraĵoj, kiuj sumiĝas al daŭro de %duration%.
fa: در حال حاضر %records% رکورد زمانی وجود دارد که در مجموع مدت زمان %duration% را جمع آوری می کند.
he: קיימים כרגע %records% רשומות זמן שמסתכמות לסך של %duration%.
hr: Broj trenutačno postojećih vremenskih zapisa: %records%. Ukupno trajanje: %duration%.
hu: Jelenleg %records% bejegyzés létezik, aminek az összes időtartama %duration%.
id: Saat ini %records% catatan waktu, yang berjumlah total %duration%.
mk: Моментално постојат %records% временски записи. Вкупно траење: %duration%.
pt: Atualmente existem %records% de registos de tempo, que somam até uma duração total de %duration%.
ro: În prezent, există %records% înregistrări de timp, care însumează o durată totală de %duration%.
ru: В настоящее время существует %records% записей учета времени, общая длительность которых составляет %duration%.
sk: V súčasnosti existuje %records% časových záznamov, ktorých súčet predstavuje celkovú dobu %duration%.
sv: För närvarande finns %records% tidposter, som tillsammans blir %duration%.
ta: தற்போது %records%நேர-பதிவு உள்ளது, இது மொத்தம் %duration% கால வரை தொகுக்கப்படுகிறது.
uk: Зараз існує %records% записів, загальна тривалість яких складає %duration%.

# security.unlock.title
source: Unlock account
bg: Отключване на акаунт
cs: Odemknout účet
da: Lås op for konto
el: Ξεκλείδωμα λογαριασμού
fa: باز کردن قفل حساب
he: שחרור חשבון
hr: Otključaj račun
hu: Fiók feloldása
id: Buka akun
mk: Отклучи сметка
pt: Desbloquear a conta
ro: Deblocați contul
ru: Разблокировать аккаунт
sk: Odomknúť účet
sv: Lås upp konto
ta: கணக்கைத் திற
uk: Розблокувати обліковий запис

# security.unlock.button
source: Unlock
bg: Отключване
cs: Odemknout
da: Lås op
el: Ξεκλείδωμα
fa: باز کردن قفل
he: שחרור
hr: Otključaj
hu: Feloldás
id: Buka
mk: Отклучи
pt: Desbloquear
ro: Deblocare
ru: Разблокировать
sk: Odomknúť
sv: Lås upp
ta: திறக்க
uk: Розблокувати

source: My times
bg: Моите времена
cs: Moje časy
da: Min timeseddel
el: Οι ώρες μου
eo: Miaj tempoj
eu: Nire orduak
fa: زمان من
fo: Mínar tíðir
he: השעות שלי
hr: Moja vremena
hu: Munkaóráim
id: Waktuku
mk: Моите времиња
pt: Meus tempos
ro: Pontajul meu
ru: Мое время
sk: Moje časy
sv: Min tidrapport
ta: என் நேரங்கள்
uk: Мої записи

source: All times
bg: През цялото време
cs: Pracovní výkaz
da: Timesedler
el: Χρονοδιαγράμματα
eo: Temposlipoj
eu: Ordu taula
fa: همیشه
fo: Arbeiðsseðlar
he: גיליון שעות
hr: Sva vremena
hu: Összes munkaóra
id: Semua waktu
mk: Сите времиња
pt: Quadro de horários
ro: Pontaje
ru: Общее время
sk: Pracovné výkazy
sv: Sammanställning
ta: எல்லா நேரங்களும்
uk: Усі записи

source: Teams
bg: Екипи
cs: Skupiny
el: Ομάδες
eo: Teamoj
eu: Lan Taldeak
fa: تیم ها
fo: Bólkar
he: צוותים
hr: Timovi
hu: Csapatok
id: Kelompok
mk: Тимови
pt: Equipas
ro: Echipe
ru: Команды
sk: Tímy
sv: Grupper
ta: அணிகள்
uk: Команди

source: Doctor
bg: Доктор
cs: Doktor
da: Fejlsøgning
el: Διαγνωστικά
eo: Sistem-sano
eu: Medikua
fa: دکتر
fo: Lækni
he: דוקטור
hr: Doktor
hu: Doktor
id: Dokter
mk: Доктор
pt: Doutor
ru: Доктор
sk: Sys-Doktor
sv: Status
ta: மருத்துவர்
uk: Діагностика

# help.invoiceText
source: This text is used in invoice documents and can be used e.g. to note further delivery conditions.
bg: Този текст се използва в документи за фактура и може да се използва, напр. За да се отбележат допълнителни условия за доставка.
cs: Tento text se používá ve fakturačních dokladech a lze jej použít např. k uvedení dalších dodacích podmínek.
da: Denne tekst bliver brugt på fakturadokumenter og kan bruges til at vise yderligere salgs- og leveringsbetingelser.
el: Το κείμενο αυτό χρησιμοποιείται σε έγγραφα τιμολογίων και μπορεί να χρησιμοποιηθεί π.χ. για τη σημείωση περαιτέρω όρων παράδοσης.
fa: این متن در اسناد صورتحساب استفاده می شود و می توان از آن به عنوان مثال استفاده کرد. برای توجه به شرایط تحویل بیشتر.
he: הטקסט הזה משמש במסמכי חשבוניות ואפשר להשתמש בו, למשל, לציון תנאי שילוח נוספים.
hr: Ovaj se tekst koristi u dokumentima računa i može se koristiti npr. za navođenje dodatnih uvjeta isporuke.
hu: Ez a szöveg a számlákon szerepel, és használható pl. további szállítási információk megadásához.
id: Tulisan ini digunakan dalam dokumen faktur dan dapat dipergunakan dalam, misalnya, sebagai catatan kondisi pengiriman.
mk: Овој текст се користи во фактурите и може да се користи, на пример, за да се забележат дополнителни услови за испорака.
pt: Este texto é utilizado em documentos de fatura e pode ser utilizado também, por exemplo, para observar outras condições de entrega.
ro: Acest text este utilizat în documentele de facturare și poate fi folosit, de exemplu, pentru a nota alte condiții de livrare.
ru: Этот текст используется в документах счёта-фактуры и может быть использован, например, для указания дополнительных условий поставки.
sk: Tento text je použitý vo fakturačných dokladoch a je možné ho použiť napríklad: k uvedení ďalších dodacích podmienok.
sv: Denna text används i fakturadokument och kan användas t.ex. att notera ytterligare leveransvillkor.
ta: இந்த உரை விலைப்பட்டியல் ஆவணங்களில் பயன்படுத்தப்படுகிறது மற்றும் பயன்படுத்தலாம் எ.கா. மேலும் விநியோக நிலைமைகளைக் கவனிக்க.
uk: Цей текст використовується в інвойсах та може бути використаний, наприклад, для майбутніх нотаток щодо стану доставки.

# invoiceLabel
source: Invoice text
bg: Текст на фактура
cs: Text na faktuře
da: Fakturatekst
el: Κείμενο τιμολογίου
fa: متن صورتحساب
he: טקסט חשבונית
hr: Tekst računa
hu: Tétel megnevezése
id: Teks faktur
mk: Текст на фактура
pt: Texto da fatura
ro: Textul facturii
ru: Текст счёта
sk: Text na faktúre
sv: Fakturatext
ta: விலைப்பட்டியல் உரை
uk: Текст інвойсу

# internalRate
source: Internal price
bg: Вътрешна цена
cs: Interní sazba
da: Intern pris
el: Εσωτερική Χρέωση
eo: Interna kotizo
eu: Barne tasa
fa: نرخ داخلی
fo: Innanhýsis tímaprísur
he: תעריף פנימי
hr: Interna cijena
hu: Belső bér
id: Harga internal
mk: Внатрешна цена
pt: Taxa interna
ro: Preț intern
ru: Внутренняя ставка
sk: Interná sadzba
sv: Internt värde
ta: உள் விலை
uk: Внутрішня ціна

# help.internalRate
source: If this is not specified, the normal price is used
bg: Ако това не е посочено, се използва нормалната цена
cs: Interní náklady (jestli není zadáno, je použita normální sazba)
da: Hvis ikke andet er angivet bruges normalprisen
el: Εσωτερικές χρεώσεις (εάν δεν έχει προσδιοριστεί το πεδίο, η κανονική χρέωση εφαρμόζεται)
eo: Internaj kostoj (se ĉi tio ne estas specifita, uziĝos la normala kotizo)
eu: Barne kostuak (ez badira zehazten, tarifa normala erabiliko da)
fa: هزینه های داخلی (اگر این مشخص نشده باشد ، از نرخ طبیعی استفاده می شود)
fo: Innanhýsis tímaprísur (um tómt, verður vanligi tímaprísurin nýttur)
he: עלויות פנימיות (אם לא מוגדר, זה התעריף הרגיל)
hr: Interni troškovi (ako nije određeno, koristi se standardna cijena)
hu: Belső kiadások (ha nincs beállítva, a normál bér lesz használva)
id: Jika tidak dispesifikasi, harga normal akan digunakan
mk: Доколку ова не е наведено, се користи нормалната цена
pt: Custos internos (se isto não for especificado, é utilizada a taxa normal)
ro: Preț intern (dacă nu e specificat se folosește prețul normal)
ru: Если это не указано, используется обычная ставка
sk: Interné náklady (ak nie je uvedené, použije sa bežná sadzba)
sv: Interna kostnader (om detta inte specificeras så kommer normala priset att användas)
ta: இது குறிப்பிடப்படவில்லை என்றால், சாதாரண விலை பயன்படுத்தப்படுகிறது
uk: Якщо не вказано, використовується звичайна ціна

source: Delete
bg: Изтриване
cs: Odstranit
da: Slet
el: Διαγραφή
eo: Forigi
eu: Ezabatu
fa: حذف
fo: Strika
he: מחיקה
hr: Izbriši
hu: Törlés
id: Hapus
mk: Избриши
pt: Eliminar
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Ta bort
ta: நீக்கு
uk: Видалити

# security.unlock.intro
source: Please enter your password for full access
bg: Моля, въведете паролата си за пълен достъп
cs: Pro plný přístup zadejte své heslo
da: Indtast venligst din adgangskode for fuld adgang
el: Εισάγετε τον κωδικό πρόσβασής σας για πλήρη πρόσβαση
fa: لطفا رمز عبور خود را برای دسترسی کامل وارد کنید
he: נא למלא את הסיסמה שלך לקבלת גישה מלאה
hr: Za potpuni pristup upiši tvoju lozinku
hu: Add meg a jelszavadat a teljes hozzáféréshez
id: Mohon masukkan kata sandi untuk akses penuh akun
mk: Внесете ја вашата лозинка за целосен пристап
pt: Insira a sua palavra-passe para ter acesso completo
ro: Vă rugăm să introduceți parola pentru acces complet
ru: Пожалуйста, введите свой пароль для полного доступа
sk: Prosím zadajte svoje heslo pre úplný prístup
sv: Vänligen ange ditt lösenord för fullständig åtkomst
ta: முழு அணுகலுக்காக உங்கள் கடவுச்சொல்லை உள்ளிடவும்
uk: Для повного доступу напишіть, будь ласка, пароль

# help.visible
source: If the setting is off, the object is not displayed in dropdown-boxes and list-views.
bg: Ако настройката е изключена, обектът не се показва в падащи менюта и изгледи на списъци.
cs: Pokud je toto nastavení vypnuto, objekt se nezobrazuje v rozbalovacích rámečcích ani v seznamech.
da: Hvis indstillingen er slået fra, bliver objektet ikke vist i dropdownlister og listevisninger.
el: Εάν η ρύθμιση είναι απενεργοποιημένη, το αντικείμενο δεν εμφανίζεται σε αναπτυσσόμενα πλαίσια και προβολές λίστας.
fa: اگر تنظیم غیرفعال باشد، موضوع در کادرهای بازشو و نمای فهرست نمایش داده نمی شود.
he: אם ההגדרה הזאת כבויה, הפריט לא מוצג בתיבות נפתחות ותצוגות רשימה.
hr: Ako je postavka isključena, objekt se ne prikazuje u padajućim okvirima i prikazima popisa.
hu: Ha a beállítás ki van kapcsolva, az objektum nem jelenik meg a legördülő listákban és a listanézetekben.
id: Jika setelan ini dimatikan, nama barang tidak ditampilkan dalam kotak / tampilan daftar.
mk: Ако поставката е исклучена, објектот не се прикажува во паѓачките менија и приказите со листи.
pt: Se a configuração estiver desativada, o objeto não é exibido nas caixas suspensas e nas exibições da lista.
ro: În cazul în care setarea este dezactivată, obiectul nu este afișat în căsuțele derulante și în vizualizările de listă.
ru: Если параметр отключён, объект не отображается в выпадающих окнах и списках.
sk: Pokiaľ je toto nastavenie vypnuté, objekt sa nezobrazuje v rozbalovacích zoznamoch (dropdown-boxes) ani v zoznamoch.
sv: Om inställningen är avstängd visas inte objektet i rullgardinsrutor och listvyer.
ta: அமைப்பு முடக்கப்பட்டிருந்தால், பொருள் கீழ்தோன்றும்-பெட்டிகள் மற்றும் பட்டியல் பார்வைகளில் காட்டப்படாது.
uk: Якщо вимкнене, об'єкт не виводиться у списках.

# help.invoiceLabel
source: This text replaces the name of the object, allowing more detailed labels for invoice items.
bg: Този текст замества името на обекта, което позволява по -подробни етикети за елементи от фактури.
cs: Tento text nahrazuje název objektu, což umožňuje podrobnější popisky pro položky faktury.
da: Denne tekst erstatter navnet på objektet, det tillader mere detaljerede etiketter på fakturalinjer.
el: Το κείμενο αυτό αντικαθιστά το όνομα του αντικειμένου, επιτρέποντας πιο λεπτομερείς ετικέτες για τα στοιχεία του τιμολογίου.
fa: این متن جایگزین نام موضوع می شود و امکان برچسب های دقیق تری را برای آیتم های فاکتور می دهد.
he: הטקסט הזה מחליף את שם הפריט, מה שמאפשר תוויות מפורטות יותר על פריטים בחשבונית.
hr: Ovaj tekst zamjenjuje ime objekta, što omogućuje detaljnije oznake za stavke računa.
hu: A számlán ez a szöveg helyettesíti a tétel megnevezését, ezáltal részletesebb leírást tesz lehetővé.
id: Tulisan ini menggantikan nama barang, sehingga memungkinkan pelabelan mendetail untuk item faktur.
mk: Овој текст го заменува името на објектот, дозволувајќи подетални етикети за ставките на фактурата.
pt: Este texto substitui o nome do objeto, permitindo etiquetas mais detalhadas para os itens da nota fiscal.
ro: Acest text înlocuiește numele obiectului, permițând etichete mai detaliate pentru articolele din factură.
ru: Этот текст заменяет название объекта, позволяя создавать более подробные текста для элементов счёта-фактуры.
sk: Tento text nahradzuje nazov objektu, čo umožňuje podrobnejšie popisky pre položky faktúry.
sv: Den här texten ersätter objektets namn, vilket tillåter mer detaljerade etiketter för fakturaartiklar.
ta: இந்த உரை பொருளின் பெயரை மாற்றுகிறது, இது விலைப்பட்டியல் உருப்படிகளுக்கு மேலும் விரிவான சிட்டைகளை அனுமதிக்கிறது.
uk: Цей текст замінює назву об'єкту, дозволяючи таким чином більш докладні мітки для елементів інвойсів.

# layout
source: Display: layout
bg: Дисплей: Оформление
cs: Obrazovka: layout
da: Visning: Layout
el: Εμφάνιση: διάταξη
eo: Montri: aspektigo
eu: Pantaila: diseinua
fa: نمایش: طرح بندی
fo: Vís: uppseting
he: תצוגה: פריסה
hr: Prikaz: raspored
hu: Megjelenítés: elrendezés
id: Tampilan: tata letak
mk: Приказ: распоред
pt: Visualização: layout
ro: Afișare: aranjare
ru: Отображение: формат
sk: Displej: rozloženie
sv: Skärm: layout
ta: காட்சி: தளவமைப்பு
uk: Зображення: шаблон
