Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# admin_invoice_template.title
source: Invoice template
bg: Шаблон за фактури
cs: Šablona faktury
da: Faturaskabelon
el: Πρότυπο τιμολογίου
eo: Fakturŝablono
eu: Faktura eredua
fa: الگوی فاکتور
fo: Vørurokningar skapilón
he: תבנית חשבונית
hr: Predložak računa
hu: Számlasablon
id: Template faktur
mk: Шаблон за фактура
pt: Modelo de fatura
ro: Macheta factură
ru: Шаблоны счетов
sk: Šablóna faktúry
sv: Fakturamall
ta: விலைப்பட்டியல் வார்ப்புரு
uk: Шаблон рахунку

source: Invoices
bg: Фактури
cs: Faktura
da: Fakturaer
el: Τιμολόγια
eo: Fakturoj
eu: Fakturak
fa: فاکتورها
fo: Vørurokningar
he: חשבוניות
hr: Računi
hu: Számlák
id: Faktur
mk: Фактури
pt: Faturas
ro: Facturi
ru: Счета
sk: Faktúry
sv: Fakturor
ta: விலைப்பட்டியல்
uk: Рахунки

# invoice.filter
source: Filter invoice data
bg: Филтрира данни за фактурата
cs: Filtr dat faktury
da: Filtrer fakturadata
el: Φίλτρα στα δεδομένα τιμολογίων
eo: Filtri fakturajn datumojn
eu: Faktura datuak filtratu
fa: داده های فاکتور را فیلتر کنید
he: סינון נתוני חשבונית
hr: Filtriraj podatke računa
hu: Adatok szűrése a számlához
id: Filter data faktur
mk: Филтрирај податоци од фактурата
pt: Filtrar dados da fatura
ro: Filtrează datele de facturare
ru: Фильтровать данные счетов
sk: Filtrovať dáta faktúr
sv: Filtrera fakturadata
ta: விலைப்பட்டியல் தரவை வடிகட்டவும்
uk: Фільтрувати дані рахунків

# status.pending
source: Pending
bg: В очакване
cs: Čekající
da: Afventer
el: Εκκρεμεί
eo: Pritraktota
eu: Egiteke
fa: در انتظار
fo: Bíðistøðu
he: ממתינה
hr: Neobavljeno
hu: Függőben
id: Tertunda
mk: На чекање
pt: Pendente
ro: În așteptare
ru: В ожидании
sk: Prebieh
sv: Väntar på
ta: நிலுவையில் உள்ளது
uk: В очікуванні

# preview.skipped_rows
source: Skipped preview of %rows% more rows …
bg: Пропуснат е преглед на още %rows% редове …
da: Sprang over forhåndsvisning af %rows% flere rækker …
fa: پیش‌نمایش %rows% ردیف‌های بیشتر رد شد…
hr: Preskočen je pregled od još %rows% redaka …
id: Pratinjau dilewati untuk %rows% baris lagi …
mk: Прескокнат е прегледот на уште %rows% редови…
sv: Hoppade över förhandsgranskning av %rows% rad(er)…
ta: %rows% அதிக வரிசைகளின் முன்னோட்டத்தைத் தவிர்க்கப்பட்டது…
uk: Пропущено перегляд %rows% рядків …

# export.filter
source: Filter data for export
bg: Филтрира данни за експортиране
cs: Filtrovat data pro export
da: Filtrer data til eksport
el: Φίλτρα για τα δεδομένα προς εξαγωγή
eo: Filtri datumojn por eksporto
eu: Exportatzeko datuak filtratu
fa: فیلتر کردن داده ها برای خروجی
he: סינון נתונים לייצוא
hr: Filtriraj podatke za izvoz
hu: Adatok szűrése exportáláshoz
id: Filter data untuk ekspor
mk: Филтрирај податоци за извоз
pt: Filtrar dados para exportação
ro: Filtrează datele pentru export
ru: Фильтровать данные для экспорта
sk: Filtrovať dáta pre export
sv: Filtrera data för export
ta: ஏற்றுமதிக்கான தரவை வடிகட்டு
uk: Фільтр даних для експорту

# export.period
source: Period
bg: Период
cs: Období
da: Priode
el: Περίοδος
eo: Periodo
eu: Garaia
fa: دوره
fo: Tíðarskeið
he: תקופה
hr: Razdoblje
hu: Exportált időszak
id: Periode
mk: Период
pt: Período
ro: Perioada
ru: Период
sk: Perióda
ta: காலசுழற்சி
uk: Період

# export.document_title
source: Export of timesheets
bg: Износ на табла
cs: Seznam výdajů
da: Liste af udgifter
el: Εξαγωγή φύλλων ωρολογίου προγράμματος
eo: Listo de temposlipoj
eu: Gastu zerrenda
fa: خروجی جدول زمانی
he: ייצוא גיליון שעות
hr: Izvoz vremenskih tablica
hu: Munkaidő-bejegyzések listája
id: Ekspor lembar waktu
mk: Извоз на работни листови
pt: Exportação de quadro de horários
ro: Lista cheltuielilor
ru: Экспортировать табели учета рабочего времени
sk: Prehľad výkonov
sv: Export av tidrapporter
ta: நேரஅட்டவணைகளின் ஏற்றுமதி
uk: Експорт табелів

# export.full_list
source: Full list
bg: Пълен списък
cs: Podrobný seznam
da: Fuld liste
el: Πλήρης λίστα
eo: Plena listo
eu: Zerrenda osoa
fa: لیست کامل
fo: Fullur listi
he: רשימה מלאה
hr: Cijeli popis
hu: Teljes lista
id: Daftar Lengkap
mk: Целосен список
pt: Lista completa
ro: Lista completă
ru: Полный перечень
sk: Úplný zoznam
sv: Full lista
ta: முழு பட்டியல்
uk: Повний список

# export.summary
source: Summary
bg: Резюме
cs: Souhrn
da: Opsummering
el: Περίληψη
eo: Resumo
eu: Laburpena
fa: خلاصه
fo: Samandráttur
he: סיכום
hr: Sažetak
hu: Összefoglaló
id: Ringkasan
mk: Резиме
pt: Sumário
ro: Sumar
ru: Тема
sk: Zhrnutie
sv: Sammanfattning
ta: சுருக்கம்
uk: Зведені дані

# export.page_of
source: Page %page% of %pages%
bg: Страница %page% от %pages%
cs: Stránka %page% z %pages%
da: Side %page% af %pages%
el: Σελίδα %page% από %pages%
eo: Paĝo %page% de %pages%
eu: %pages%-tik %page%. orrialdea
fa: صفحه %page% از %pages%
fo: Síða %page% av %pages%
he: דף %page% מתוך %pages%
hr: Stranica %page% od %pages%
hu: %page%/%pages%
id: Halaman %page% dari %pages%
mk: Страна %page% од %pages%
pt: Página %page% de %pages%
ro: Pagina %page% din %pages%
ru: Страница %page% из %pages%
sk: Stránka %page% z %pages%
sv: Sida %page% av %pages%
ta: %page% ஆம் பக்கம் %pages% பக்கங்களில்
uk: Сторінка %page% з %pages%

# export.date_copyright
source: Created %date% with %kimai%
bg: Създадено %date% с %kimai%
cs: Vytvořeno %date% s %kimai%
da: Oprettet %date% med %kimai%
el: Δημιουργήθηκε την %date% με το %kimai%
eo: Kreita je la %date% per %kimai%
eu: %date%-n sortua %kimai%-ren bitartez
fa: %date% با %kimai% ایجاد شد
fo: Frammleitt tann %date% við %kimai%
he: נוצר ב־%date% עם %kimai%
hr: Stvoreno %date% s %kimai%
hu: Készült: %date% A %kimai% segítségével
id: Dibentuk %date% dengan %kimai%
mk: Создадено на %date% со %kimai%
pt: Criado em %date% com %kimai%
ro: Creat în %date% cu %kimai%
ru: Создано %date% с %kimai%
sk: Vytvorené %date% - %kimai%
sv: Skapad %date% med %kimai%
ta: %kimai% உடன் %date% உருவாக்கப்பட்டது
uk: Створено %date% з %kimai%

# export.warn_result_amount
source: Your search leads to %count% results. If the export fails, you have to narrow down your search further.
bg: Търсенето ви води до %count% резултати. Ако експортирането е неуспешно, трябва да стесните търсенето си допълнително.
cs: Vaše vyhledávání vede k %count% výsledkům. Pokud se export nezdaří, musíte vyhledávání dále zúžit.
da: Din søgning fandt frem til %count% resultater. Hvis eksporten fejler, skal du formindske din søgning endnu mere.
el: Η αναζήτηση σας αντιστοιχεί σε %count% αποτελέσματα. Εάν η εξαγωγή αποτυγχάνει, πρέπει να ορίσετε συγκεκριμένα κριτήρια για την αναζήτησή σας.
eo: Via serĉo kondukis al %count% rezultoj. Se eksporto fiaskos, vi devos plu malvastigi vian serĉon.
fa: جستجوی شما به %count% نتیجه منتهی می شود. اگر خروجی انجام نشد، باید جستجوی خود را بیشتر محدود کنید.
he: החיפוש שלך מניב %count% תוצאות. אם הייצוא נכשל, עליך לצמצם את החיפוש שלך עוד יותר.
hr: Pretraga vodi do %count% rezultata. Ako izvoz ne uspije, dodatno suzi pretragu.
hu: A keresés eredménye %count% találat. Ha az exportálás sikertelen, a keresést tovább kell szűkíteni.
id: Pencarian Anda mengarah ke hasil %count%. Jika ekspor gagal, Anda harus mempersempit pencarian Anda lebih jauh.
mk: Вашето пребарување води до %count% резултати. Ако извозот не успее, ќе мора дополнително да го стесните пребарувањето.
pt: A sua pesquisa leva a %count% resultados. Se a exportação falhar, tem de reduzir ainda mais a sua pesquisa.
ro: Căutarea dvs. duce la %count% rezultate. Dacă exportul eșuează, trebuie să restrângeți căutarea mai mult.
ru: %count% результатов в поиске. Если экспорт не удается, вам необходимо сузить область поиска.
sk: Vaše vyhľadávanie vedie k %count% výsledkom. Pokiaľ sa export nepodarí, musíte zúžiť vaše vyhľadávanie.
sv: Din sökning leder till %count% resultat. Om exporten misslyckas måste du begränsa din sökning ytterligare.
ta: உங்கள் தேடல் %count% முடிவுகளுக்கு வழிவகுக்கிறது. ஏற்றுமதி தோல்வியுற்றால், உங்கள் தேடலை மேலும் குறைக்க வேண்டும்.
uk: Ваш пошук дав %count% результатів. Якщо експорт не вдається, потрібно звузити пошук.

source: Type
bg: Тип
cs: Typ
el: Τύπος
eo: Tipo
fa: نوع
fo: Slag
he: סוג
hr: Vrsta
hu: Típus
id: Tipe
mk: Тип
pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sv: Typ
ta: வகை
uk: Тип

# active.entries
source: Your active time measurements
bg: Вашите активни измервания на времето
cs: Vaše aktivní měření času
da: Dine aktive tidsregistreringer
el: Οι ενεργές μετρήσεις του χρόνου σας
eo: Viaj aktivaj tempomezuroj
eu: Zure denbora aktiboaren kalkuluak
fa: اندازه گیری زمان فعالیت شما
fo: Títt virkna tíðaryvirlit
he: מדדי זמני הפעילות שלך
hr: Mjerenja tvog aktivnog vremena
hu: Jelenleg futó rögzítéseid
id: Pengukuran waktu aktif anda
mk: Мерења на вашето активно време
pt: As suas medições de tempo ativas
ro: Înregistrările tale active
ru: Ваши измерения активного времени
sk: Máte %count% aktívny záznam | Máte %count% aktívnych záznamov
sv: Dina aktiva tidsmätningar
ta: உங்கள் செயலில் உள்ள நேர அளவீடுகள்
uk: Вимірювання Вашого активного часу

# recent.activities
source: Restart one of your last activities
bg: Рестартирайте една от последните ви дейности
cs: Restartujte jednu z vašich posledních aktivit
da: Genstart en af dine sidste aktiviteter
el: Επανεκκινήστε μία από τις τελευταίες σας δραστηριότητες
eo: Restartigi unu de viaj lastaj aktivaĵoj
eu: Aurrejo jarduera bati berrekin
fa: یکی از آخرین فعالیت های خود را دوباره شروع کنید
fo: Endurbyrja títt síðst virkna virksemi
he: הפעלה של אחת הפעילויות האחרונות שלך מחדש
hr: Ponovo pokreni jednu od zadnjih aktivnosti
hu: Egyik korábbi rögzítésed újraindítása
id: Ulangi salah satu aktifitas terakhir anda
mk: Рестартирајте една од вашите последни активности
pt: Reiniciar uma das suas últimas atividades
ro: Repornește una din activitățile recente
ru: Перезапустить один из последних видов деятельности
sk: Reštartujte poslednú zaznamenanú aktivitu | Reštartujte jednu z vašich %count% posledných aktivít
sv: Starta om en av dina senaste aktiviteter
ta: உங்கள் கடைசி நடவடிக்கைகளில் ஒன்றை மறுதொடக்கம் செய்
uk: Перезапустіть одну з Ваших останніх дій

# timesheet.start
source: Start time-tracking
bg: Стартиране на проследяване на времето
cs: Spustit sledování času
da: Start tidsregistrering
el: Ξεκινήστε την παρακολούθηση του χρόνου
eo: Krei novan temporegistraĵon
fa: ردیابی زمان را شروع کنید
he: התחלת מעקב שעות
hr: Pokreni evidentiranje vremena
hu: Időrögzítés indítása
id: Mulai pelacakan waktu
mk: Започни со следење на времето
pt: Iniciar registo de tempo
ro: Începeți urmărirea timpului
ru: Начать отслеживать время
sv: Påbörja tidtagning
ta: நேரத்தைக் கண்காணிப்பதைத் தொடங்கு
uk: Почати облік часу

source: Page size
bg: Размер на страницата
cs: Velikost stránky
da: Sidestørrelse
el: Μέγεθος σελίδας
eo: Grandeco de la paĝo
eu: Orrialde tamaina
fa: اندازه صفحه
fo: Stødd av síðu
he: גודל דף
hr: Veličina stranice
hu: Oldalméret
id: Ukuran halaman
mk: Големина на страница
pt: Tamanho do papel
ro: Dimensiune pagină
ru: Количество
sk: Veľkosť stránky
sv: Pappersstorlek
ta: பக்க அளவு
uk: Розмір сторінки

# entryState
source: Records
bg: Записи
cs: Záznamy
da: Registreringer
el: Εγγραφές
eo: Registraĵoj
eu: Sarrerak
fa: سوابق
fo: Skrásetingar
he: רשומות
hr: Zapisi
hu: Rögzítések
id: Riwayat
mk: Записи
pt: Registos
ro: Înregistrări
ru: Записи
sk: Záznamy
sv: Post
ta: பதிவுகள்
uk: Записи

source: Exported
bg: Изнесено
cs: Exportováno
da: Eksporteret
el: Εξήχθησαν
eo: Eksportita
eu: Exportatua
fa: خروجی گرفته شده
he: עבר ייצוא
hr: Izvezeno
hu: Exportálva
id: Diekspor
mk: Извезено
pt: Exportado
ro: Exportat
ru: Экспортировано
sk: Započítané
sv: Exporterad
ta: ஏற்றுமதிக்கப்பட்டது
uk: Експортовано

# entryState.exported
source: Cleared
bg: Изчистени
cs: Vymazáno
da: Ryddet
el: Εκκαθαρίστηκε
eo: Malplenigita
eu: Prozesaua
fa: پاک شد
fo: Ruddað
he: התפנה
hr: Potvrđeno
hu: Lezárva
id: Dibersihkan
mk: Потврдено
pt: Resolvido
ro: Eliminat
ru: Очищено
sk: Vymazané
sv: Rensad
ta: அழிக்கப்பட்டது
uk: Очищено

# entryState.not_exported
source: Open
bg: Отворен
cs: Otevřeno
da: Åben
el: Ανοικτό
eo: Malfermi
eu: Irekia
fa: باز
fo: Opið
he: לא
hr: Otvoreno
hu: Nyitott
id: Buka
mk: Отворено
pt: Aberto
ro: Deschis
ru: Открыто
sk: Otvorené
sv: Öppen
ta: திற
uk: Відкрито

# entryState.running
source: Active
bg: Активен
cs: Aktivní
da: Aktiv
el: Ενεργές
eo: Aktiva
eu: Aktiboak
fa: فعال
fo: Virkin
he: פעילה
hr: Aktivno
hu: Folyamatban
id: Aktif
mk: Активно
pt: Ativo
ru: Текущие
sk: Aktívny
sv: Aktiv
ta: செயலில்
uk: Активне

# entryState.stopped
source: Stopped
bg: Спрян
cs: Zastaveno
da: Stoppet
el: Σταματημένες
eo: Haltigita
eu: Geldituak
fa: متوقف شده
fo: Steðga
he: לא פעילה
hr: Prekinuto
hu: Megállítva
id: Hentikan
mk: Стопирано
pt: Parado
ro: Oprit
ru: Завершенные
sk: Zastavený
sv: Stoppad
ta: நிறுத்தப்பட்டது
uk: Зупинене

# export.clear_all
source: Mark all shown records as open?
bg: Маркирай всички показани записи като отворени?
cs: Označit všechny zobrazené záznamy jako otevřené?
da: Markér alle viste registreringer som åben?
el: Επισήμανση όλων των εμφανιζόμενων εγγραφών ως ανοιχτών;
eo: Ĉu marki ĉiujn montritajn registraĵojn kiel malfermitajn?
eu: Ageriko sarrera guztiak irekitzat eman?
fa: همه رکوردهای نشان داده شده به عنوان باز علامت گذاری شوند؟
fo: Frámerk allar vístar skrásetingar sum opnar?
he: לסמן את כל הרשומות כפתוחות?
hr: Sve prikazane zapise označiti kao otvorene?
hu: Az összes megjelenített rögzítés megjelölése nyitottként?
id: Tandai semua riwayat sebagai terbuka?
mk: Да се означат сите прикажани записи како отворени?
pt: Marcar todos os registos mostrados como abertos?
ro: Marcați toate înregistrările afișate ca fiind deschise?
ru: Отметить все показанные записи как открытые?
sk: Označiť všetky zobrazené záznamy ako otvorené?
sv: Markera alla visade poster som öppna?
ta: காட்டப்பட்ட அனைத்து பதிவுகளையும் திறந்ததாகக் குறிக்கிறீர்களா?
uk: Позначити всі показані записи як відкриті?

# export.mark_all
source: Mark all shown records as cleared?
bg: Маркирай всички показани записи като изчистени?
cs: Označit všechny zobrazené záznamy jako odstraněné?
da: Markér alle viste registreringer som ryddet?
el: Επισήμανση όλων των εμφανιζόμενων εγγραφών ως εκκαθαρισμένων;
eo: Ĉu marki ĉiujn montritajn registraĵojn kiel malplenigitajn?
eu: Ageriko sarrera guztiak prozesatutzat eman?
fa: همه رکوردهای نشان داده شده به عنوان پاک شده علامت گذاری شوند؟
fo: Frámerk allar vístar skrásetingar sum ruddaðar?
he: לנקות את כל הרשומות המסומנות?
hr: Sve prikazane zapise označiti kao potvrđene?
hu: Az összes megjelenített rögzítés megjelölése lezártként?
id: Tandai semua riwayat sebagai dibersihkan?
mk: Да се означат сите прикажани записи како потврдени?
pt: Marcar todos os registos mostrados como resolvidos?
ro: Marcați toate înregistrările afișate ca fiind șterse?
ru: Отметить все показанные записи как очищенные?
sk: Označiť všetky zobrazené záznamy ako exportované?
sv: Markera alla visade poster som rensade?
ta: காட்டப்பட்ட அனைத்து பதிவுகளையும் அழித்துவிட்டதா?
uk: Позначити всі показані записи як очищені?

# globalsOnly
source: Only global
bg: Само глобален
cs: Pouze globální
da: Kun globalt
el: Μόνο καθολικά
eo: Nur mallokaj
eu: Globalak soilik
fa: فقط جهانی
fo: Einans heiltøk
he: גלובלי בלבד
hr: Samo globalne
hu: Csak a globálisakat
id: Hanya umum
mk: Само глобални
pt: Apenas global
ro: Doar global
ru: Только глобальные
sk: Iba globálne
sv: Endast globalt
ta: உலகளாவிய மட்டும்
uk: Тільки глобальні

# globalActivities
source: Allow global activities
bg: Позволи глобални дейности
cs: Povolit všeobecné aktivity
da: Tillad globale aktiviteter
el: Επέτρεψε καθολικές ενέργειες
fa: اجازه فعالیت های سراسری
fo: Loyv heiltøk virksemi
he: לאפשר פעילויות גלובליות
hr: Dozvoli globalne aktivnosti
hu: Globális tevékenységek engedélyezése
id: Izinkan aktifitas umum
mk: Дозволи глобални активности
pt: Permitir atividades globais
ro: Permiteți activități globale
ru: Разрешать глобальные деятельности
sk: Povoliť globálne aktivity
sv: Tillåt globala händelser
ta: உலகளாவிய நடவடிக்கைகளை அனுமதிக்கவும்
uk: Дозволити глобальну діяльність

# batch_meta_fields
source: Additional fields
bg: Допълнителни полета
cs: Dodatečné pole
da: Yderligere felter
el: Πρόσθετα πεδία
eo: Pliaj kampoj
eu: Eremu osagarriak
fa: فیلدهای اضافی
fo: Eyka rein
he: שדות נוספים
hr: Dodatna polja
hu: További mezők
id: Kolom tambahan
mk: Додатни полиња
pt: Campos adicionais
ro: Câmpuri adiționale
ru: Дополнительные поля
sk: Ďalšie polia
sv: Ytterligare fält
ta: கூடுதல் புலங்கள்
uk: Додаткові поля

# help.batch_meta_fields
source: Fields that are to be updated must first be activated by clicking on the associated checkbox.
bg: Полетата, които ще бъдат актуализирани, първо трябва да бъдат активирани чрез щракване върху съответното квадратче за отметка.
cs: Pole, které jsou určena k aktualizaci, musí být aktivována v zaškrtávacím políčku.
da: Felter der skal opdateres, må først aktiveres ved at klikke på dsen tilknyttede tjekboks.
el: Τα πεδία που πρέπει να ενημερωθούν, πρέπει πρώτα να ενεργοποιηθούν κάνοντας κλικ στο σχετικό κουτάκι.
eo: Ĝisdatigotaj kampoj devas unue esti aktivigitaj per alklakoj de la rilataj elektobutonoj.
eu: Eguneratuko diren eremuak aktibatu egin behar dira lotutako kontrol laukian klik eginez.
fa: فیلدهایی که قرار است به روز شوند باید ابتدا با کلیک بر روی کادر مربوطه فعال شوند.
fo: Teigar ið skulu dagførast mugu gerast virkinir við at trýsta á hjáliggjandi avkrossingarteig.
he: יש להפעיל שדות לעדכון על ידי לחיצה על תיבות הסימון המתאימות תחילה.
hr: Polja koja se trebaju aktualizirati moraju se najprije aktivirati pritiskom na odgovarajući potvrdni okvir.
hu: A frissítésre váró mezőket először aktválni kell a hozzárendelt jelölő kockára klikkelve.
id: Kolom yang akan diperbarui harus diaktifkan dengan mengklik checkbox pada kolom yang diinginkan.
mk: Полињата што треба да се ажурираат прво мора да се активираат со кликнување на соодветното поле за избор.
pt: Os campos que devem ser atualizados devem ser primeiro ativados clicando na caixa de verificação associada.
ro: Câmpurile care trebuiesc actualizate trebuie să fie activate mai întâi prin verificarea casetei aferente.
ru: Поля перед их обновлением должны быть сначала активированы нажатием на соответствующий флажок.
sk: Polia, ktoré sa majú aktualizovať, je potrebné najskôr aktivovať kliknutím na príslušné začiarkavacie políčko.
sv: Fält som ska uppdateras måste först aktiveras genom att klicka i den associerade kryssrutan.
ta: புதுப்பிக்கப்பட வேண்டிய புலங்கள் முதலில் தொடர்புடைய தேர்வுப்பெட்டியைக் சொடுக்கு செய்வதன் மூலம் செயல்படுத்தப்பட வேண்டும்.
uk: Поля, які необхідно оновити, повинні бути попередньо активовані кліком на відповідній позначці.

# includeNoWork
source: Show entries without bookings
bg: Показване на записи без резервации
cs: Zobrazit vstupy bez rezervace
da: Vis poster uden bookinger
el: Εμφάνιση καταχωρήσεων χωρίς κρατήσεις
eo: Montri elementojn sen rezervoj
fa: نمایش مطالب بدون رزرو
he: הצגת רשומות בלי הזמנות
hr: Prikaži unose bez rezevacija
hu: Időtartam nélküli bejegyzések megjelenítése
id: Munculkan entri tanpa pemesanan
mk: Прикажи записи без резервации
pt: Mostrar entradas sem reservas
ro: Afișați intrările fără rezervări
ru: Показать записи без бронирований
sk: Zobraziť vstupy bez rezervácie
sv: Visa poster utan bokningar
ta: முன்பதிவு இல்லாமல் உள்ளீடுகளைக் காட்டு
uk: Показати записи без бронювань

# includeNoBudget
source: Show entries without budget
bg: Показване на записи без бюджет
cs: Zobrazit položky bez rozpočtu
da: Vis poster uden budget
el: Εμφάνιση καταχωρήσεων χωρίς προϋπολογισμό
eo: Montri elementojn sen buĝeto
fa: نمایش مطالب بدون بودجه
he: הצגת רשומות ללא תקציב
hr: Prikaži unose bez budžeta
hu: Költségvetés nélküli bejegyzések megjelenítése
id: Munculkan entri tanpa anggaran
mk: Прикажи записи без буџет
pt: Mostrar entradas sem orçamento
ro: Afișați intrările fără buget
ru: Показать записи без бюджета
sk: Zobraziť položky bez rozpočtu
sv: Visa postar utan budget
ta: நிதித்திட்டம் இல்லாமல் உள்ளீடுகளைக் காட்டு
uk: Показати записи без бюджету

# includeBudgetType_month
source: Show entries with "monthly" budget
bg: Покажете записи с "месечен" бюджет
cs: Zobrazit položky s „měsíčním“ rozpočtem
da: Vis poster med "månedlig" budget
el: Εμφάνιση καταχωρήσεων με "Μηνιαίο" προϋπολογισμό
eo: Montri erojn kun "monata" buĝeto
fa: نمایش مطالب با بودجه "ماهانه"
he: הצגת רשומות עם תקציב „חודשי”
hr: Prikaži unose s „mjesečnim” budžetom
hu: A "havi" költségvetésű bejegyzések megjelenítése
id: Munculkan entri dengan anggaran "bulanan"
mk: Прикажи записи со „месечен“ буџет
pt: Mostrar as entradas com orçamento "mensal"
ro: Afișați intrările cu buget "lunar"
ru: Показать записи с "ежемесячным" бюджетом
sk: Zobraziť položky s "mesačným“ rozpočtom
sv: Visa post med "månatlig" budget
ta: "திங்கள்தேறும்" நிதித்திட்டத்துடன் உள்ளீடுகளைக் காட்டு
uk: Показати записи з "щомісячним" бюджетом

# includeBudgetType_full
source: Show entries with "life cycle" budget
bg: Показване на записи с бюджет на "жизнения цикъл"
cs: Zobrazit položky s rozpočtem „životního cyklu“
da: Vis poster med "livscyklus" budget
el: Εμφάνιση καταχωρήσεων με "κύκλου ζωής" προϋπολογισμών
eo: montri erojn kun "viv-cikla" buĝeto
fa: نمایش ورودی‌ها با بودجه «چرخه عمر»
he: הצגת רשומות עם תקציב „מחזור חיים”
hr: Prikaži unose s budžetom „životni ciklus”
hu: Az "életciklus" költségvetésű bejegyzések megjelenítése
id: Munculkan entri dengan anggaran "siklus hidup"
mk: Прикажи записи со „животен циклус“ буџет
pt: Mostrar as entradas com orçamento com "ciclo de vida"
ro: Afișați intrările cu mențiunea "ciclu de viață" buget
ru: Показать записи с бюджетом "жизненного цикла"
sk: Zobraziť položky s rozpočtom "životného cyklu“
sv: Visa poster med "livscykel"-budget
ta: "வாழ்க்கை சுழற்சி" நிதித்திட்டத்துடன் உள்ளீடுகளைக் காட்டு
uk: Показати записи з бюджетом "життєвого циклу"

source: Not exported
bg: Не се изнася
cs: Neexportováno
da: Ikke eksporteret
el: Μη Εξαχθείσα
eo: Ne eksportita
fa: خروجی گرفته نشده
he: לא ייוצאו
hr: Neizvezeno
hu: Nincs exportálva
id: Belum diekspor
mk: Не-извезено
pt: Não exportado
ro: Neexportate
ru: Не экспортировано
sk: Neexportované
sv: Inte exporterat
ta: ஏற்றுமதி செய்யப்படவில்லை
uk: Не експортовано

# not_invoiced
source: Not billed
bg: Не е таксуван
cs: Neúčtováno
da: Ikke faktureret
el: Δεν χρεώθηκε
eo: Ne fakturita
fa: صورتحساب نشده است
fo: Eingin rokning send
he: לא חויבו
hr: Nenaplaćeno
hu: Nincs számlázva
id: Belum ditagih
mk: Не фактурирано
pt: Não cobrado
ro: Nefacturat
ru: Не оплачено
sk: Neúčtované
sv: Inte fakturerat
ta: கட்டணம் வசூலிக்கப்படவில்லை
uk: Неоплачене

# last_record_before
source: No time booking since
bg: Няма резервация оттогава
cs: Bez rezervace času
da: Ingen tidsbookinger siden
el: Δεν υπάρχει ώρα κράτησης από
eo: Neniu temporezervo ekde
fa: هیچ زمانی رزرو نشده است از
he: אין הזמנת שעה מאז
hr: Bez rezeviranja vremena od
hu: Azóta nincs időfoglalás
id: Belum memiliki waktu pemesanan sejak
mk: Нема резервација на време од тогаш
pt: Sem reserva de tempo desde
ro: Nici o rezervare de timp, deoarece
ru: Нет времени на бронирование с
sk: Bez rezervácie času
sv: Inga tidsbokningar sedan
ta: பின்னர் நேர முன்பதிவு இல்லை
uk: Бронювання часу не здійснюється з

# add_user.label
source: Add user
bg: Добавете потребител
cs: Přidat uživatele
da: Tilføj bruger
el: Προσθήκη χρήστη
eo: Aldoni uzanton
fa: افزودن کاربر
fo: Legg brúkara aftrat
he: הוספת משתמש
hr: Dodaj korisnika
hu: Felhasználó hozzáadása
id: Tambahkan pengguna
mk: Додај корисник
pt: Adicionar utilizador
ro: Adăugați un utilizator
ru: Добавить пользователя
sk: Pridať použivateľa
sv: Lägg till användare
ta: பயனரைச் சேர்
uk: Додати користувача
