Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# absence_other.intro
source: Family events, moving house, weather chaos etc.
bg: Семейни събития, движеща се къща, метеорологичен хаос и т.н.
cs: Rodinné události, stěhování, chaos v počasí, atd.
da: Familiebegivenheder, flytning, farligt vejr, osv.
el: Οικογενειακά γεγονότα, μετακόμιση, καιρικό χάος κ.λπ.
fa: رویدادهای خانوادگی، خانه تکانی، هرج و مرج آب و هوا و غیره.
he: אירועים משפחתיים, מעבר דירה, תנאי מזג אוויר קשים וכו׳.
hr: Obiteljski događaji, selidbe, vremenski utjecaji itd.
hu: Családi események, költözés, szélsőséges időjárás, stb.
id: Acara keluarga, pindahan rumah, cuaca buruk, dll.
mk: Семејни настани, преселба, временски неприлики итн.
pt: Eventos de família, mudança de casa, caos climático, etc.
ro: Evenimente de familie, mutare, haos meteorologic etc.
ru: Семейные события, переезд, непогода и т. д.
sv: Familjeangelägenheter, flytt, oväder, etc.
ta: குடும்ப நிகழ்வுகள், வீடு மாற்றம், வானிலை குழப்பம் போன்றவை.
uk: Сімейні події, переїзд, погодні катаклізми тощо.

# day_full
source: Full day
bg: Пълен ден
cs: Celý den
da: Hel dag
el: Ολόκληρη ημέρα
fa: روز کامل
he: יום מלא
hr: Cijeli dan
hu: Teljes nap
id: Sehari penuh
mk: Цел ден
pt: O dia inteiro
ro: Zi plină
ru: Полный день
sv: Hel dag
ta: முழு நாள்
uk: Повний день

# day_half
source: Half day
bg: Половин ден
cs: Půl dne
da: Halv dag
el: Μισή ημέρα
fa: نصف روز
he: חצי יום
hr: Pola dana
hu: Fél nap
id: Setengah hari
mk: Пола ден
pt: Metade do dia
ro: Jumătate de zi
ru: Половина дня
sv: Halv dag
ta: அரை நாள்
uk: Півдня

# work_times_account
source: Account working times
bg: Работно време на акаунта
cs: Pracovní doba účtu
da: Konto arbejdstider
el: Ώρες εργασίας λογαριασμού
fa: زمان کار حساب
he: זמני העבודה בחשבון
hr: Račun radnog vremena
hu: Munkaidő elszámolás
id: Waktu kerja akun
mk: Работно време на сметката
pt: Horários de trabalho da conta
ro: Timpul de lucru al contului
ru: Посчитать рабочее время
sv: Arbetstider
ta: கணக்கு வேலை நேரங்கள்
uk: Робочий час облікового запису

source: Review
bg: Преглед
cs: Kontrola
da: Gennemse
el: Επανεξέταση
fa: بررسی کنید
hr: Pregled
hu: Ellenőrzés
id: Tinjau
mk: Преглед
pt: Avaliação
ro: Revizuire
ru: Обзор
sv: Undersökning
ta: சீராய்வு
uk: Ревізія

source: Supervisor
bg: Управител
cs: Vedoucí
da: Chef
el: Προϊστάμενος
fa: سرپرست
he: פיקוח
hr: Nadzornik
hu: Felettes
id: Atasan (Bos)
mk: Надзорник
ro: Supraveghetor
ru: Руководитель
sv: Chef
ta: மேற்பார்வையாளர்
uk: Керівник

source: Append
bg: Добавяне
cs: Připojit
da: Tilføj
el: Προσάρτηση
eo: Postglui
eu: Gehitu
fa: ضمیمه
fo: Legg aftrat
he: הוספה לסוף
hr: Dodaj
hu: Hozzáfűz
id: Bubuhkan
mk: Додади
pt: Anexar
ro: Adăuga
ru: Добавить
sk: Pridať
sv: Fäst
ta: பிற்சேர்
uk: Додати

source: Replace
bg: Замести
cs: Nahradit
da: Erstat
el: Αντικατάσταση
eo: Anstataŭigi
eu: Ordeztu
fa: جایگزین
fo: Útskift
he: החלפה
hr: Zamijeni
hu: Lecserél
id: Gantikan
mk: Замени
pt: Substituir
ro: Înlocuire
ru: Заменить
sk: Zmeniť
sv: Ersätt
ta: மாற்று
uk: Замінити

# force_password_change
source: Request new password
bg: Заявете нова парола
cs: Žádost o nové heslo
da: Bed om ny adgangskode
el: Ζητήστε νέο κωδικό πρόσβασης
fa: درخواست رمز عبور جدید
he: בקשת סיסמה חדשה
hr: Zatrži novu lozinku
hu: Új jelszó kérése
id: Ajukan password baru
mk: Побарајте нова лозинка
pt: Solicitar uma nova palavra-passe
ro: Solicitați o nouă parolă
ru: Запросить новый пароль
sv: Begär nytt lösenord
ta: புதிய கடவுச்சொல்லைக் கோருங்கள்
uk: Запитати новий пароль

# force_password_change_help
source: The next time the user logs in, they must enter a new password.
bg: Следващият път, когато потребителят влезе, те трябва да въведат нова парола.
cs: Při příštím přihlášení musí uživatel zadat nové heslo.
da: Næste gang brugeren logger ind, skal de angive en ny adgangskode.
el: Την επόμενη φορά που ο χρήστης θα συνδεθεί, θα πρέπει να εισαγάγει νέο κωδικό πρόσβασης.
fa: دفعه بعد که کاربر وارد سیستم می شود، باید یک رمز عبور جدید وارد کند.
he: בכניסה הבאה של המשתמש, צריך למלא סיסמה חדש.
hr: Pri sljedećoj prijavi će korisnik morati unijeti novu lozinku.
hu: A felhasználó legközelebbi belépésekor meg kell adnia egy új jelszót.
id: Berikutnya, saat pengguna masuk, mereka harus memasukkan kata sandi baru.
mk: Следниот пат кога корисникот ќе се најави, мора да внесе нова лозинка.
pt: Na próxima vez que o utilizador se autenticar, ele deverá digitar uma nova palavra-passe.
ro: Data viitoare când utilizatorul se conectează, acesta trebuie să introducă o nouă parolă.
ru: В следующий раз при входе нужно использовать новый пароль.
sv: Nästa gång användaren loggar in så måste ett nytt lösenord väljas.
ta: அடுத்த முறை பயனர் உள்நுழையும்போது, அவர்கள் புதிய கடவுச்சொல்லை உள்ளிட வேண்டும்.
uk: Наступного разу, при вході, буде потрібно використовувати новий пароль.

source: Category
bg: Категория
cs: Kategorie
da: Kategori
el: Κατηγορία
fa: دسته بندی
he: קטגוריה
hr: Kategorija
hu: Kategória
id: Kategori
mk: Категорија
pt: Categoria
ro: Categorie
ru: Категория
sv: Kategori
ta: பகுப்பு
uk: Категорія

source: Expenses
bg: Разходи
cs: Výdaje
da: Udgifter
el: Έξοδα
fa: مخارج
he: הוצאות
hr: Troškovi
hu: Kiadások
id: Pengeluaran
mk: Трошоци
pt: Despesas
ro: Cheltuieli
ru: Расходы
sv: Utlägg
ta: செலவுகள்
uk: Витрати

source: Custom content
bg: Персонализирано съдържание
cs: Uživatelský obsah
da: Tilpasset indhold
el: Προσαρμοσμένο περιεχόμενο
fa: محتوای سفارشی
he: תוכן מותאם אישית
hr: Prilagođen sadržaj
hu: Egyedi tartalom
id: Konten kustom
mk: Прилагодена содржина
pt: Conteúdo personalizado
ro: Conținut personalizat
ru: Польз. контент
sv: Anpassat innehåll
ta: தனிப்பயன் உள்ளடக்கம்
uk: Користувацький вміст

source: Overview
bg: Преглед
cs: Přehled
da: Overblik
el: Επισκόπηση
fa: نمای کلی
he: סקירה כללית
hr: Pregled
hu: Áttekintés
id: Tinjauan
mk: Преглед
pt: Visão geral
ro: Prezentare generală
ru: Обзор
sv: Överblick
ta: கண்ணோட்டம்
uk: Огляд

source: Categories
bg: Категории
cs: Kategorie
da: Kategorier
el: Κατηγορίες
fa: دسته بندی ها
he: קטגוריות
hr: Kategorije
hu: Kategóriák
id: Seluruh kategori
mk: Категории
pt: Categorias
ro: Categorii
ru: Категории
sv: Kategorier
ta: பகுப்புகள்
uk: Категорії

source: Days
bg: Дни
cs: Dny
da: Dage
el: Ημέρες
fa: روزها
he: ימים
hr: Dani
hu: Napok
id: Hari
mk: Денови
pt: Dias
ro: Zile
ru: Дни
sv: Dagar
ta: நாட்கள்
uk: Дні

# sickness_child
source: Sickness of a relative
bg: Болест на роднина
da: Sygdom i familien
el: Ασθένεια συγγενικού προσώπου
fa: بیماری یکی از بستگان
hr: Bolest člana obitelji
hu: Rokon betegsége
id: Kerabat sedang sakit
mk: Болест на роднина
ru: Болезнь родственника
ta: உறவினரின் நோய்
uk: Хвороба члена сім'ї

source: Audit logs
bg: Одитни дневници
cs: Auditní protokol
da: Revisionslog
el: Αρχεία καταγραφής ελέγχου
fa: گزارش های حسابرسی
he: יומני פיקוח
hr: Dnevnici revizija
hu: Audit naplók
id: Log audit
mk: Дневници за ревизија
pt: Registos de auditoria
ro: Jurnalele de audit
ru: Контрольный журнал
sv: Spårningsloggar
ta: தணிக்கை பதிவுகள்
uk: Журнали змін

source: Translation
bg: Превод
cs: Překlad
da: Oversættelse
el: Μετάφραση
fa: ترجمه
he: תרגום
hr: Prijevod
hu: Fordítás
id: Translasi
mk: Превод
pt: Tradução
ro: Traducere
ru: Перевод
sv: Översättning
ta: மொழிபெயர்ப்பு
uk: Переклад

source: Absence calendar
bg: Календар за отсъствие
cs: Kalendář nepřítomnosti
da: Fraværskalender
el: Ημερολόγιο απουσιών
fa: تقویم غیبت
he: לוח שנה העדרויות
hr: Kalendar odsutnosti
hu: Távollét naptár
id: Kalender Absensi
mk: Календар за отсуства
pt: Calendário de ausências
ro: Calendarul absențelor
ru: Календарь пропусков
sv: Frånvarokalender
ta: இல்லாத காலிகை
uk: Календар відсутності

# Meta fields
source: Custom fields
bg: Персонализирани полета
cs: Uživatelská pole
da: Tilpassede felter
el: Προσαρμοσμένα πεδία
fa: فیلدهای سفارشی
he: שדות מותאמים אישית
hr: Prilagođena polja
hu: Egyedi mezők
id: Kolom kustom
mk: Прилагодени полиња
pt: Campos personalizados
ro: Câmpuri customizate
ru: Настр. поля
sv: Anpassade fält
ta: தனிப்பயன் புலங்கள்
uk: Власні поля

# parental
source: Parental leave
bg: Родителски отпуск
cs: Rodičovská dovolená
da: Barselsorlov
el: Γονική άδεια
fa: مرخصی والدین
he: חופשת לידה
hr: Roditeljski dopust
hu: Szülői szabadság
id: Cuti orang tua
mk: Родителско отсуство
pt: Licença parental
ro: Concediul parental
sv: Föräldraledighet
ta: பெற்றோர் விடுப்பு
uk: Відпустка по догляду за дитиною

source: Importer
bg: Вносител
cs: Importoval
da: Import
el: Εισαγωγέας
fa: وارد کننده
he: מייבא
hr: Uvoznik
hu: Importőr
id: Pengimpor
mk: Увозник
pt: Importador
ro: Importator
ru: Импортер
sv: Import
ta: இறக்குமதியாளர்
uk: Імпортер

source: Translations
bg: Преводи
cs: Překlady
da: Oversættelser
el: Μεταφράσεις
fa: ترجمه ها
he: תרגומים
hr: Prijevodi
hu: Fordítások
id: Translasi
mk: Преводи
pt: Traduções
ro: Traduceri
ru: Локализация
sv: Översättningar
ta: மொழிபெயர்ப்புகள்
uk: Переклади

# unpaid_vacation
source: Unpaid holidays
bg: Неплатени празници
cs: Neplacená dovolená
da: Ulønnet ferie
el: Μη αμειβόμενες διακοπές
fa: تعطیلات بدون حقوق
he: חופשות שאינן בתשלום
hr: Neplaćeni praznici
hu: Fizetetlen szabadság
id: Cuti tanpa bayaran
mk: Неплатени одмори
pt: Férias não remuneradas
ro: Vacanțe fără plată
ru: Неоплачиваемые отпуска
sv: Obetald ledighet
ta: ஊதியம் பெறாத விடுமுறைகள்
uk: Неоплачувана відпустка

# user_identifier
source: User ID
bg: Потребителски идентификатор
cs: ID uživatele
da: Bruger-ID
el: Αναγνωριστικό χρήστη
fa: شناسه کاربری
he: מזהה משתמש
hr: Korisnički ID
hu: Felhasználó azonosító
id: ID Pengguna
mk: Кориснички ID
pt: ID do utilizador
ro: ID-ul de utilizator
sv: Användar-ID
ta: பயனர் அடையாளம்
uk: ID користувача

# user_identifier.help
source: The unique user identifier is used for authentication and in exports
bg: Уникалният потребителски идентификатор се използва за удостоверяване и при износ
cs: Unikátní identifikátor užovatele je použit pro autentizaci a v exportech
da: En unik brugeridentifikation der bruges til autentificering og ved eksport
el: Το μοναδικό αναγνωριστικό χρήστη χρησιμοποιείται για τον έλεγχο ταυτότητας και στις εξαγωγές
fa: شناسه منحصر به فرد کاربر برای احراز هویت و در صادرات استفاده می‌شود
he: מזהה המשתמש הייחודי שמשמש לאימות ובאריזות לייצוא
hr: Jedinstveni identifikator korisnika se koristi za autentifikaciju i izvoze
id: Pengidentifikasi pengguna unik digunakan untuk otentikasi dan dalam ekspor
mk: Уникатниот кориснички идентификатор се користи за автентикација и при извоз
pt: O identificador único do utilizador é utilizado para autenticação e nas exportações
ro: Identificatorul unic de utilizator este utilizat pentru autentificare și în exporturi
sv: Ett unikt ID som används för autentisering och vid export av data
ta: தனித்துவமான பயனர் அடையாளங்காட்டி ஏற்பு மற்றும் ஏற்றுமதியில் பயன்படுத்தப்படுகிறது
uk: Унікальний ідентифікатор користувача використовується для автентифікації та експорту

# help
source: Documentation
bg: Документация
cs: Dokumentace
da: Dokumentation
el: Τεκμηρίωση
eu: Laguntza
fa: مستندات
he: תיעוד
hr: Dokumentacija
hu: Dokumentáció
id: Dokumentasi
mk: Документација
pt: Ajuda
ro: Documentație
ru: Документация
sk: Dokumentácia
sv: Dokumentation
ta: ஆவணப்படுத்துதல்
uk: Документація

source: Support
bg: Подкрепа
he: תמיכה
id: Dukungan
mk: Поддршка
ta: உதவி
uk: Підтримка

source: Donate
bg: Дарете
cs: Podpořte
da: Støt
el: Δωρίστε
eu: Dohaintza
fa: هدیه دادن
he: תרומה
hr: Doniraj
hu: Adományozás
id: Menyumbang
mk: Донирај
pt: Faça um donativo
ro: Donează
ru: Пожертвовать
sk: Podporte
sv: Donera
ta: நன்கொடை
uk: Пожертвувати

# invoice_number_generator.date
source: Date
bg: Дата
cs: Datum
da: Dato
el: Ημερομηνία
eu: Data
fa: تاریخ
he: תאריך
hr: Datum
hu: Dátum
id: Tanggal
mk: Датум
pt: Data
ro: Dată
ru: Дата
sk: Dátum
sv: Datum
ta: திகதி
uk: Дата

# invoice_number_generator.default
source: Configured format
bg: Конфигуриран формат
cs: Nastavený formát
da: Konfigureret format
el: Διαμορφωμένη Μορφή
fa: فرمت پیکربندی شده
he: מבנה מוגדר
hr: Konfigurirani format
hu: Konfigurált formátum
id: Format yang dikonfigurasi
mk: Конфигуриран формат
pt: Formato configurado
ro: Formatul configurat
ru: Настроенный формат
sk: Nastavený formát
sv: Angiven stil
ta: கட்டமைக்கப்பட்ட வடிவம்
uk: Налаштований формат

source: Invoicenumber-Generator
bg: Фактуриране-генератор
cs: Generátor fakturačních čísel
da: Fakturanummergenerator
el: Γεννήτρια Αριθμού Απόδειξης
eu: Faktura zenbaki sortzailea
fa: مولد شماره فاکتور
he: מחולל מספר הזמנה
hr: Generator broja računa
hu: Számlasorszám-generátor
id: Generator-nomorinvoice
mk: Генератор на број на фактура
pt: Gerador de números de faturas
ro: Generator de numere de factură
ru: Генератор номеров счета
sk: Generátor čísiel faktúr
sv: Generera fakturanummer
ta: விலைப்பட்டியல்எண்-உருவாக்கி
uk: Генератор номерів рахунків

# timesheet.stop
source: Stop time-tracking
bg: Спрете проследяването на времето
cs: Ukončit sledování času
da: Stop tidsregistrering
el: Σταματήστε την καταγραφή του χρόνου
fa: ردیابی زمان را متوقف کنید
he: עצירת מעקב שעות
hr: Prekini evidentiranje vremena
hu: Időrögzítés leállítása
id: Hentikan pelacakan waktu
mk: Престанете со следење на времето
pt: Parar registo de tempo
ro: Opriți urmărirea timpului
ru: Остановить отслеживание времени
sv: Avsluta tidtagning
ta: நேரத்தைக் கண்காணிப்பதை நிறுத்து
uk: Зупинити облік часу

source: Search filter
bg: Филтър за търсене
cs: Vyhledávací filtr
da: Søgefilter
el: Φίλτρο αναζήτησης
fa: فیلتر جستجو
he: מסנן חיפוש
hr: Filtar pretrage
hu: Keresési szűrő
id: Cari tapisan
mk: Филтер за пребарување
pt: Filtro de pesquisa
ro: Filtrul de căutare
ru: Поисковый фильтр
sv: Sökfilter
ta: தேடல் வடிகட்டி
uk: Пошуковий фільтр

# batch_table_checkbox
source: Add entry to batch update list
bg: Добавете запис в списъка за актуализиране на партидите
cs: Přidat záznam do seznamu skupinové aktualizace
da: Tilføj post til masseopdateringsliste
el: Προσθήκη καταχώρησης στη λίστα ενημέρωσης παρτίδας
fa: افزودن ورودی به لیست به روز رسانی دسته ای
he: הוספת רשימה לרשימת עדכון מרוכזת
hr: Dodaj unos u popis skupnog aktualiziranja
id: Tambahkan entri ke daftar pembaruan batch
mk: Додај запис во листата за групно ажурирање
pt: Adicionar entrada à lista de atualização de lotes
ro: Adăugați o intrare la lista de actualizare a lotului
ru: Добавьте запись, чтобы обновить список
sv: Lägg till post till massuppdateringslista
ta: தொகுதி புதுப்பிப்பு பட்டியலுக்கு உள்ளீட்டைச் சேர்க்கவும்
uk: Додати запис до списку пакетного оновлення

# batch_table_checkbox_all
source: Select all entries for batch update list
bg: Изберете всички записи за списък за актуализиране на партиди
cs: Vybrat všechny záznamy do seznamu skupinové aktualizace
da: Vælg alle poster til massepodateringslisten
el: Επιλογή όλων των καταχωρήσεων για τη λίστα ομαδικής ενημέρωσης
fa: همه ورودی ها را برای لیست به روز رسانی دسته ای انتخاب کنید
he: בחירת כל הרשומות לרשימת עדכון מרוכז
hr: Odaberi sve unose za popis skupnog aktualiziranja
id: Pilih semua entri untuk daftar pembaruan batch
mk: Изберете ги сите записи за листата за групно ажурирање
pt: Selecionar todas as entradas para a lista de atualização em lote
ro: Selectați toate intrările pentru lista de actualizare lot
ru: Выберите все записи для пакета обновлений
sv: Välj alla poster för massuppdateringslistan
ta: தொகுதி புதுப்பிப்பு பட்டியலுக்கான அனைத்து உள்ளீடுகளையும் தேர்ந்தெடுக்கவும்
uk: Вибрати всі записи для списку пакетного оновлення

# absence_comment_mandatory
source: Absence: Comment is a mandatory field
bg: Отсъствие: Коментарът е задължително поле
cs: Nepřítomnost: Komentář je povinné pole
da: Fravær: Kommentar er et krævet felt
el: Απουσία: Σχόλιο είναι υποχρεωτικό πεδίο
fa: عدم حضور: نظر دادن یک فیلد اجباری است
he: העדרות: הערה היא שדה חובה
hr: Odsutnost: Komentar je obavezno polje
hu: Távollét: A megjegyzés egy kötelező mező
id: Absensi: Keterangan harus diisi
mk: Отсуство: Коментарот е задолжително поле
pt: Ausência: O comentário é um campo obrigatório
ro: Absență: Comentariul este un câmp obligatoriu
sv: Frånvaro: Kommentar är ett obligatoriskt fält
ta: இல்லாதது: கருத்து ஒரு கட்டாய புலம்
uk: Відсутність: Коментар є обов'язковим полем

# locale
source: Time, date and currency format
bg: Време, дата и формат на валута
cs: Formát času, data a měny
da: Tid-, dato- og valutaformat
el: Μορφή ώρας, ημερομηνίας και νομίσματος
fa: زمان، تاریخ و فرمت ارز
he: תבנית לשעה, תאריך ומטבע
hr: Format za vrijeme, datum i valutu
hu: Idő, dátum és pénznem formátum
id: Format waktu, tanggal, dan mata uang
mk: Формат на време, датум и валута
pt: Formato de hora, data e moeda
ro: Ora, data și formatul monedei
ru: Формат времени, даты и валюты
sv: Tid, datum och valutaformat
ta: நேரம், தேதி மற்றும் நாணய வடிவம்
uk: Формат часу, дати та валюти

# api_token_hidden
source: This is the only time this key will ever be displayed! So keep it safe and make sure you've copied it down before closing this window.
bg: Това е единственият път, когато този ключ някога ще бъде показан! Затова го пазете и се уверете, че сте го копирали преди затварянето на този прозорец.
cs: Toto je jediný čas, kdy tento klíč kdy bude zobrazen! Tak ho udržujte v bezpečí a ujistětete se, že jste si ho zkopírovali před zavřením tohoto okna.
da: Dette er den eneste gang at denne nøgle nogensinde vil brlive vist! Opbevar den sikkert og sørg for at du har kopieret den, inden du lukker dette vindue.
el: Αυτή είναι η μόνη φορά που θα εμφανιστεί αυτό το κλειδί! Κρατήστε το λοιπόν ασφαλές και βεβαιωθείτε ότι το έχετε αντιγράψει πριν κλείσετε αυτό το παράθυρο.
fa: این تنها باری است که این کلید نمایش داده می‌شود! پس آن را در جای امنی نگه دارید و قبل از بستن این پنجره، مطمئن شوید که آن را کپی کرده‌اید.
he: זאת הפעם היחידה שהמפתח הזה יוצג אי־פעם! לכן כדאי לוודא שהוא שמור בבטחה ושהוא הועתק כראוי בטרם סגירת החלון הזה.
hr: Ovo je jedini put prikazivanje ključa! Stoga ga spremi na sigurno mjesto i osiguraj da ga kopiraš prije zatvaranja ovog prozora.
id: Hanya sekali dan saat ini kunci ini ditampilkan selamanya! Jadi agar aman, pastikan anda menyalinnya sebelum menutup jendela ini.
mk: Ова е единствениот пат кога овој клуч ќе се прикаже! Затоа, чувајте го на безбедно и осигурајте се дека сте го копирале пред да го затворите овој прозорец.
pt: Esta é a única vez que esta chave será apresentada! Por isso, guarde-a bem e certifique-se de que a copiou antes de fechar esta janela.
ro: Aceasta este singura dată când această cheie va fi afișată vreodată! Așa că păstrați-l în siguranță și asigurați-vă că ați copiat-o înainte de a închide această fereastră.
sv: Detta är den enda gången nyckeln visas, så kopiera undan den till en säker plats innan du stänger fönstret.
ta: இந்த விசை காண்பிக்கப்படும் ஒரே நேரம் இதுதான்! எனவே அதைப் பாதுகாப்பாக வைத்திருங்கள், இந்தச் சாளரத்தை மூடுவதற்கு முன்பு நீங்கள் அதை நகலெடுத்துள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்.
uk: Це єдиний раз, коли цей ключ буде показано! Тому зберігайте його в безпеці і переконайтеся, що ви скопіювали його, перш ніж закрити це вікно.

source: Project number
bg: Номер на проекта
cs: Číslo projektu
da: Projektnummer
el: Αριθμός έργου
fa: شماره پروژه
he: מספר מיזם
hr: Broj projekta
hu: Projekt azonosító
id: Nomor proyek
mk: Број на проект
pt: Número do projeto
ro: Numărul proiectului
ru: Номер проекта
sv: Projektreferens
ta: திட்ட எண்
uk: Номер проєкту

# expires
source: Expiry date
bg: Дата на изтичане
cs: Datum vypršení
da: Udløbsdato
el: Ημερομηνία λήξης
fa: تاریخ انقضا
he: תאריך תפוגה
hr: Datum isteka
hu: Lejárati dátum
id: Tanggal kedaluwarsa
mk: Датум на истекување
pt: Data de expiração
ro: Data de expirare
sv: Slutdatum
ta: காலாவதி தேதி
uk: Термін придатності

source: Last usage
bg: Последна употреба
cs: Poslední použití
da: Sidst brugt
el: Τελευταία χρήση
fa: آخرین استفاده
he: שימוש אחרון
hr: Zadnja upotreba
hu: Utolsó használat
id: Penggunaan terakhir
mk: Последна употреба
pt: Última utilização
ro: Ultima utilizare
sv: Senast använt
ta: கடைசி பயன்பாடு
uk: Останнє використання

# api_password_deprecated
source: API passwords are outdated: please use API tokens instead.
bg: Паролите на API са остарели: моля, използвайте вместо това API маркери.
cs: API hesla jsou zastaralá: prosím používejte místo nich API tokeny.
da: API adgangskode er forældet: B rug venligst API token i stedet.
el: Οι κωδικοί πρόσβασης API είναι απαρχαιωμένοι: παρακαλούμε χρησιμοποιήστε αντί αυτών τα tokens API.
fa: رمزهای عبور API قدیمی هستند: لطفاً به جای آنها از توکن‌های API استفاده کنید.
he: השימוש בסיסמאות API הופסק: נא להשתמש באסימוני API במקום.
hr: API lozinke su zastarjele: umjesto njih koristi API tokene.
hu: Az API jelszavak elavultak: kérlek használd helyettük az API tokeneket.
id: Kata sandi API telah usang: sebagai gantinya, tolong gunakan token API.
mk: API лозинките се застарени: наместо тоа користете API токени.
pt: As palavras-passe da API estão desatualizadas: utilize antes os tokens da API.
ro: Parolele API sunt învechite: vă rugăm să utilizați în schimb jetoane API.
sv: API-lösenord är förlegade, använd API-nycklar istället.
ta: பநிஇ கடவுச்சொற்கள் காலாவதியானவை: அதற்குப் பதிலாக பநிஇ கிள்ளாக்குகளைப் பயன்படுத்து.
uk: Паролі API застаріли: будь ласка, використовуйте токени API.

source: Hours per day
bg: Часове на ден
da: Timer pr. dag
el: Ώρες ανά ημέρα
fa: ساعت در روز
hu: Órák naponta
id: Jam per hari
mk: Часови на ден
ta: நாளைக்கு மணிநேரம்
uk: Годин на день

source: Hours per week
bg: Часове седмично
da: Timer pr. uge
el: Ώρες ανά εβδομάδα
fa: ساعت در هفته
hu: Órák hetente
id: Jam perminggu
mk: Часови неделно
ta: வாரத்திற்கு மணிநேரம்
uk: Годин на тиждень

source: Hours per month
bg: Часове на месец
da: Timer pr. måned
el: Ώρες ανά μήνα
fa: ساعت در ماه
hu: Órák havonta
id: Jam per bulan
mk: Часови месечно
ta: திங்களுக்கு மணிநேரம்
uk: Годин на місяць

# work_days
source: Working days
bg: Работни дни
da: Arbejdsdage
el: Εργάσιμες ημέρες
fa: روزهای کاری
hu: Munkanapok
id: Hari kerja
mk: Работни денови
ta: வேலை நாட்கள்
uk: Робочі дні

# work_hours_mode
source: Working time calculation
bg: Изчисляване на работното време
da: Arbejdsdagsudregning
el: Υπολογισμός εργάσιμου χρόνου
fa: محاسبه زمان کار
hu: Munkaidő számítása
id: Kalkulasi jam kerja
mk: Пресметка на работното време
ta: வேலை நேர கணக்கீடு
uk: Обчислення робочого часу

source: Last working day
bg: Последният работен ден
da: Sidste arbejdsdag
el: Τελευταία εργάσιμη ημέρα
fa: آخرین روز کاری
hu: Munkaviszony vége
id: Hari kerja terakhir
mk: Последен работен ден
ta: கடைசி வேலை நாள்
uk: Останній робочий день

source: Activity number
bg: Номер на дейност
cs: Číslo aktivity
da: Aktivitetnummer
el: Αριθμός δραστηριότητας
fa: شماره فعالیت
he: מספר פעילות
hr: Broj aktivnosti
hu: Tevékenység azonosító
id: Nomor aktivitas
mk: Број на активност
pt: Número de atividade
ro: Numărul activității
ru: Число активности
sv: Aktivitetsreferens
ta: செயல்பாட்டு எண்
uk: Номер діяльності

source: Approve
bg: Одобрете
da: Godkend
el: Έγκριση
fa: تایید کنید
hr: Odobri
hu: Elfogadás
id: Setuju
mk: Одобри
ru: Одобрить
ta: ஒப்புதல்
uk: Дозволити

source: Updated
bg: Актуализирано
da: Opdateret
el: Ενημερωμένο
fa: به روز شد
hr: Aktualizirano
hu: Frissítve
id: Diperbarui
mk: Ажурирано
ru: Обновлено
ta: புதுப்பிக்கப்பட்டது
uk: Оновлено
