Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# help.billable
source: If the setting is off, all time entries recorded in the future will be marked as "not billable".
bg: Ако настройката е изключена, записите за всички времена, записани в бъдеще, ще бъдат маркирани като „не е платимо“.
cs: Pokud je toto nastavení vypnuto, budou všechny časové záznamy zaznamenané v budoucnu označeny jako "nezúčtovatelné".
da: Hvis indstillingen er slået fra, bliver alle tidsregistreringer optaget i fremtiden, markeret som "ikke fakturérbar".
el: Εάν η ρύθμιση είναι απενεργοποιημένη, όλες οι καταχωρήσεις χρόνου που θα καταγραφούν στο μέλλον θα επισημαίνονται ως «μη χρεώσιμες».
fa: اگر تنظیم غیرفعال باشد، تمام ورودی‌های زمانی ثبت‌شده در آینده به‌عنوان «غیرقابل پرداخت» علامت‌گذاری خواهند شد.
he: אם ההגדרה כבוי, כל רשומות הזמן שיתועדו בעתיד יסומנו בתור „לא לחיוב”.
hr: Ako je postavka isključena, svi unosi vremena snimljeni u budućnosti bit će označeni kao „nenaplativi”.
hu: Ha a beállítás ki van kapcsolva, a jövőben rögzített összes időbejegyzés "nem számlázható"-ként lesz megjelölve.
id: Jika setelan ini dimatikan, semua entri waktu yang tercatat ke depannya akan ditandai sebagai "tidak dapat ditagih".
mk: Ако поставката е исклучена, сите временски записи снимени во иднина ќе бидат означени како „ненаплатливи“.
pt: Se a configuração estiver desativada, todas as entradas de tempo registadas no futuro serão marcadas como "não faturáveis".
ro: Dacă setarea este dezactivată, toate înregistrările de timp înregistrate în viitor vor fi marcate ca fiind "nefacturabile".
ru: Если параметр отключен, все записи о времени, добавленные в будущем, будут помечены как «не подлежащие оплате».
sk: Pokiaľ je toto nastavenie vypnuté, všetky časové záznamy zaznamenané v budúcnosti budú označené ako "nezúčtovateľné".
sv: Om inställningen är avstängd kommer alla tidsposter som registreras i framtiden att markeras som "ej fakturerbara".
ta: அமைப்பு முடக்கப்பட்டால், எதிர்காலத்தில் பதிவுசெய்யப்பட்ட அனைத்து நேர உள்ளீடுகளும் "வரவுச் சீட்டுசெய்யக்கூடியவை அல்ல" என்று குறிக்கப்படும்.
uk: Якщо вимкнене, усі записи, записані у майбутньому, будуть позначені "не оплачується".

# remove_filter
source: Reset search filter
bg: Нулиране на филтъра за търсене
cs: Vymazat filtr hledání
da: Nulstil søgefilter
el: Επαναφορά φίλτρου αναζήτησης
fa: فیلتر جستجو را بازنشانی کنید
he: איפוס מסנן חיפוש
hr: Resetiraj filtar pretrage
hu: Keresési szűrő törlése
id: Setel ulang filter pencarian
mk: Ресетирај филтер за пребарување
pt: Redefinir o filtro de busca
ro: Resetați filtrul de căutare
ru: Сбросить фильтр поиска
sk: Vymazať filter vyhľadávania
sv: Nollställ sökfilter
ta: தேடல் வடிப்பானை மீட்டமை
uk: Скинути пошуковий фільтр

# api_password.intro
source: Here you can manage your API tokens, which are used to authenticate your application to Kimai.
bg: Тук можете да управлявате вашите API жетони, които се използват за удостоверяване на вашето приложение към Kimai.
cs: Zde můžete spravovat své API tokeny, které se používají k autentizaci vaší aplikace pro Kimai.
da: Her kan du administrere dine API tokens, som bruges til at autentificere dine integrationer med Kimai.
el: Εδώ μπορείτε να διαχειριστείτε τα διακριτικά API, τα οποία χρησιμοποιούνται για τον έλεγχο ταυτότητας της εφαρμογής σας στο Kimai.
fa: در اینجا می توانید توکن های API خود را که برای احراز هویت برنامه شما در Kimai استفاده می شود، مدیریت کنید.
he: כאן אפשר לנהל את אסימוני ה־API שלך, שמשמשים לאימות היישום שלך מול Kimai.
hr: Ovdje možeš upravljati svojim API tokenima koji se koriste za autentifikaciju tvoje aplikacije u Kimaiju.
hu: Itt kezelheted az API tokenjeidet, amelyeket az alkalmazásod hitelesítésére használhatsz a Kimaiban.
id: Disini anda dapat mengelola API token anda, yang digunakan untuk mengautentikasi aplikasi anda ke Kimai.
mk: Тука можете да управувате со вашите API токени, кои се користат за автентикација на вашата апликација на Kimai.
pt: Aqui pode gerir os seus tokens API, que são utilizados para autenticar a sua aplicação no Kimai.
ro: Aici vă puteți gestiona jetoanele API, care sunt folosite pentru a vă autentifica aplicația la Kimai.
ru: Здесь вы можете распоряжаться вашими API токенами, которые используются для подтвержденния подлинности вашей заявки для Kimai.
sv: API-lösenordet används för integrationer med Kimai.
ta: உங்கள் பயன்பாட்டைக் கிமாய்க்கு அங்கீகரிக்கப் பயன்படும் உங்கள் பநிஇ கிள்ளாக்குகளை இங்கே நிர்வகிக்கலாம்.
uk: Тут ви можете керувати токенами API, які використовуються для автентифікації вашого додатку в Kimai.

# menu.apps
source: Applications
bg: Приложения
cs: Aplikace
da: Applikationer
el: Εφαρμογές
fa: کاربردها
he: יישומים
hr: Programi
hu: Alkalmazások
id: Aplikasi
mk: Апликации
pt: Aplicações
ro: Aplicații
ru: Приложения
sk: Aplikácie
sv: Applikationer
ta: பயன்பாடுகள்
uk: Застосунки

# profile.2fa_intro
source: You can activate a new device by scanning the image in your application.
bg: Можете да активирате ново устройство, като сканирате изображението в приложението си.
cs: Nové zařízení můžete aktivovat naskenováním obrázku v aplikaci.
da: Du kan aktivere en ny enhed ved at skanne billedet i din applikation.
el: Μπορείτε να ενεργοποιήσετε μια νέα συσκευή σαρώνοντας την εικόνα στην εφαρμογή σας.
fa: می توانید با اسکن تصویر در برنامه خود یک دستگاه جدید را فعال کنید.
he: אפשר להפעיל מכשיר חדש על ידי סריקת התמונה ביישומון שלך.
hr: Novi uređaj možeš aktivirati skeniranjem slike u tvom programu.
hu: Be tudod aktiválni az új eszközt ha beolvasod a képet az alkalmazásban.
id: Anda dapst mengaktivasi perangkat baru dengan memindai gambar paslda aplikasi Anda.
mk: Можете да активирате нов уред со скенирање на сликата во вашата апликација.
pt: Pode ativar um novo aparelho digitalizando a imagem na sua aplicação.
ro: Puteți activa un nou dispozitiv prin scanarea imaginii din aplicație.
ru: Вы можете активировать новое устройство, отсканировав изображение в приложении.
sk: Nové zariadenie môžete aktivovať naskenovaním obrázku do vašej dvojstupňovej aplikácie.
sv: Du kan aktivera en ny enhet genom att skanna bilden i din applikation.
ta: உங்கள் பயன்பாட்டில் படத்தை ச்கேன் செய்வதன் மூலம் புதிய சாதனத்தைச் செயல்படுத்தலாம்.
uk: Ви можете активувати новий пристрій, відсканувавши зображення в застосунку.

# help.teams
source: Restricts visibility to the selected teams.
bg: Ограничава видимостта към избраните екипи.
cs: Omezí viditelnost na vybrané týmy.
da: Begrænser synlighed til de valgte teams.
el: Περιορίζει την ορατότητα στις επιλεγμένες ομάδες.
fa: محدود کردن امکان مشاهده به تیم های منتخب.
he: להגביל חשיפה לצוותים הנבחרים.
hr: Ograničava vidljivost na odabrane timove.
hu: A láthatóságot a kiválasztott csapatokra korlátozza.
id: Batasi ketampakan bagi kelompok-kelompok yang dipilih.
mk: Ограничува видливост на избраните тимови.
pt: Restringe a visibilidade às equipas selecionadas.
ro: Limitează vizibilitatea la echipele selectate.
ru: Ограничивает видимость для выбранных команд.
sk: Obmedzí viditeľnosť na zvolené tímy.
sv: Begränsar synligheten till de valda grupperna.
ta: தேர்ந்தெடுக்கப்பட்ட அணிகளுக்குத் தெரிவுநிலையை கட்டுப்படுத்துகிறது.
uk: Обмежує видимість до вибраних команд.

# dashboard.edit_mode
source: You can rearrange your widgets using drag & drop. Adding widgets saves pending changes.
bg: Можете да пренаредите джаджи с помощта на Drag & Drop. Добавянето на джаджи спестява висящи промени.
cs: Widgety můžete přeskládat pomocí drag & drop. Přidávání widgetů ukládá čekající změny.
da: Du kan omarrangere dine widgets med træk og slip. Tilføjelse af widgets gemmer afventeden ændringer.
el: Μπορείτε να αναδιατάξετε τα widgets σας χρησιμοποιώντας drag & drop. Η προσθήκη widgets αποθηκεύει τις αλλαγές που εκκρεμούν.
fa: شما می توانید با استفاده از کشیدن ورها کردن تنظیم مجدد موضوعات را انجام دهید :افزودن موضوعات، تغییرات در انتظار ثبت را ذخیره می‌کند.
he: אפשר לסדר את הווידג׳טים שלך מחדש באמצעות גרירה ושחרור. הוספת וידג׳טים שומרת את השינויים המוצעים.
hr: Widgete možeš prerasporediti povlačenjem. Dodavanje widgeta sprema promjene na čekanju.
hu: A widgeteket a fogd és vidd funkcióval átrendezheti. A widgetek hozzáadása menti a függőben lévő módosításokat.
id: Anda dapat mengatur ulang dengan menyeret & melepas gawit. Penambahan gawit akan menyimpan perubahan pengaturan yang tertunda.
mk: Можете да ги преуредите вашите интерактивни елементи со влечење и спуштање. Додавањето интерактивни елементи ги зачувува промените што чекаат.
pt: Pode reorganizar os seus widgets arrastando e soltando &. Ao adicionar os widgets as alterações pendentes são salvas.
ro: Puteți rearanja widgeturile utilizând funcția de glisare și fixare. Adăugarea widgeturilor salvează modificările în așteptare.
ru: Виджеты можно переставлять с помощью перетаскивания. Добавление виджетов сохраняет ожидающие изменения.
sk: Widgety môžete preskladať pomocou funkcie drag & drop (potiahni & pusti). Pridaním widgetov sa uložia čakajúce zmeny.
sv: Du kan ordna om dina widgets genom att dra & släppa dem. Om du lägger till widgets sparas väntande ändringar.
ta: இழுவை பயன்படுத்தி உங்கள் நிரல்பலகங்களை மறுசீரமைக்கலாம் & துளி. நிரல்பலகங்களைச் சேர்ப்பது நிலுவையில் உள்ள மாற்றங்களைச் சேமிக்கிறது.
uk: Ви можете впорядковувати віджети перетягуванням. Додавання віджетів зберігає відкладені зміни.

# modal.columns.label
source: Table columns
bg: Колони на таблица
cs: Sloupce tabulky
da: Tabelkolonner
el: Στήλες πινάκων
fa: ستون های جدول
he: עמודות בטבלה
hr: Stupci tablice
hu: Táblázat oszlopai
id: Kolom tabel
mk: Колони на табелата
pt: Colunas das tabelas
ro: Coloane de tabel
ru: Столбцы таблицы
sk: Stĺpce tabuľky
sv: Tabell kolumner
ta: அட்டவணை நெடுவரிசைகள்
uk: Стовпчики таблиці

# modal.columns.profile
source: Profile
bg: Профил
cs: Profil
da: Profil
el: Προφίλ
fa: پروفایل
he: פרופיל
hr: Profil
hu: Profil
id: Profil
mk: Профил
pt: Perfíl
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
ta: தன்விவரக்குறிப்பு
uk: Профіль

# profile.2fa
source: Two-Factor (2FA)
bg: Двуфакторна (2FA)
cs: Dvoufázové (2FA)
da: To-faktor (2FA)
el: Δύο παραγόντων (2FA)
fa: دو عاملی (2FA)
he: דו־שלבי (2FA)
hr: Dvofaktorski (2FA)
hu: Kétfaktoros (2FA)
id: Autentikasi Dua Faktor
mk: Двофактор (2FA)
pt: Dois fatores (2FA)
ro: Doi factori (2FA)
ru: Второй фактор (2FA)
sk: Dvojstupňové overenie(2FA)
sv: Tvåfaktor (2FA)
ta: இரண்டு காரணி (2fa)
uk: Двофакторна аутентифікація (2FA)

# login.2fa_intro
source: Please enter the confirmation code to complete the login process.
bg: Моля, въведете кода за потвърждение, за да завършите процеса на вход.
cs: Pro dokončení procesu přihlášení zadejte potvrzovací kód.
da: Indtast venligst bekræftelseskoden for at afslutte login processen.
el: Εισάγετε τον κωδικό επιβεβαίωσης για να ολοκληρώσετε τη διαδικασία σύνδεσης.
fa: لطفا کد تایید را وارد کنید تا مراحل ورود به سیستم کامل شود.
he: נא למלא את קוד האימות כדי להשלים את תהליך הכניסה למערכת.
hr: Upiši potvrdni kôd za dovršavanje postupka prijave.
hu: Add meg a megerősítő kódot a bejelentkezéshez.
id: Mohon isi kode konfirmasi untuk menyelesaikan proses masuk log.
mk: Внесете го кодот за потврда за да го завршите процесот на најавување.
pt: Digite o código de confirmação para concluir o processo de login.
ro: Vă rugăm să introduceți codul de confirmare pentru a finaliza procesul de conectare.
ru: Пожалуйста, введите код подтверждения для завершения процесса входа в систему.
sk: Pre dokončenie prihlásenia, zadajte prosím potvrdzovací kód z vašej dvojstupňovej aplikácie.
sv: Ange bekräftelsekoden för att slutföra inloggningsprocessen.
ta: உள்நுழைவு செயல்முறையை முடிக்க உறுதிப்படுத்தல் குறியீட்டை உள்ளிடவும்.
uk: Вкажіть, будь ласка, код підтвердження для завершення процедури входу.

# favorite_routes
source: Favorites
bg: Любими
cs: Oblíbené
da: Farvoritter
el: Αγαπημένα
fa: مورد علاقه ها
he: מועדפים
hr: Favoriti
hu: Kedvencek
id: Favorit
mk: Омилени
pt: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sv: Favoriter
ta: பிடித்தவைகள்
uk: Вибране

# notifications.welcome
source: Thank you for agreeing to notifications!
bg: Благодаря ви, че се съгласихте на известия!
cs: Děkujeme, že souhlasíte s upozorněními!
da: Tak for at du har tilmeldt dig notifikationer!
el: Σας ευχαριστούμε που συμφωνήσατε να λαμβάνετε ειδοποιήσεις!
fa: از اینکه با اعلان‌ها موافقت کردید متشکریم!
he: תודה שהסכמת לקבל התראות!
hr: Hvala što pristaješ na obavijestima!
id: Terima kasih karena telah menyetujui notifikasi!
mk: Ви благодариме што се согласивте на известувањата!
pt: Obrigado por aceitar as notificações!
ro: Vă mulțumim că sunteți de acord cu notificările!
ru: Спасибо за согласие на уведомления!
sk: Ďakujeme, že súhlasíte s upozorneniami!
sv: Tack för att du accepterar meddelanden!
ta: அறிவிப்புகளுக்கு ஒப்புக்கொண்டதற்கு நன்றி!
uk: Дякуємо за погодження сповіщень!

source: Notifications
bg: Известия
cs: Upozornění
da: Notifikationer
el: Ειδοποιήσεις
fa: اعلان ها
he: התראות
hr: Obavijesti
hu: Értesítések
id: Notifikasi
mk: Известувања
pt: Notificações
ro: Notificări
ru: Уведомления
sk: Oznámenia
sv: Meddelanden
ta: அறிவிப்புகள்
uk: Сповіщення

# daily_stats
source: Show daily stats in timesheet
bg: Показвайте ежедневни статистики в тайната лист
cs: Zobrazit denní statistiky v pracovním výkaze
da: Vis daglig statistik i timeseddel
el: Εμφάνιση ημερήσιων στατιστικών στο δελτίο απασχόλησης
eo: Montri tagan statistikon en la temposlipo
eu: Eguneroko estatistikak erakutsi ordu taulan
fa: نشان دادن در جدول زمانی
fo: Vís daglig hagtøl á arbeiðsseðli
he: הצגת סטטיסטיקות יומיות בגיליון השעות
hr: Prikaži dnevne statistike u vremenskoj tablici
hu: Napi statisztika megjelenítése a munkaidő-bejegyzéseknél
id: Tampilkan statistik harian di lembar waktu
mk: Прикажи дневна статистика во табелата со часови
pt: Mostrar estatísticas diárias no quadro de horários
ro: Afișează statisticile zilnice referitoare la pontaj
ru: Показывать дневную статистику в табеле
sk: Zobraziť denné štatistiky v prehľade
sv: Visa daglig statistik i tidtabell
ta: நேரஅட்டவணையில் நாள்தோறும் புள்ளிவிவரங்களைக் காட்டு
uk: Показувати в табелі щоденну статистику

# export_decimal
source: Use decimal duration in export
bg: Използвайте десетична продължителност при износ
cs: Použij desítkové trvání v exportu
da: Brug decimallængde i eksport
el: Παρουσίασε την διάρκεια σε δεκαδική μορφή κατά την εξαγωγή
eo: Uzi dekuman daŭron en eksporto
eu: Erabili iraupen hamartarra esportazioan
fa: استفاده از زمان اعشاری در خروجی
fo: Nýt kommatals-tíðarlongd í útflutningi
he: ייצוא משך זמן עם נקודה עשרונית
hr: Koristi decimalni format za trajanje u izvozu
hu: Használj tizedes terjedelmet exportálásban
id: Gunakan durasi desimal dalam ekspor
mk: Користи децимално времетраење при извоз
pt: Utilizar a duração decimal na exportação
ro: Utilizați durata zecimală la export
ru: Использовать десятичную продолжительность при экспорте
sk: Použiť decimálnu dobu počas exportu
sv: Använd decimallängd vid export
ta: ஏற்றுமதியில் தசம காலத்தைப் பயன்படுத்தவும்
uk: В експорті використовувати десяткову тривалість часу

source: Update browser title
bg: Актуализирайте заглавието на браузъра
cs: Aktualizovat nadpis prohlížeče
da: Opdatér browsertitel
el: Ενημέρωση τίτλου προγράμματος περιήγησης
eo: Ĝisdatigi retumilan titolon
eu: Eguneratu arakatzailearen izenburua
fa: بروزرسانی عنوان مرورگر
fo: navnabót kagara dagførd
he: עדכון כותרת דפדפן
hr: Aktualiziraj naslov preglednika
hu: Böngésző cím frissítése
id: Perbarui judul peramban
mk: Ажурирај наслов на прелистувачот
pt: Atualizar título do navegador
ro: Actualizarea titlului browserului
ru: Обновить заголовок браузера
sk: Obnoviť titul prehliadača
sv: Uppdatera webbläsarens titel
ta: உலாவித் தலைப்பைப் புதுப்பி
uk: Оновити заголовок браузера

# active.help
source: Deactivated users can no longer log in and are hidden in reports and selection boxes
bg: Деактивираните потребители вече не могат да влизат и са скрити в отчети и полета за избор
cs: Deaktivovaní uživatelé se již nemohou přihlásit a jsou skryti v přehledech a výběrových polích
da: Deaktiverede brugere kan ikke længere logge ind, og er skjult i rapporter og dropdownbokse
el: Οι απενεργοποιημένοι χρήστες δεν μπορούν πλέον να συνδεθούν και αποκρύπτονται στις αναφορές και τα πλαίσια επιλογής
fa: کاربران غیرفعال شده دیگر نمی توانند وارد سیستم شوند و در گزارش ها و کادرهای انتخاب پنهان هستند
he: משתמשים שהושבתו לא יכולים עוד להיכנס ואינם מופיעים בדוחות ובתיבות הבחירה
hr: Deaktivirani korisnici se više ne mogu prijaviti i skriveni su u izvještajima i okvirima za odabir
id: Pengguna yang dinonaktifkan tidak dapat lagi masuk dan disembunyikan dalam laporan dan kotak pilihan
mk: Деактивираните корисници повеќе не можат да се најават и се скриени во извештаи и полиња за избор
pt: Utilizadores desativados não podem mais fazer login e ficam ocultos nos relatórios e nas caixas de seleção
ro: Ați respins notificările. Vă rugăm să consultați documentația browserului dumneavoastră web pentru a afla cum să le activați
ru: Деактивированные пользователи больше не могут входить в систему и скрыты в отчетах и полях выбора
sk: Deaktivovaní používatelia sa nemôžu naďalej prihlasovať a sú skrytí z prehľadov (reports) a výberových polí
sv: Inaktiverade användare kan inte längre logga in och är gömda i rapporter och urvalsrutor
ta: செயலிழக்கச் செய்த பயனர்கள் இனி உள்நுழைய முடியாது மற்றும் அறிக்கைகள் மற்றும் தேர்வு பெட்டிகளில் மறைக்கப்படுவார்கள்
uk: Деактивовані користувачі більше не зможуть увійти; вони також приховані у звітах та списках

source: System-Account
bg: Системна сметка
cs: Systémový účet
da: Systembruger
el: Λογαριασμός συστήματος
fa: سیستم-حساب
he: חשבון מערכת
hr: Račun sustava
hu: Rendszerfiók
id: Akun Sistem
mk: Системска сметка
pt: Conta do sistema
ro: Sistem-Cont
ru: Системная учетная запись
sk: Systémový-účet
sv: Systemkonto
ta: கணினி-கணக்கீடு
uk: Системний користувач

# system_account.help
source: Will be hidden in reports and dropdowns
bg: Ще бъде скрит в отчетите и паданията
cs: Bude skrytý v záznamech a rozevíracích nabídkách
da: Vil blive skjult i rapporter og dropdowns
el: Θα είναι κρυμμένο σε αναφορές και dropdowns
fa: در گزارش‌ها و فهرست‌های کشویی پنهان می‌شود
he: יוסתר בדוחות ובתיבות הנפתחות
hr: Bit će skriveni u izvještajima i padajućim izbornicima
hu: El lesz rejtve a jelentésekben és a legördülő listákban
id: Akan disembunyikan dalam laporan dan dropdown
mk: Ќе биде скриено во извештаи и паѓачки менија
pt: Ficará oculto nos relatórios e nos menus suspensos
ro: Va fi ascunsă în rapoarte și dropdown-uri
ru: Будет скрыт в отчетах и выпадающих списках
sk: Bude skrytý z prehľadov (reports) a zo zoznamov (dropdowns)
sv: Kommer att döljas i rapporter och rullgardinsmenyer
ta: அறிக்கைகள் மற்றும் கீழ்தோன்றல்களில் மறைக்கப்படும்
uk: Буде прихованим у звітах та списках

# plugin.installed
source: Installed plugins
bg: Инсталирани приставки
cs: Stažené pluginy
da: Installerede plugins
el: Εγκατεστημένα πρόσθετα
fa: پلاگین های نصب شده
he: תוספים מותקנים
hr: Instalirani dodaci
hu: Telepített bővítmények
id: Plugin yang diinstal
mk: Инсталирани приклучоци
pt: Plug-ins instalados
ro: Plugin-uri instalate
ru: Установленные плагины
sk: Nainštalované doplnky
sv: Installerade tillägg
ta: நிறுவப்பட்ட செருகுநிரல்கள்
uk: Встановлені розширення

# stats.userDurationWeek
source: My working hours this week
bg: Работното ми време тази седмица
cs: Mé pracovní hodiny tento týden
da: Mine arbejdstimer denne uge
el: Οι ώρες εργασίας μου αυτή την εβδομάδα
fa: ساعت کاری من در این هفته
he: שעות העבודה שלי השבוע
hr: Moje radno vrijeme ovaj tjedan
hu: Munkaóráim ezen a héten
id: Jam kerja saya minggu ini
mk: Моите работни часови оваа недела
pt: O meu horário de trabalho esta semana
ro: Orele mele de lucru din această săptămână
ru: Мои рабочие часы на этой неделе
sk: Moje pracovné hodiny tento týždeň
sv: Tid denna vecka
ta: இந்த வார எனது வேலை நேரம்
uk: Мій робочий час цього тижня

# stats.userDurationMonth
source: My working hours this month
bg: Работното ми време този месец
cs: Mé pracovní hodiny tento měsíc
da: Mine arbejdstimer denne måned
el: Οι ώρες εργασίας μου αυτό το μήνα
fa: ساعت کاری من در این ماه
he: שעות העבודה שלי החודש
hr: Moje radno vrijeme ovaj mjesec
hu: Munkaóráim ebben a hónapban
id: Jam kerja saya bulan ini
mk: Моите работни часови овој месец
pt: O meu horário de trabalho este mês
ro: Orele mele de lucru din această lună
ru: Мои рабочие часы в этом месяце
sk: Moje pracovné hodiny tento mesiac
sv: Tid denna månad
ta: இந்த மாதத்தில் எனது வேலை நேரம்
uk: Мій робочий час цього місяця

# stats.userDurationToday
source: My working hours today
bg: Работното ми време днес
cs: Mé dnešní pracovní hodiny
da: Mine arbejdstimer i dag
el: Οι ώρες εργασίας μου σήμερα
fa: ساعت کاری امروز من
he: שעות העבודה שלי היום
hr: Moje radno vrijeme danas
hu: Mai munkaóráim
id: Jam kerja saya hari ini
mk: Моите работни часови денес
pt: O meu horário de trabalho hoje
ro: Orele mele de lucru astăzi
ru: Мои рабочие часы сегодня
sk: Moje dnešné pracovné hodiny
sv: Tid idag
ta: இன்று எனது வேலை நேரம்
uk: Мій робочий час сьогодні

# stats.userDurationYear
source: My working hours this year
bg: Работното ми време тази година
cs: Mé pracovní hodiny v tomto roce
da: Mine arbejdstimer dette år
el: Οι ώρες εργασίας μου φέτος
fa: ساعت کاری من امسال
he: שעות העבודה שלי השנה
hr: Moje radno vrijeme ove godine
hu: Munkaóráim ebben az évben
id: Jam kerja saya tahun ini
mk: Моите работни часови оваа година
pt: O meu horário de trabalho este ano
ro: Orele mele de lucru din acest an
ru: Мои рабочие часы в этом году
sk: Moje pracovné hodiny tento rok
sv: Tid innevarande år
ta: இந்த ஆண்டு எனது வேலை நேரம்
uk: Мій робочий час цього року

# stats.userDurationTotal
source: My working hours total
bg: Общо моите работни часове
cs: Mé pracovní hodiny celkem
da: Mine totale arbejdstimer
el: Οι ώρες εργασίας μου συνολικά
fa: کل ساعت کاری من
he: שעות העבודה שלי בסך הכול
hr: Moje radno vrijeme ukupno
hu: Összes munkaórám
id: Total jam kerja saya
mk: Моите вкупни работни часови
pt: O meu total de horas trabalhadas
ro: Totalul orelor mele de lucru
ru: Общее количество моих рабочих часов
sk: Moje pracovné hodiny celkovo
sv: Tid, summering
ta: எனது வேலை நேரம் மொத்தம்
uk: Мій загальний робочий час

# stats.userAmountToday
source: My revenue today
bg: Приходите ми днес
cs: Můj dnešní výdělek
da: Min indtægt i dag
el: Τα έσοδά μου σήμερα
fa: درآمد امروز من
he: ההכנסה שלי היום
hr: Moj prihod danas
hu: Mai bevételem
id: Pendapatan saya hari ini
mk: Мојот приход денес
pt: A minha receita hoje
ro: Veniturile mele de astăzi
ru: Мой доход сегодня
sk: Môj príjem dnes
sv: Mina intäkter idag
ta: இன்று எனது வருவாய்
uk: Мій дохід сьогодні

# stats.userAmountWeek
source: My revenue this week
bg: Моите приходи тази седмица
cs: Můj týdenní výdělek
da: Min indtægt denne uge
el: Τα έσοδά μου αυτή την εβδομάδα
fa: درآمد این هفته من
he: ההכנסה שלי השבוע
hr: Moj prihod ovaj tjedan
hu: Bevételem ezen a héten
id: Pendapatan saya minggu ini
mk: Мојот приход оваа недела
pt: A minha receita esta semana
ro: Veniturile mele din această săptămână
ru: Мой доход на этой неделе
sk: Môj príjem tento týždeň
sv: Mina intäkter denna vecka
ta: இந்த வாரம் எனது வருவாய்
uk: Мій дохід цього тижня

# stats.userAmountMonth
source: My revenue this month
bg: Моите приходи този месец
cs: Můj měsícní výdělek
da: Mine indtægter denne måned
el: Τα έσοδά μου αυτό το μήνα
fa: درآمد من در این ماه
he: ההכנסה שלי החודש
hr: Moj prihod ovaj mjesec
hu: Bevételem ebben a hónapban
id: Pendapatan saya bulan ini
mk: Мојот приход овој месец
pt: A minha receita este mês
ro: Veniturile mele în această lună
ru: Мой доход в этом месяце
sk: Môj príjem tento mesiac
sv: Mina intäkter denna månad
ta: இந்த மாதம் எனது வருவாய்
uk: Мій дохід цього місяця
