Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# resetting.check_email
source: An email has been sent with a link to reset your password. Note: You can only request a new password once every %tokenLifetime% hours. If you don't receive the email, please check your spam folder or try again.
bg: Изпратен ви е имейл с линк за нулиране на паролата ви. Забележка: Можете да заявите нова парола само веднъж на всеки %tokenLifetime% часа. Ако не получите имейла, моля, проверете папката си за спам или опитайте отново.
da: En e-mail er blevet sendt med et link til at nulstille din adgangskode. Bemærk: Du kan kun anmode om ny adgangskode en gang for hver %tokenLifetime% time. Hvis du ikke har modtaget en e-mail, så tjek din spamfolder eller prøv igen.
el: Έχει σταλεί ένα email με έναν σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας. Σημείωση: Μπορείτε να ζητήσετε νέο κωδικό πρόσβασης μόνο μία φορά κάθε %tokenLifetime% ώρες. Αν δεν λάβετε το email, ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας ή δοκιμάστε ξανά.
fa: ‌لینکی به ایمیل شما ارسال شد. جهت بازیابی رمز خود روی آن کلیک کنید. نکته: شما در طی %tokenLifetime% ساعت فقط یکبار می‌توانید رمز جدید درخواست کنید. اگر ایمیل برای شما ارسال نشد پوشه هرزنامه را بررسی کنید یا دوباره تلاش کنید.
he: נשלחה הודעה בדוא״ל עם קישור שלחיצה עליו תאפס את הסיסמה שלך. לתשומת ליבך: ניתן לבקש סיסמה חדשה אחת כל %tokenLifetime% שעות. אם לא קיבלת הודעה בדוא״ל מוטב לבדוק בתיקיית הספאם שלך או לנסות שוב.
hr: Poslan je e-mail s poveznicom za obnavljanje lozinke. Napomena: Novu lozinku možeš zatražiti samo jednom svakih %tokenLifetime% sata(i). Ako ne primiš e-mail, provjeri mapu nepoželjene pošte ili pokušaj ponovo.
hu: E-mail elküldve, ebben található a jelszó visszaállító link, amivel visszaállíthatod a jelszavadat. Megjegyzés: új jelszó csak egyszer kérhető minden %tokenLifetime% órában. Ha nem érkezett meg az e-mail, ellenőrizze a spam mappát is.
id: Sebuah surel telah dikirim. Surel jni berisi tautan yang harus Anda klik untuk mengatur ulang kata sandi Anda. Catatan: Anda hanya dapat meminta kata sandi baru satu kali %tokenLifetime% sejam saja. Jika Anda tidak menerima surel apa pun, mohon periksa folder spam atau coba lagi.
mk: Испратена е е-пошта со линк за ресетирање на вашата лозинка. Забелешка: Можете да побарате нова лозинка само еднаш на секои %tokenLifetime% часа. Доколку не ја добиете е-поштата, проверете ја вашата папка за спам или обидете се повторно.
pt: Foi enviado um email que contém uma hiperligação para redefinir a senha. Nota: Apenas é possível solicitar uma palavra-passe nova uma vez a cada %tokenLifetime% horas. Se não receber o email, por favor verifique a pasta de SPAM ou tente novamente.
ro: Un email a fost trimis cu un link pentru resetarea parolei tale. Notă: Poți solicita o nouă parolă doar o dată la fiecare %tokenLifetime% ore. Dacă nu primești email-ul, te rugăm să verifici folderul de spam sau să încerci din nou.
sv: Ett e-postmeddelande har skickats med en länk för att återställa ditt lösenord. Obs: Du kan bara begära ett nytt lösenord en gång varje %tokenLifetime% timmar. Om du inte får e-postmeddelandet, kontrollera din spam-mapp eller försök igen.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க இணைப்புடன் மின்னஞ்சல் அனுப்பப்பட்டுள்ளது. குறிப்பு: ஒவ்வொரு %tokenLifetime% மணிநேரங்களுக்கும் ஒரு முறை மட்டுமே புதிய கடவுச்சொல்லை கோர முடியும். நீங்கள் மின்னஞ்சலைப் பெறவில்லை என்றால், தயவுசெய்து உங்கள் பழுதான கோப்புறையைச் சரிபார்க்கவும் அல்லது மீண்டும் முயற்சிக்கவும்.
uk: Надісланий е-лист з посиланням для зміни пароля. Примітка: Ви можете запитати новий пароль протягом %tokenLifetime% годин лише один раз. Якщо Ви не отримали листа, перевірте "Спам" або спробуйте ще раз.

source: Projects
bg: Проекти
cs: Projekty
da: Projekter
el: Έργα
eo: Projektoj
eu: Proiektuak
fa: پروژه ها
fo: Verkætlanir
he: מיזמים
hr: Projekti
hu: Projektek
id: Proyek-Proyek
mk: Проекти
pt: Projetos
ro: Proiecte
ru: Проекты
sk: Projekty
sv: Projekt
ta: திட்டங்கள்
uk: Проекти

source: Activities
bg: Дейности
cs: Aktivity
da: Aktiviteter
el: Δραστηριότητες
eo: Aktivaĵoj
eu: Jarduerak
fa: فعالیت ها
fo: Virksemi
he: פעילויות
hr: Aktivnosti
hu: Tevékenységek
id: Aktivitas-Aktivitas
mk: Активности
pt: Atividades
ro: Activități
ru: Активность
sk: Činnosti
sv: Aktiviteter
ta: நடவடிக்கைகள்
uk: Діяльності

source: Users
bg: Потребители
cs: Uživatelé
da: Brugere
el: Χρήστες
eo: Uzantoj
eu: Erabiltzaileak
fa: کاربران
fo: Brúkarar
he: משתמשים
hr: Korisnici
hu: Felhasználók
id: Pengguna
mk: Корисници
pt: Utilizadores
ro: Utilizatori
ru: Пользователи
sk: Používatelia
sv: Användare
ta: பயனர்கள்
uk: Користувачі

# menu.plugin
source: Plugins
bg: Приставки
cs: Doplňky
el: Πρόσθετα
eo: Kromprogramoj
eu: Pluginak
fa: پلاگین ها
fo: Ískoytisforrit
he: תוספות
hr: Dodaci
hu: Bővítmények
id: Plugin
mk: Приклучоци
ro: Plugin-uri
ru: Плагины
sk: Doplnky
sv: Tillägg
ta: செருகுநிரல்கள்
uk: Плагіни

# menu.system_configuration
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
eo: Agordoj
eu: Konfigurazioa
fa: تنظیمات
fo: Stillingar
he: הגדרות
hr: Postavke
hu: Rendszerbeállítások
id: Setelan
mk: Поставки
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenie
sv: Systeminställningar
ta: அமைப்புகள்
uk: Налаштування

# error.no_entries_found
source: No entries were found based on your selected filters.
bg: Не са намерени записи въз основа на избраните от вас филтри.
cs: Na základě vybraných dat nebyly nalezeny žádné záznamy.
da: Ingen indlæg baseret på dine valgte filtre blev fundet.
el: Δεν βρέθηκαν καταχωρήσεις με βάση τα επιλεγμένα φίλτρα.
eo: Neniuj elementoj estis trovitaj surbaze de elektitaj filtriloj.
eu: Ez da emaitzarik aurkitu hautatutako iragaziekin.
fa: هیچ ورودی بر اساس فیلترهای انتخابی شما پیدا نشد.
fo: Eingi innlegg vóru funnin við valdu filtrunum.
he: לא נמצאו רשומות שתואמות לסינונים שבחרת.
hr: Na temelju odabranih filtara nisu pronađeni unosi.
hu: Nem található bejegyzés a kiválasztott szűrők alapján.
id: Entri tidak ditemukan berdasarkan tapisan yang Anda pilih.
mk: Не се пронајдени записи врз основа на вашите избрани филтри.
pt: Não foi encontrada nenhuma entrada baseada nos seus filtros selecionados.
ro: Nu am găsit intrări care să corespundă cu filtrele selectate.
ru: В данном представлении записи не найдены! Измените фильтр или создайте новую запись.
sk: Neboli nájdené žiadne položky.
sv: Inga poster hittades baserat på dina valda filter.
ta: நீங்கள் தேர்ந்தெடுத்த வடிப்பான்களின் அடிப்படையில் உள்ளீடுகள் எதுவும் காணப்படவில்லை.
uk: За вибраними Вами фільтрами не знайдено жодного запису.

# error.too_many_entries
source: The request could not be processed. Too many results were found.
bg: Искането не може да бъде обработено. Бяха открити твърде много резултати.
cs: Požadavek se nepodařilo zpracovat. Bylo nalezeno příliš mnoho výsledků.
da: Anmodningen kunne ikke blive behandlet. For mange resultater blev fundet.
el: Το αίτημα δεν μπορεί να επεξεργαστεί, βρέθηκαν πάρα πολλά αποτελέσματα.
eo: La peto ne povas esti procezita. Tro multaj rezultoj estis trovitaj.
fa: درخواست قابل انجام نیست. نتایج زیادی پیدا شدند.
fo: Umbønin kundi ikki fullfíggjast. Ov nógv úrslit vóru funnin.
he: לא ניתן לעבד את הבקשה, נמצאו יותר מדי תוצאות.
hr: Zahtjev se nije mogao obraditi, pronađeno je previše rezultata.
hu: A kérés nem teljesíthető, túl sok találat.
id: Permintaan tidak dapat diproses. Terlalu banyak hasil yang didapatkan.
mk: Барањето не можеше да се обработи. Пронајдени се премногу резултати.
pt: Não foi possível processar o pedido. Foram encontrados demasiados resultados.
ro: Cererea nu a putut fi procesată. Au fost găsite prea multe rezultate.
ru: Запрос не может быть обработан, найдено слишком много результатов.
sk: Vaša požiadavka nemohla byť spracovaná. Bolo nájdených príliš veľa výsledkov.
sv: Begäran kunde inte behandlas, för många resultat hittades.
ta: கோரிக்கையைச் செயலாக்க முடியவில்லை. பல முடிவுகள் காணப்பட்டன.
uk: Запит обробити не вдалося. Було знайдено дуже багато результатів.

# error.directory_missing
source: The directory “%dir%” does not exist and could not be created.
bg: Директорията „%dir%“ не съществува и не можа да бъде създадена.
cs: Složka „%dir%“ neexistuje a nelze ji vytvořit.
da: Mappe »%dir%« findes ikke og kunne ikke blive skabt.
el: Ο φάκελος «%dir%» δεν υπάρχει και δεν μπόρεσε να δημιουργηθεί.
fa: دایرکتوری "%dir%" وجود ندارد و نمی تواند ایجاد شود.
hu: A "%dir%" könyvtár nem létezik, és nem hozható létre.
id: Direktori “%dir%” tidak ditemukan dan tidak dapat dibuat.
mk: Папката „%dir%“ не постои и не може да се креира.
pt: O diretório «%dir%» não existe e não pôde ser criado.
ro: Directorul „%dir%” nu există și nu a putut fi creat.
ru: Каталог «%dir%» не существует и не может быть создан.
sk: Priečinok “%dir%” neexistuje a nepodarilo sa ho vytvoriť.
sv: Mappen ”%dir%” existerar inte och kunde inte skapas.
ta: “%dir%” அடைவு இல்லை, உருவாக்க முடியவில்லை.
uk: Каталог "%dir%" не існує і створити його не вдалося.

# error.directory_protected
source: Directory "%dir%" is write protected.
bg: Директорията "%dir%" е защитена от запис.
cs: Složka „%dir%“ je chráněna proti zápisu.
da: Mappe »%dir%« er skrivebeskyttet.
el: Ο φάκελος «%dir%» έχει προστασία εγγραφής.
eo: La dosierujo "%dir%" estas protektita kontraŭ skribado.
fa: موقعیت "%dir%" در برابر write حفاظت شده است.
fo: Mappan "%dir%" skrivivard.
he: התיקייה „%dir%” מוגנת בפני כתיבה.
hr: Mapa „%dir%” je zaštićena od pisanja.
hu: A "%dir%" könyvtár írásvédett.
id: Direktori “%dir%” dilindungi.
mk: Папката „%dir%“ е заштитена од пишување.
pt: O diretório «%dir%» está protegido contra gravação.
ro: Directorul „%dir%” este protejat la scriere.
ru: Каталог «%dir%» защищён от записи.
sk: Priečinok "%dir%" je chráneny voči úpravám.
sv: Mappen ”%dir%” är skrivskyddad.
ta: அடைவு "%dir%" என்பது எழுதத் தடுக்கப்பட்டதாகும்.
uk: Каталог "%dir%" захищений від запису.

# starttime
source: Begin
bg: Начало
cs: Začátek
da: Start
el: Εκκίνηση
eo: Komenco
eu: Hasiera denbora
fa: شروع
fo: Byrja
he: התחלה
hr: Početak
hu: Kezdés
id: Dimulai
mk: Почни
pt: Início
ro: Începe
ru: Начало
sk: Začiatok
sv: Början
ta: தொடங்கு
uk: Початок

# username
source: User
bg: Потребител
cs: Uživatelské jméno
da: Bruger
el: Χρήστης
eo: Uzanto
eu: Erabiltzaile izena
fa: کاربر
fo: Brúkari
he: שם משתמש
hr: Korisnik
hu: Felhasználónév
id: Pengguna
mk: Корисник
pt: Nome do utilizador
ro: Utilizator
ru: Имя пользователя
sk: Prihlasovacie meno
sv: Användare
ta: பயனர்
uk: Користувач

source: Name
bg: Име
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
eu: Izena
fa: نام
fo: Navn
he: שם
hr: Ime
hu: Név
id: Nama
mk: Име
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sv: Namn
ta: பெயர்
uk: Ім'я

source: Comment
bg: Коментар
cs: Poznámka
da: Kommentar
el: Σχόλιο
eo: Komento
eu: Iruzkina
fa: دیدگاه
fo: Viðmerking
he: הערה
hr: Komentar
hu: Megjegyzés
id: Komentar
mk: Коментар
pt: Comentário
ro: Comentariu
ru: Комментарий
sk: Poznámka
sv: Kommentar
ta: கருத்து
uk: Коментар

source: Visible
bg: Видимо
id: Tampilkan
mk: Видливо
ru: Видимый
ta: தெரியும்
uk: Видимий

source: Budget
bg: Бюджет
cs: Rozpočet
el: Προϋπολογισμός
eo: Buĝeto
eu: Aurrekontua
fa: بودجه
fo: Fíggjarætlan
he: תקציב
hr: Budžet
hu: Költségvetés
id: Anggaran
mk: Буџет
pt: Orçamento
ro: Buget
ru: Бюджет
sk: Rozpočet
sv: Finansplan
ta: நிதித்திட்டம்
uk: Бюджет

# timeBudget
source: Hourly quota
bg: Почасова квота
cs: Hodinový rozpočet
da: Tidsbudget
el: Ωριαίος Προϋπολογισμός
eo: Tempobuĝeto
fa: بودجه زمان
he: תקציב זמן
hu: Időkeret
id: Kuota per jam
mk: Часовна квота
pt: Orçamento de tempo
ta: மணிநேர ஒதுக்கீடு
uk: Погодинна квота

source: Activity
bg: Дейност
cs: Aktivita
da: Aktivitet
el: Δραστηριότητα
eo: Aktivaĵo
eu: Jarduera
fa: فعالیت
fo: Virksemi
he: פעילות
hr: Aktivnost
hu: Tevékenység
id: Aktivitas
mk: Активност
pt: Atividade
ro: Activitate
ru: Активность
sk: Činnosti
sv: Aktivitet
ta: செய்கைப்பாடு
uk: Діяльність

source: Project
cs: Projekt
eo: Projekto
eu: Proiektua
fa: پروژه
he: מיזם
hr: Projekt
pt: Projeto
ru: Проект
uk: Проєкт

# tag
source: Tags
bg: Етикети
cs: Štítek
da: Etiketter
el: Ετικέτα
eo: Etikedoj
eu: Etiketak
fa: برچسب ها
fo: Frámerkir
he: תגיות
hr: Oznake
hu: Címkék
id: Tag
mk: Ознаки
pt: Etiquetas
ro: Etichete
ru: Метки
sk: Značka
sv: Etiketter
ta: குறிச்சொற்கள்
uk: Мітки

source: Tags
bg: Етикети
cs: Štítky
da: Etiketter
el: Ετικέτες
eo: Etikedoj
eu: Etiketak
fa: برچسب ها
fo: Frámerkir
he: תגיות
hr: Oznake
hu: Címkék
id: Tag
mk: Ознаки
pt: Etiquetas
ro: Etichete
ru: Метки
sk: Značky
sv: Etiketter
ta: குறிச்சொற்கள்
uk: Мітки

# hourlyRate
source: Hourly price
bg: Почасова цена
cs: Hodinová mzda
da: Timesats
el: Ωρομίσθιο
eo: Hora kotizo
eu: Orduko tarifa
fa: نرخ ساعتی
fo: Tímaprísur
he: תעריף שעתי
hr: Satnica
hu: Órabér
id: Harga per jam
mk: Цена по час
pt: Taxa horária
ro: Tarif orar
ru: Почасовая оплата
sk: Hodinová sadzba
sv: Timpris
ta: மணிநேர விலை
uk: Погодинна ставка

# skin
source: Design
bg: Дизайн
el: Σχέδιο
fa: طراحی
he: עיצוב
hr: Dizajn
hu: Megjelenés
id: Desain
mk: Дизајн
pt: Projeto
ru: Дизайн
sk: Dizajn
ta: வடிவமைப்பு
uk: Кольорова тема

source: Hours
bg: Часове
cs: Hodin
da: Timer
el: Ώρες
eo: Horoj
eu: Orduak
fa: ساعت ها
fo: Tímar
he: שעות
hr: Sati
hu: Órák
id: Jam
mk: Часови
pt: Horas
ro: Ore
ru: Часы
sk: Hodiny
sv: Timmar
ta: மணிகள்
uk: Години

# rate
source: Price
bg: Цена
cs: Sazba
da: Pris
el: Χρέωση
eo: Kotizo
eu: Tarifa
fa: نرخ
fo: Prísur
he: תעריף
hr: Cijena
hu: Bér
id: Harga
mk: Цена
pt: Taxa
ro: Tarif
ru: Стоимость
sk: Sadzba
sv: Pris
ta: விலை
uk: Ставка

# help.rate
source: Hourly price to be charged
bg: Почасова цена, която трябва да бъде таксувана
cs: Hodinová sazba
da: Faktureret timepris
el: Ωρομίσθια χρέωση που θα πιστωθεί
eo: Hora kotizo fakturota
eu: Orduro kobratuko den tarifa
fa: نرخ ساعتی شارژ می شود
fo: Tímaprísur ið skal broytast
he: תעריף שעתי לחיוב
hr: Satnica koja se naplaćuje
hu: Óránként számolt bér
id: Harga perbjam yang dikenakan
mk: Цена по час што треба да се наплати
pt: Taxa horária a cobrar
ro: Rată orară pentru a fi taxat
ru: Почасовая ставка, подлежащая оплате
sk: Bude účtovaná hodinová sadzba
sv: Timpris som ska debiteras
ta: வசூலிக்கப்பட வேண்டிய மணிநேர விலை
uk: Погодинна ставка до нарахування

# recalculate_rates
source: Recalculate prices
bg: Преизчислете цените
cs: Přepočítat sazby
da: Genberegn prisen
el: Επανυπολογισμός χρεώσεων
eo: Rekalkulki kotizojn
eu: Tasak birkalkulatu
fa: محاسبه مجدد نرخ ها
fo: Endurrokna kostnáðir
he: חישוב תעריפים מחדש
hr: Ponovo izračunaj cijene
hu: Bérek újraszámlálása
id: Hitung ulang harga
mk: Пресметај цени повторно
pt: Recalcular as taxas
ro: Recalculează valorile
ru: Пересчитать ставки
sk: Prepočítať sadzby
sv: Omberäkna priser
ta: விலைகளை மீண்டும் கணக்கிடுங்கள்
uk: Перерахувати ставки

source: Customer
bg: Клиент
cs: Zákazník
da: Kunde
el: Πελάτης
eo: Kliento
eu: Bezeroa
fa: مشتری
fo: Kundi
he: לקוח
hr: Kupac
hu: Ügyfél
id: Pelanggan
mk: Клиент
pt: Cliente
ro: Client
ru: Клиент
sk: Zákazník
sv: Kund
ta: வாடிக்கையாளர்
uk: Клієнт

source: E-mail
el: Ηλεκτρονική διεύθυνση
eo: Retadreso
eu: Emaila
fa: ایمیل
fo: Teldupostur
ru: Эл. почта
sv: E-post
uk: Ел.пошта

source: Team
bg: Отбор
el: Ομάδα
eo: Teamo
eu: Taldea
fa: تیم
fo: Lið
he: צוות
hr: Tim
hu: Csapat
id: Kelompok
mk: Тим
pt: Equipa
ro: Echipa
ru: Команда
sk: Tím
sv: Grupp
ta: அணி
uk: Команда

source: Teamlead
bg: Ръководител
cs: Vedoucí teamu
da: Teamleder
el: Επικεφαλής ομάδας
eo: Teamgvidanto
eu: Talde Leaderra
fa: رهبری تیم
fo: Liðskipari
he: ראש צוות
hr: Voditelj tima
hu: Csapatvezető
id: Ketua kelompok
mk: Водач на тимот
pt: Liderança da equipa
ro: Șef de echipă
ru: Руководитель группы
sk: Teamleader
sv: Gruppledare
ta: குழுத் தலை
uk: Лідер команди

# placeholder.type_message
source: Type your message…
bg: Въведете съобщението си …
cs: Napište vaši zprávu…
da: Skriv din besked …
el: Πληκτρολογήσετε το μήνυμα σας…
eo: Tajpu vian mesaĝon…
eu: Idatzi zure mezua…
fa: پیام خود را تایپ کنید …
fo: Skriva tíni boð…
he: נא להקליד את ההודעה שלך…
hr: Upiši poruku …
hu: Üzenet írása…
id: Tikkan pesan Anda…
mk: Внесете ја вашата порака…
pt: Escreva a sua mensagem…
ro: Scrie mesajul tău…
ru: Ввести сообщение…
sk: Napíšte vašu správu…
sv: Skriv ditt meddelande…
ta: உங்கள் செய்தியைத் தட்டச்சு செய்க…
uk: Напишіть своє повідомлення…

# invoiceText
source: Billing information
bg: Информация за фактуриране
cs: Text faktury
da: Faktureringsinformation
el: Κείμενο Τιμολογίου
eo: Teksto de fakturo
fa: متن فاکتور
fo: Tekstur á rokning
he: טקסט חשבונית
hr: Informacije računa
hu: Számla megjegyzés
id: Informasi penagihan
mk: Информации за фактурирање
pt: Texto da fatura
ro: Textul facturii
ru: Текст счёта
sk: Fakturačné údaje
sv: Faktureringstext
ta: பட்டியலிடல் செய்தி
uk: Текст рахунку

# action.edit
source: Edit
bg: Редактиране
cs: Upravit
da: Redigér
el: Τροποποίηση
eo: Redakti
eu: Editatu
fa: ویرایش
fo: Broyt
he: עריכה
hr: Uredi
hu: Szerkesztés
id: Sunting
mk: Уреди
pt: Editar
ro: Editează
ru: Редактировать
sk: Upraviť
sv: Ändra
ta: தொகு
uk: Змінити

# action.add
source: Add
bg: Добавяне
cs: Přidat
da: Tilføj
el: Προσθήκη
eo: Aldoni
fa: افزودن
fo: Legg aftrat
he: הוספה
hr: Dodaj
hu: Hozzáadás
id: Tambahkan
mk: Додај
pt: Adicionar
ro: Adăugați
ru: Добавить
sk: Pridať
sv: Lägg till
ta: கூட்டு
uk: Додати

# action.save
source: Save
bg: Запазете
cs: Uložit
da: Gem
el: Αποθήκευση
eo: Konservi
eu: Gorde
fa: ذخیره
fo: Goym
he: שמירה
hr: Spremi
hu: Mentés
id: Simpan
mk: Зачувај
pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
ta: சேமி
uk: Зберегти

# action.reset
source: Reset
bg: Нулиране
cs: Restart
da: Nulstil
el: Αρχικοποίηση
eo: Restartigi
eu: Berrezarri
fa: تنظیم مجدد
fo: Tómstilla
he: איפוס
hr: Obnovi
hu: Visszaállítás
id: Setel ulang
mk: Почни одново
pt: Reiniciar
ru: Сбросить
sk: Resetovať
sv: Återställ
ta: மீட்டமை
uk: Скинути

# action.close
source: Close
bg: Затворете
cs: Zavřít
da: Luk
el: Κλείσιμο
eo: Fermi
eu: Itxi
fa: بستن
fo: Lat aftur
he: סגירה
hr: Zatvori
hu: Bezárás
id: Tutup
mk: Затвори
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
ta: மூடு
uk: Закрити

# dashboard.title
source: Dashboard
bg: Табло за управление
cs: Nástěnka
el: Συνοπτικός πίνακας
eo: Panelo
eu: Orri nagusia
fa: داشبورد
fo: Yvirlitsvangi
he: לוח בקרה
hr: Pregledna ploča
hu: Kezdőlap
id: Beranda
mk: Контролна табла
pt: Painel principal
ro: Panou de control
ru: Информпанель
sk: Prehľad
sv: Överblick
ta: முகப்புப்பெட்டி
uk: Інформпанель

# help.fixedRate
source: Each record gets the same price, regardless of its duration
bg: Всеки запис получава една и съща цена, независимо от продължителността му
cs: Každý záznam obdrží stejnou hodnotu, nezáleží na jeho délce
da: Hver registrering får samme pris, uanset varigheden
el: Κάθε εγγραφή θα έχει την ίδια τιμή, ανεξάρτητα από τη διάρκειά της
eo: Ĉiu temporegistraĵo ricevos la saman valoron, sendepende de sia daŭro
eu: Erregistro bakoitzak balio bera lortzen du, iraupena edozein dela ere
fa: هربار سابقه مقدار معینی میگیرد، صرف نظر از مدت آن
fo: Hvør tíðarskráseting far sama virði, óansæð tíðarlongd hennara
he: כל רשומה מקבלת את אותו ערך, ללא קשר למשך הזמן
hr: Svaki vremenski zapis dobiva istu vrijednost, bez obzira na njegovo trajanje
hu: Minden alkalommal a felvétel ugyanazt az értéket kapja, függetlenül a terjedelmétől
id: Setiap pencatatan akan mendapat harga yang sama, berapa pun durasinya
mk: Секој запис добива иста цена, без оглед на времетраењето
pt: Cada registo de tempo obtém o mesmo valor, independentemente da sua duração
ro: Fiecare înregistrare primește aceeași valoare, neținând cont de durata acesteia
ru: Каждая временная запись получает одно и то же значение, независимо от её продолжительности
sk: Každý časový záznam dostane rovnakú hodnotu bez ohľadu na jeho trvanie
sv: Varje tidspost får samma värde, oavsett dess längd
ta: ஒவ்வொரு பதிவும் அதன் காலத்தைப் பொருட்படுத்தாமல் ஒரே விலையைப் பெறுகிறது
uk: Кожен запис часу отримує однакове значення, незалежно від його тривалості

source: Color
bg: Цвят
cs: Barva
da: Farve
el: Χρώμα
eo: Koloro
eu: Kolorea
fa: رنگ
fo: Litur
he: צבע
hr: Boja
hu: Szín
id: Warna
mk: Боја
pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sv: Färg
ta: நிறம்
uk: Колір

# profile.title
source: User profile
bg: Потребителски профил
cs: Profil uživatele
da: Brugerprofil
el: Προφίλ χρήστη
eo: Profilo de uzanto
eu: Profila
fa: نمایه کاربر
fo: Brúkara vangi
he: פרופיל משתמש
hr: Korisnički profil
hu: Felhasználói profil
id: Profil pengguna
mk: Кориснички профил
pt: Perfil do utilizador
ro: Profilul utilizatorului
ru: Имя пользователя
sk: Užívateľský profil
sv: Användarprofil
ta: பயனர் தன்விவரம்
uk: Профіль користувача

# profile.about_me
source: About me
bg: За мен
cs: O mně
da: Om mig
el: Σχετικά με μένα
eo: Pri mi
eu: Niri buruz
fa: درباره من
fo: Um meg
he: על עצמי
hr: O meni
hu: Rólam
id: Tentang saya
mk: За мене
pt: Sobre mim
ro: Despre mine
ru: Обо мне
sk: O mne
sv: Om mig
ta: என்னைப் பற்றி
uk: Про мене

# profile.first_entry
source: First working day
bg: Първи работен ден
cs: Začátek práce
da: Første arbejdsdag
el: Πρώτη εργάσιμη ημέρα
eo: Laboras ekde
fa: اولین روز کاری
he: תחילת עבודה
hu: Munkaviszony kezdete
id: Bekerja sejak hari
mk: Прв работен ден
pt: A trabalhar desde
ta: முதல் வேலை நாள்
uk: Перший робочий день

# profile.registration_date
source: Registered at
bg: Регистриран в
cs: Registrován
da: Registreret kl
el: Εγγεγραμμένος στις
eo: Registrita ĉe
eu: Hemen erregistratuta
fa: ثبت شده در
fo: Skrásett tann
he: מועד הרישום
hr: Registriran/a pri
hu: Regisztráció dátuma
id: Teregistrasi di
mk: Регистриран на
pt: Registado em
ro: Înregistrat la
ru: Зарегистрирован(-а)
sk: Registrovaný na
sv: Registrerad
ta: பதிவுசெய்யப்பட்டது நாள்
uk: Реєстрація

# profile.settings
source: Profile
bg: Профил
cs: Profil
da: Profil
el: Προφίλ
eo: Profilo
eu: Aukerak
fa: نمایه
fo: Vangi
he: פרופיל
hr: Profil
hu: Profil
id: Profil
mk: Профил
pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
ta: தன்விவரம்
uk: Профиль

# profile.password
source: Password
bg: Парола
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
eo: Pasvorto
eu: Pasahitza
fa: رمز
fo: Loyniorð
he: סיסמה
hr: Lozinka
hu: Jelszó
id: Kata sandi
mk: Лозинка
pt: Palavra-passe
ro: Parola
ru: Пароль
sk: Heslo
sv: Lösenord
ta: கடவுச்சொல்
uk: Пароль

# profile.api-token
source: API Access
bg: API достъп
cs: Přístup k API
da: API adgang
el: API
eo: API
eu: API
fa: رابط برنامه نویسی اپلیکیشن
fo: API
he: גישה ל־API
hr: API pristup
hu: API hozzáférés
id: Akses API
mk: API Пристап
pt: API
ro: API
ru: Доступ через API
sk: Prístup k API
sv: API
ta: பநிஇ அணுகல்
uk: API

# profile.roles
source: Roles
bg: Роли
cs: Úloha
da: Roller
el: Ρόλοι
eo: Roloj
eu: Rolak
fa: نقش ها
fo: Leiklutur
he: תפקידים
hr: Uloge
hu: Szerepkörök
id: Peranan
mk: Улоги
pt: Papéis
ro: Roluri
ru: Роли и права
sk: Role
sv: Roller
ta: பாத்திரங்கள்
uk: Ролі

source: Month
bg: Месец
cs: Měsíc
da: Måned
el: Μήνας
eo: Monato
eu: Hilabetea
fa: ماه
fo: Máni
he: חודש
hr: Mjesec
hu: Hónap
id: Bulan
mk: Месец
pt: Mês
ro: Luna
ru: Месяц
sk: Mesiac
sv: Månad
ta: மாதம்
uk: Місяць

# number
source: Account
bg: Акаунт
cs: Účet
da: Konto
el: Λογαριασμός
eo: Konto
eu: Kontua
fa: حساب کاربری
fo: Konta
he: חשבון
hr: Račun
hu: Azonosító
id: Akun
mk: Сметка
pt: Conta
ro: Cont
ru: Клиентский номер
sk: Účet
sv: Konto
ta: கணக்கு
uk: Обліковий запис

# company
source: Company name
bg: Име на компанията
cs: Jméno společnosti
da: Firmanavn
el: Όνομα εταιρίας
eo: Nomo de kompanio
eu: Enpresa
fa: نام شرکت
fo: Fyritøku navn
he: שם חברה
hr: Ime poduzeća
hu: Cégnév
id: Nama perusahaan
mk: Име на фирма
pt: Nome da empresa
ro: Numele firmei
ru: Название компании
sk: Meno spoločnosti
sv: Företagsnamn
ta: நிறுவனத்தின் பெயர்
uk: Назва компанії

# vat
source: Tax
bg: Данък
cs: Daň
da: Skat
el: Φόρος(ΦΠΑ)
eo: Imposto
eu: Zerga
fa: مالیات
fo: Skattur
he: מס
hr: PDV
hu: Áfa
id: Pajak
mk: Данок
pt: Imposto
ro: Taxa
ru: Налог НДС
sk: DIČ
sv: Moms
ta: வரி
uk: Податок
