Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# team.add_user.help
source: Add a new user to the team by selecting it from the list. Afterwards you can decide if the user should become a teamlead.
bg: Добавете нов потребител към екипа, като го изберете от списъка. След това можете да решите дали потребителят трябва да стане Teamlead.
cs: Výběrem ze seznamu přidejte do týmu nového uživatele. Poté můžete rozhodnout, zda se má uživatel stát vedoucím týmu.
da: Tilføj en bruger til et team ved at vælge det fra listen. Efterfølgende kan du beslutte om brugeren skal være teamleder.
el: Προσθήκη ενός νέου χρήστη στην ομάδα επιλέγοντάς τον από την λίστα. Έπειτα μπορείτε να αποφασίσετε εάν ο χρήστης πρέπει να οριστεί ως αρχηγός ομάδας.
eo: Aldonu novan uzanton al la teamo elektante de la listo. Poste vi povos decidi ĉu la uzanto estu teamgvidanto.
fa: با انتخاب یک کاربر جدید از لیست، یک کاربر جدید به تیم اضافه کنید. پس از آن می‌توانید تصمیم بگیرید که آیا کاربر باید به یک رهبر تیم تبدیل شود یا خیر.
he: ניתן להוסיף משתמש חדש לצוות על ידי בחירה בו מהרשימה. לאחר מכן ניתן להחליט אם משתמש זה אמור להיות מוביל הצוות.
hr: Dodaj novog korisnika u tim iz popisa. Nakon toga možeš odlučiti treba li korisnik postati voditelj tima.
id: Tambahkan pengguna baru kedalam tim dengan memilihnya pada daftar. Setelah itu, anda dapat memutuskan jika pengguna tersebut dapat menjadi pemimpin tim.
mk: Додадете нов корисник во тимот со избирање од листата. Потоа можете да одлучите дали корисникот треба да стане водач на тимот.
pt: Adicione um novo utilizador à equipa, selecionando-o a partir lista. Em seguida, pode decidir se o utilizador deve-sese tornar um líder da equipa.
ro: Adăugați un nou utilizator în echipă, selectându-l din listă. Ulterior, puteți decide dacă utilizatorul trebuie să devină lider de echipă.
ru: Добавьте нового пользователя в группу, выбрав его из списка. После этого вы можете решить, должен ли пользователь стать лидером команды.
sk: Výberom zo zoznamu pridajte do tímu nového používateľa. Potom môžete rozhodnúť, či se má používateľ stať vedúcim tímu.
sv: Lägg till en ny användare i gruppen genom att välja den från listan. Efteråt kan du bestämma om användaren ska bli en gruppledare.
ta: ஒரு புதிய பயனரைப் பட்டியலிலிருந்து தேர்ந்தெடுப்பதன் மூலம் குழுவில் சேர்க்கவும். பயனர் ஒரு அணியாக மாற வேண்டுமா என்பதை நீங்கள் தீர்மானிக்கலாம்.
uk: Додайте нового користувача до команди, вибравши його зі списку. Після цього Ви можете вирішити, чи повинен користувач стати лідером команди.

# default_value_new
source: Default values for new entries
bg: Стойности по подразбиране за нови записи
cs: Výchozí hodnoty pro nové záznamy
da: Standardværdier for nye poster
el: Προεπιλεγμένες τιμές για νέες καταχωρήσεις
eo: Defaŭltaj valoroj por novaj eroj
fa: مقادیر پیش‌فرض برای ورودی‌های جدید
he: ערכי ברירת מחדל לרשומות חדשות
hr: Standardne vrijednosti za nove unose
hu: Alapértelmezett értékek az új bejegyzésekhez
id: Nilai default untuk entri baru
mk: Стандардни вредности за нови записи
pt: Valores predefinidos para as novas entradas
ro: Valori implicite pentru noile intrări
ru: Значения по умолчанию для новых записей
sk: Východzie hodnoty pre nové záznamy
sv: Standardvärden för nya poster
ta: புதிய உள்ளீடுகளுக்கான இயல்புநிலை மதிப்புகள்
uk: Типові значення для нових записів

# quick_entry.title
source: Weekly hours
bg: Седмични часове
cs: Týdenní pracovní doba
da: Ugentlige timer
el: Εβδομαδιαίες ώρες εργασίας
eo: Semajnaj laborhoroj
fa: ساعات کار هفتگی
fo: Vikuarbeiðistímar
he: שעות עבודה שבועיות
hr: Tjedno radno vrijeme
hu: Heti munkaórák
id: Waktu mingguan
mk: Неделни часови
pt: Horas de trabalhos semanais
ro: Ore de lucru săptămânale
ru: Время за неделю
sk: Týždenná pracovná doba
sv: Arbetsvecka
ta: வாராந்திர நேரம்
uk: Тижневий час

source: Updated at
bg: Актуализирано на
cs: Aktualizováno v
da: Opdateret den
el: Ενημερώθηκε την
eo: Ĝisdatigita je
fa: به روز شده در
fo: Dagført tann
he: עודכן בתאריך
hr: Aktualizirano
hu: Frissítés időpontja
id: Diperbarui pada
mk: Ажурирано на
pt: Atualizado em
ro: Actualizat la
ru: Обновлено в
sk: Aktualizované v
sv: Uppdaterades den
ta: இல் புதுப்பிக்கப்பட்டது
uk: Оновлено о

# invoice_document.max_reached
source: Reached maximum amount of %max% invoice documents. You can add more after removing one.
bg: Достигнат е максималният брой от %max% документи за фактури. Можете да добавите още, след като премахнете един.
cs: Dosaženo maximálního množství %max% dokladů faktur. Po odebrání jednoho dokladu můžete přidat další.
da: Nåede makimalt antal af %max% fakturadokumenter. Du kan tillægge flere efter at der er fjernet en.
el: Επιτεύχθη τo μέγιστο όριο %max% των τιμολογίων. Μπορείτε να προσθέσετε περισότερρα εφόσον αφαιρέσεται κάποιο.
eo: Atingita maksimuma kvanto de %max% fakturaj dokumentoj. Vi povos aldoni plian post forigo de iu.
fa: به حداکثر مقدار %max% اسناد فاکتور رسیده است. بعد از حذف یکی دیگر می توانید اضافه کنید.
he: הגעת לכמות המרבית %max% של מסמכי חשבוניות. אפשר להוסיף עוד לאחר הסרת אחת מהן.
hr: Dosegnut je maksimalni broj od %max% dokumenta računa. Nakon uklanjanja jednoga možeš dodati još.
hu: A számlasablonok száma elérte a maximumot (%max%). Csak törlés után adhatsz hozzá továbbiakat.
id: Mencapai jumlah maksimum %max% dokumen faktur. Anda dapat menambahkan lebih banyak setelah menghapus satu.
mk: Достигнат е максималниот број од %max% документи за фактури. Можете да додадете повеќе откако ќе отстраните еден.
pt: Atingiu o valor máximo de %max% documentos de faturas. É possível adicionar mais após remover uma.
ro: A fost atinsă cantitatea maximă de documente de facturare %max%. Puteți adăuga mai multe după ce ați eliminat unul.
ru: Достигнуто максимальное количество документов счета-фактуры %max%. Вы можете добавить больше после удаления одного документа.
sk: Dosiahnutie maximálneho množstva %max% dokladov faktúr. Po odobraní jedného dokladu môžete pridať ďalšie.
sv: Nådde maximalt antal av %max% faktura-dokument. Du kan lägga till fler efter att en har tagits bort.
ta: அதிகபட்சம் %max% விலைப்பட்டியல் ஆவணங்களை எட்டியது. ஒன்றை அகற்றிய பின் நீங்கள் மேலும் சேர்க்கலாம்.
uk: Досягнуто максимальної кількості %max% рахунків. Ви з можете додати ще, якщо якийсь вилучите.

source: Description
bg: Описание
cs: Popis
da: Beskrivelse
el: Περιγραφή
eu: Deskribapena
fa: توضیحات
fo: Frágreiðing
he: תיאור
hu: Leírás
mk: Опис
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
ta: விவரம்
uk: Опис

# endtime
source: End
bg: Край
cs: Konec
da: Slut
el: Τερματισμός
eo: Fino
eu: Bukaera denbora
fa: پایان
fo: Enda
he: סיום
hr: Kraj
hu: Befejezés
id: Selesai
mk: Заврши
pt: Fim
ro: Sfârșit
ru: Окончание
sk: Koniec
sv: Till
ta: முடிவு
uk: Кінець

# error.no_comments_found
source: There were no comments posted yet.
bg: Все още нямаше публикувани коментари.
cs: Nebyl zaslán žádný komentář.
da: Der er ingen kommentarer sendt endnu.
el: Δεν υπάρχουν δημοσιευμένα σχόλια ακόμη.
eo: Ankoraŭ ne estas komentoj.
eu: Oraindik ez da iruzkinik argitaratu.
fa: هنوز نظری ارسال نشده است.
fo: Ongar viðmerkingar eru sendar út enn.
he: לא נרשמו הערות עדיין.
hr: Još nema komentara.
hu: Még nincsenek hozzászólások.
id: Belum ada komentar.
mk: Сè уште нема објавени коментари.
pt: Ainda não foram publicados comentários.
ro: Încă nu au fost publicate comentarii.
ru: Комментариев ещё нет.
sk: Nebolí nájdené žiadne komentáre.
sv: Det finns inga kommentarer uppladdade ännu.
ta: இதுவரை எந்தக் கருத்துகளும் வெளியிடப்படவில்லை.
uk: Коментарів ще не було.

source: Duration
bg: Продължителност
cs: Doba trvání
da: Varighed
el: Διάρκεια
eo: Daŭro
eu: Iraupena
fa: مدت زمان
fo: Tíðarlongd
he: משך זמן
hr: Trajanje
hu: Időtartam
id: Durasi
mk: Траење
pt: Duração
ro: Durata
ru: Длительность
sk: Trvanie
sv: Längd
ta: காலம்
uk: Тривалість

source: User
cs: Uživatel
eo: Uzanto
eu: Erabiltzailea
fa: کاربر
he: משתמש
hr: Korisnik
pt: Utilizador
ru: Пользователь
sk: Používateľ
sv: Användare
uk: Користувач

source: Date
bg: Дата
cs: Datum
da: Dato
el: Ημερομηνία
eo: Dato
eu: Data
fa: تاریخ
fo: Dato
he: תאריך
hr: Datum
hu: Dátum
id: Tanggal
mk: Датум
pt: Data
ro: Data
ru: Дата
sk: Dátum
sv: Datum
ta: திகதி
uk: Дата

source: Language
bg: Език
cs: Jazyk
da: Sprog
el: Γλώσσα
eo: Lingvo
eu: Hizkuntza
fa: زبان
fo: Mál
he: שפה
hr: Jezik
hu: Nyelv
id: Bahasa
mk: Јазик
pt: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sv: Språk
ta: மொழி
uk: Мова

source: Billable
bg: Таксувано
cs: Zpoplatnitelné
da: Fakturérbar
el: Τιμολογήσιμο
eo: Fakturebla
eu: Fakturagarria
fa: قابل پرداخت
fo: Gjaldskylda
he: להחזר
hr: Naplativo
hu: Számlázható
id: Dapat ditagih
mk: Наплатливо
pt: Faturável
ro: Facturabil
ru: Подлежащий оплате
sk: Zúčtovateľný
sv: Debiterbar
ta: வரவுச் சீட்டுசெய்யக்கூடியது
uk: Підлягає оплаті

source: Actions
bg: Действия
cs: Akce
da: Handlinger
el: Ενέργειες
eo: Aktivaĵoj
eu: Ekintzak
fa: فعالیت
fo: Gerðir
he: פעולות
hr: Radnje
hu: Műveletek
id: Aksi
mk: Дејства
pt: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sv: Åtgärd
ta: செயல்கள்
uk: Дії

source: My teams
bg: Моите екипи
cs: Moje týmy
da: Mine teams
el: Οι ομάδες μου
eo: Miaj teamoj
eu: Nire lan taldeak
fa: تیم های من
fo: Míni lið
he: הצוותים שלי
hr: Moji timovi
hu: Csapataim
id: Kelompok saya
mk: Моите тимови
pt: Minhas equipas
ro: Echipele mele
ru: Мои команды
sk: Moje tímy
sv: Mina grupper
ta: எனது அணிகள்
uk: Мої команди

# toggle_dropdown
source: Show menu
bg: Показване на менюто
cs: Zobrazit menu
da: Vis menu
el: Εμφάνιση μενού
eo: Montri menuon
eu: Menua erakutsi
fa: نمایش منو
fo: Vís valmynd
he: הצגת תפריט
hr: Prikaži izbornik
hu: Menü megjelenítése
id: Tampilkan menu
mk: Прикажи мени
pt: Mostrar menu
ro: Arată meniul
ru: Отобразить меню
sk: Zobraziť menu
sv: Visa meny
ta: பட்டியலைக் காட்டு
uk: Показати меню

# my_team_projects
source: My projects
bg: Моите проекти
cs: Rozpočty & týmových projektů
da: Mine projekter
el: Τα έργα μου
eo: Teamaj projektoj & buĝetoj
eu: Proiektuak eta aurrekontuak
fa: پروژه های تیمی & بودجه
fo: Lið verkætlanir & fíggjarætlanir
he: המיזמים שלי
hr: Moji projekti
hu: Projektjeim
id: Proyek-proyek saya
mk: Мои проекти
pt: Meus projetos
ro: Proiectele mele
ru: Мои проекты
sk: Moje tímové & projekty
sv: Mina projekt
ta: எனது திட்டங்கள்
uk: Мої проєкти

source: Progress
bg: Напредък
cs: Postup
da: Fremdrift
el: Πρόοδος
eo: Progreso
eu: Egoera
fa: پیشرفت
fo: Framstig
he: התקדמות
hr: Napredak
hu: Haladás
id: Kemajuan
mk: Напредок
pt: Progresso
ro: Progres
ru: Прогресс
sk: Stav postupu
sv: Förlopp
ta: முன்னேற்றம்
uk: Прогрес

# timesheet.title
source: My times
bg: Моите времена
cs: Moje časy
da: Min timeseddel
el: Οι ώρες μου
eo: Miaj tempoj
eu: Nire orduak
fa: زمان های من
fo: Mínar tíðarskrásetingar
he: השעות שלי
hr: Moja vremena
hu: Munkaóráim
id: Waktu-waktuku
mk: Моите времиња
pt: Meus tempos
ro: Pontajele mele
ru: Учёт времени
sk: Moje časy
sv: Min tidrapport
ta: என் நேரங்கள்
uk: Мій час

# begin
source: From
bg: От
cs: Od
da: Fra
el: Από
eo: De
eu: Hasi
fa: از
fo: Frá
he: התחלה
hr: Od
hu: Kezdés
id: Dari
mk: Од
pt: De
ro: De la
ru: С
sk: Od
sv: Från
ta: இருந்து
uk: З

# timesheet.edit
source: Edit record
bg: Редактиране на запис
cs: Upravit záznam
da: Redigér tidsregistrering
el: Επεξεργασία εγγραφής
eo: Redakti la registraĵon
eu: Aldatu
fa: ویرایش رکورد
fo: Broyt skráseting
he: עריכת רשומה
hr: Uredi zapis
hu: Bejegyzés szerkesztése
id: Sunting laporan
mk: Уреди запис
pt: Editar entrada
ro: Modifică înregistrarea
ru: Редактировать запись
sk: Upraviť záznam
sv: Ändra post
ta: பதிவைத் திருத்து
uk: Редагувати запис

# end
source: To
bg: До
cs: Do
da: Til
el: Σε
eo: Al
eu: Bukatu
fa: به
fo: Til
he: סיום
hr: Do
hu: Befejezés
id: Kepada
mk: До
pt: Para
ro: Până la
ru: До
sk: Do
sv: till
ta: பெறுநர்
uk: До

# daterange
source: Time range
bg: Времеви диапазон
cs: Časový rozsah
da: Tidsinterval
el: Χρονικό εύρος
eo: Tempoperiodo
eu: Denbora tartea
fa: محدوده زمانی
fo: Tíðarskeið
he: טווח זמן
hr: Vremenski raspon
hu: Időtartam
id: Rentang waktu
mk: Временски опсег
pt: Intervalo de tempo
ro: Interval de timp
ru: Временной интервал
sk: Rozpätie
sv: Tidsintervall
ta: நேர வரம்பு
uk: Часовий діапазон

# modal.columns.title
source: Customize display
bg: Персонализирайте дисплея
cs: Změnit viditelnost sloubce
da: Ændr kolonnens synlighed
el: Αλλαγή ορατότητας στηλών
eo: Ŝanĝi videblecon de kolumnoj
eu: Zutabe bista aldatu
fa: ویرایش پدیداری ستون
fo: Broyt sjónligheit av súlu
he: שינוי עמודות מוצגות
hr: Promijeni vidljivost stupaca
hu: Megjelenítendő oszlopok kiválasztása
id: Kustomisasikan tampilan
mk: Прилагоди го екранот
pt: Alterar a visibilidade da coluna
ro: Modifică vizibilitatea coloanelor
ru: Изменить видимость столбцов
sk: Zmeniť zobrazenie stĺpca
sv: Ändra kolumnns synlighet
ta: காட்சியைத் தனிப்பயனாக்குங்கள்
uk: Змінити видимість стовпця

# fixedRate
source: Fixed price
bg: Фиксирана цена
cs: Fixní sazba
da: Fast sats
el: Σταθερή χρέωση
eo: Fiksita kotizo
eu: Tarifa finkoa
fa: نرخ ثابت
fo: Fastur kostnáður
he: תעריף קבוע
hr: Fiksna cijena
hu: Fix bér
id: Harga tetap
mk: Фиксна цена
pt: Taxa fixa
ro: Tarif fix
ru: Фиксированная ставка
sk: Pevne stanovená sadzba
sv: Fast pris
ta: நிலையான விலை
uk: Фіксована ставка

source: Last login
bg: Последно влизане
cs: Poslední přihlášení
da: Sidste log ind
el: Τελευταία σύνδεση
eo: Lasta ensaluto
eu: Azken saioa
fa: آخرین ورود
fo: Seinasta innritan
he: כניסה אחרונה
hr: Zadnja prijava
hu: Utolsó bejelentkezés
id: Masuk log terakhir
mk: Последно најавување
pt: Última sessão
ro: Ultima autentificare
ru: Последний вход
sk: Posledné prihlásenie
sv: Senaste inloggning
ta: கடைசி உள்நுழைவு
uk: Останній вхід

# profile.preferences
source: Preferences
bg: Предпочитания
cs: Předvolby
da: Indstillinger
el: Προτιμήσεις
eo: Agordoj
eu: Hobespenak
fa: الویت ها
fo: Stillingar
he: העדפות
hr: Postavke
hu: Beállítások
id: Preferensi
mk: Поставки
pt: Preferências
ro: Preferințe
ru: Настройки
sk: Preferencie
sv: Inställningar
ta: விருப்பத்தேர்வுகள்
uk: Налаштування

# calendar_initial_view
source: Initial calendar view
bg: Първоначален изглед на календара
cs: Počáteční zobrazení kalendáře
da: Startsvisning for kalender
el: Αρχική προβολή ημερολογίου
eo: Komenca kalendara vido
eu: Egutegiaren hasierako bista
fa: مشاهده ابتدایی و ساده تقویم
fo: Byrjanarvísan fyri kalendara
he: תצוגת לוח שנה התחלתית
hr: Početni prikaz kalendara
hu: Alapértelmezett naptár nézet
id: Tampilan kalender awal
mk: Првичен приказ на календарот
pt: Vista inicial do calendário
ro: Vizualizare inițială a calendarului
ru: Первоначальный вид календаря
sk: Počiatočné zobrazenie kalendára
sv: Initial kalendervy
ta: ஆரம்ப காலிகை பார்வை
uk: Початковий вигляд календаря

# login_initial_view
source: Initial view after login
bg: Първоначален изглед след вход
cs: Počáteční zobrazení po přihlášení
da: Startsvisning efter log ind
el: Αρχική προβολή ύστερα από την σύνδεση
eo: Komenca vido post ensaluto
eu: Sarrerako bista
fa: نمایه ابتدایی بعد از ورود
fo: Byrjanarvísan eftir innritan
he: תצוגה התחלתית לאחר הכניסה
hr: Početni prikaz nakon prijave
hu: Bejelentkezés után megjelenített nézet
id: Tampilan kalender setelah masuk log
mk: Првичен преглед по најавувањето
pt: Visualização inicial após iniciar sessão
ro: Vizualizare inițială după autentificare
ru: Первоначальный вид после входа в систему
sk: Počiatočné zobrazenie po prihlásení
sv: Initial vy efter inloggning
ta: உள்நுழைந்த பிறகு ஆரம்ப பார்வை
uk: Початковий вигляд після входу

# agendaDay
source: Day
bg: Ден
cs: Den
da: Dag
el: Ημέρα
eo: Tago
eu: Eguna
fa: روز
fo: Dagur
he: יום
hr: Dan
hu: Nap
id: Hari
mk: Ден
pt: Dia
ro: Zi
ru: День
sk: Deň
sv: Dag
ta: நாள்
uk: День

# agendaWeek
source: Week
bg: Седмица
cs: Týden
da: Uge
el: Εβδομάδα
eo: Semajno
eu: Astea
fa: هفته
fo: Vika
he: שבוע
hr: Tjedan
hu: Hét
id: Minggu
mk: Недела
pt: Semana
ro: Săptămâna
ru: Неделя
sk: Týždeň
sv: Vecka
ta: வாரம்
uk: Тиждень

# alias
source: Name
bg: Име
cs: Jméno
da: Navn
el: Όνομα
eo: Nomo
eu: Izena
fa: نام
fo: Navn
he: שם
hr: Ime
hu: Név
id: Nama
mk: Име
pt: Nome
ro: Nume
ru: Имя
sk: Meno
sv: Namn
ta: பெயர்
uk: Ім'я

source: Calendar
bg: Календар
cs: Kalendář
da: Kalender
el: Ημερολόγιο
eo: Kalendaro
eu: Egutegia
fa: تقویم
fo: Kalendari
he: לוח שנה
hr: Kalendar
hu: Naptár
id: Kalender
mk: Календар
pt: Calendário
ro: Calendarul
ru: Календарь
sk: Kalendár
sv: Kalender
ta: காலிகை
uk: Календар

source: Project start
bg: Старт на проекта
cs: Začátek projektu
da: Projektstart
el: Εκκίνηση έργου
eo: Komenco de projekto
eu: Proiektu hasiera
fa: شروع پروژه
fo: Verkætlanar byrjan
he: תחילת מיזם
hr: Početak projekta
hu: Projekt kezdete
id: Proyek dimulai
mk: Почеток на проект
pt: Início do projeto
ro: Pornire proiect
ru: Проект начат
sk: Začiatok projektu
sv: Projektet börjar
ta: திட்டத் தொடக்கம்
uk: Початок проєкту

source: Project end
bg: Край на проекта
cs: Konec projektu
da: Projektslutning
el: Τερματισμός έργου
eo: Fino de projekto
eu: Proiektu bukaera
fa: پایان پروژه
fo: Verkætlanar endan
he: סוף מיזם
hr: Kraj projekta
hu: Projekt vége
id: Proyek berakhir
mk: Крај на проект
pt: Fim do projeto
ro: Terminare proiect
ru: Проект закончен
sk: Koniec projektu
sv: Projektet slutar
ta: திட்ட முடிவு
uk: Кінець проєкту

source: Mobile
bg: Мобилен
cs: Mobilní telefon
da: Mobil
el: Κινητό
eo: Poŝtelefono
eu: Mugikorra
fa: تلفن همراه
fo: Fartelefon
he: טלפון נייד
hr: Mobitel
hu: Mobil
id: Seluler
mk: Мобилен
pt: Telemóvel
ro: Nr. telefon mobil
ru: Мобильный телефон
sk: Mobil
sv: Mobil
ta: கைபேசி
uk: Мобільний

source: Currency
bg: Валута
cs: Měna
da: Valuta
el: Νόμισμα
eo: Valuto
eu: Txanpoia
fa: واحد پول
fo: Gjaldoyra
he: מטבע
hr: Valuta
hu: Pénznem
id: Mata uang
mk: Валута
pt: Moeda
ro: Moneda
ru: Валюта
sk: Mena
sv: Valuta
ta: நாணயம்
uk: Валюта

source: Title
bg: Заглавие
cs: Název
da: Titel
el: Τίτλος
eo: Titolo
eu: Tituloa
fa: عنوان
fo: Heiti
he: תפקיד
hr: Naslov
hu: Beosztás
id: Judul
mk: Наслов
pt: Título
ro: Titlu
ru: Заголовок
sk: Titul
sv: Titel
ta: தலைப்பு
uk: Титул

# avatar
source: Profile image (URL)
bg: Изображение на профила (URL)
cs: Profilový obrázek
da: Profilbillede
el: Εικόνα προφίλ
eo: Profilbildo
eu: Profil irudia
fa: تصویر پروفایل (URL)
fo: Vanga mynd
he: תמונת פרופיל (כתובת)
hr: Slika profila (URL)
hu: Profilkép
id: Gambar profil (URL)
mk: Профилна слика (URL)
pt: Imagem do perfil (URL)
ro: Imagine de profil (URL)
ru: Изображение профиля (URL)
sk: Profilový obrázok
sv: Profilbild (URL)
ta: தன்விவர படம் (முகவரி)
uk: Зображення профілю (URL)

source: Active
bg: Активен
cs: Aktivní
da: Aktiv
el: Ενεργό
eo: Activa
eu: Actibo
fa: فعال
fo: Virkin
he: פעיל
hr: Aktivan
hu: Aktív
id: Aktif
mk: Активни
pt: Ativo
ro: Activ
ru: Активный профиль
sk: Aktívny
sv: Aktiv
ta: செயலில்
uk: Активний

# user_permissions.title
source: User permissions
bg: Потребителски разрешения
cs: Oprávnění uživatele
da: Brugertilladelser
el: Δικαιώματα χρήστη
eo: Uzantpermesoj
eu: Erabiltzaile bahimenak
fa: مجوزهای کاربر
fo: Brúkara heimildir
he: הרשאות משתמש
hr: Korisničke dozvole
hu: Felhasználói engedélyek
id: Izin pengguna
mk: Кориснички дозволи
pt: Permissões do utilizador
ro: Permisiuni utilizator
ru: Права пользователя
sk: Pridelené oprávnenia
sv: Användarrättigheter
ta: பயனர் இசைவுகள்
uk: Дозволи користувача

source: Country
bg: Държава
cs: Země
da: Land
el: Χώρα
eo: Lando
eu: Herrialdea
fa: کشور
fo: Land
he: מדינה
hr: Zemlja
hu: Ország
id: Negara
mk: Земја
pt: País
ro: Țara
ru: Страна
sk: Štát
sv: Land
ta: நாடு
uk: Країна

source: Homepage
bg: Начална страница
cs: Domácí stránka
da: Hjemmeside
el: Αρχική σελίδα
eo: Hejmpaĝo
eu: Web Orrialdea
fa: صفحه اصلی
fo: Heimasíða
he: דף הבית
hr: Web-stranica
hu: Honlap
id: Beranda
mk: Веб страна
pt: Página inicial
ro: Pagina de pornire
ru: Персональная страница
sk: Web stránka
sv: Hemsida
ta: முகப்புப்பக்கம்
uk: Домашня сторінка

source: Phone
bg: Телефон
cs: Telefon
da: Telefon
el: Τηλέφωνο
eo: Telefono
eu: Telefonoa
fa: تلفن
fo: Telefon
he: טלפון
hr: Telefon
hu: Telefonszám
id: Nomor telepon
mk: Телефон
pt: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sv: Telefon
ta: தொலைபேசி
uk: Телефон

source: Fax
bg: Факс
el: Φαξ
eo: Fakso
eu: Fax-a
fa: فکس
fo: Faks
he: פקס
hr: Faks
id: Faksimile
mk: Факс
ru: Факс
ta: தொலைநகல்
uk: Факс

source: Timezone
bg: Часова зона
cs: Časové pásmo
da: Tidszone
el: Ζώνη ώρας
eo: Horzono
eu: Ordu zona
fa: منطقه زمانی
fo: Tíðarsona
he: אזור זמן
hr: Vremenska zona
hu: Időzóna
id: Zona waktu
mk: Временска зона
pt: Fuso horário
ro: Zona de timp
ru: Часовой пояс
sk: Časové pásmo
sv: Tidszon
ta: நேர மண்டலம்
uk: Часовий пояс

# roles
source: Role
bg: Роля
cs: Funkce
da: Rolle
el: Ρόλος
eo: Rolo
eu: Rola
fa: نقش
fo: Leiklutur
he: תפקיד
hr: Uloga
hu: Szerepkör
id: Peran
mk: Улога
pt: Função
ro: Rol
ru: Позиция
sk: Rola
sv: Roll
ta: பங்கு
uk: Роль

# user_role.title
source: User role
bg: Роля на потребителя
cs: Role uživatele
da: Brugerrolle
el: Ρόλος χρήστη
eo: Uzantrolo
eu: Erabiltzaile rola
fa: نقش کاربر
fo: Brúkara leiklutur
he: תפקיד משתמש
hr: Korisnička uloga
hu: Felhasználói szerep
id: Peran pengguna
mk: Улога на корисник
pt: Função do utilizador
ro: Rol utilizator
ru: Роль пользователя
sk: Rola užívateľa
sv: Användarroll
ta: பயனர் பங்கு
uk: Роль користувача

# Allowed character: A-Z and _
source: Allowed character: A-Z and _ (min. 5 uppercase characters)
cs: Povolené znaky: A-Z a _
el: Επιτρεπόμενοι λατινικοί χαρακτήρες: A-Z και _
eo: Permesitaj signoj: A-Z kaj _
eu: Bahimentutako hizkia: A-Z eta _
fa: کاراکتر های مجاز: A-Z و _
fo: Loyvdir stavir: A-Z og _
he: תווים מותרים: A-Z ו־_
hu: Mengedett karakterek: A-Z és _
pt: Caracteres permitidos: A-Z e _
ro: Caractere permise: A-Z and _
ru: Разрешены символы: A-Z и _
sk: Povolené znaky: A-Z a _
sv: Tillåtna tecken: A-Z och _
uk: Дозволені символи: A-Z і _

source: Version
bg: Версия
cs: Verze
el: Έκδοση
eo: Versio
eu: Bertsioa
fa: نسخه
fo: Útgáva
he: גרסה
hr: Verzija
hu: Verzió
id: Versi
mk: Верзија
pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
ta: பதிப்பு
uk: Версія

# ROLE_SUPER_ADMIN
source: System-Admin
bg: Системен администратор
cs: Systémový-Admin
el: Διαχειριστής συστήματος
eo: Sistema administranto
eu: Sistema Administratzailea
fa: مدیر سیستم
fo: Skipanarfyrisitið
he: הנהלת מערכת
hr: Administrator sustava
hu: Rendszergazda
id: Admin Sistem
mk: Систем-администратор
pt: Administrador do sistema
ru: Системный администратор
ta: கணினி-நிர்வாகி
uk: Системний адміністратор

# ROLE_ADMIN
source: Administrator
bg: Администратор
cs: Správce
el: Διαχειριστής
eo: Administranto
eu: Administratzailea
fa: مدیر
fo: Fyrisitari
he: הנהלה
hu: Adminisztrátor
mk: Администратор
pt: Administrador
ru: Администратор
sv: Administratör
ta: நிர்வாகி
uk: Адміністратор

# invoice_print
source: Invoice
bg: Фактура
cs: Faktura
da: Faktura
el: Τιμολόγιο
eo: Fakturo
eu: Faktura
fa: صورتحساب
fo: Vørurokning
he: חשבונית
hr: Račun
hu: Számla
id: Faktur
mk: Фактура
pt: Fatura
ro: Factura
ru: счет
sk: Faktúra
sv: Faktura
ta: விலைப்பட்டியல்
uk: Рахунок

# invoice.to
source: To
bg: До
cs: Do
da: Til
el: Στον
eo: Al
eu: Nori
fa: به
fo: Til
he: לטובת
hr: Za
hu: Vevő
id: Kepada
mk: До
pt: Para
ro: Pentru
ru: К
sk: Do
sv: Till
ta: பெறுநர்
uk: До

# invoice.subtotal
source: Subtotal
bg: Субтотален
cs: Mezisoučet
el: Υποσύνολο
eo: Subtotalo
eu: Azpi Totala
fa: جمع فرعی
he: סכום ביניים
hr: Ukupno bez PDV- a
hu: Részösszeg
mk: Меѓузбир
ro: Subtotalul
ru: Всего, без учета НДС
sk: Medzisúčet
sv: Nettobelopp
ta: துணைகூட்டல்
uk: Підсумок

# invoice.total
source: Total
bg: Общо
cs: Celkem
da: I alt
el: Σύνολο
eo: Entute
eu: GUZTIRA
fa: جمع
fo: Samanlagt
he: סך הכול
hr: Ukupno
hu: Végösszeg
mk: Вкупно
ru: Итого
sk: Súčet
sv: Totalt
ta: மொத்தம்
uk: Всього

# invoice.service_date
source: Service date
bg: Дата на обслужване
cs: Datum vyhotovení
da: Ydelsesdato
el: Ημερομηνία υπηρεσιών
eo: Servo-dato
eu: Zerbitzu data
fa: تاریخ سرویس
he: תאריך שירות
hr: Datum usluge
hu: Teljesítés időpontja
id: Tanggal Layanan
mk: Датум на услуга
pt: Data do serviço
ro: Data service
ru: Дата выполненной работы
sk: Dátum dodania
sv: Arbetstillfälle
ta: பணி தேதி
uk: Дата надання послуги
