Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

source: Yes
bg: Да
cs: Ano
da: Ja
el: Ναι
eo: Jes
eu: Bai
fa: بله
fo: Ja
he: כן
hr: Da
hu: Igen
id: Ya
mk: Да
pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
ta: ஆம்
uk: Так

source: No
bg: Не
cs: Ne
da: Nej
el: Όχι
eo: Ne
eu: Ez
fa: خیر
fo: Nei
he: לא
hr: Ne
hu: Nem
id: Tidak
mk: Не
pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
ta: இல்லை
uk: Ні

source: Both
bg: И двете
he: גם וגם
id: Keduanya
mk: Двете
ta: இரண்டும்
uk: Обидва

source: Automatic
bg: Автоматично
cs: Automaticky
da: Automatisk
el: Αυτόματα
eo: Aŭtomate
fa: اتوماتیک
fo: Sjálvvirkandi
he: אוטומטית
hr: Automatski
hu: Automatikus
id: Secara otomatis
mk: Автоматски
pt: Automático
ro: Automat
ru: Автоматический
sk: Automaticky
sv: Automatisk
ta: தானியங்கி
uk: Автоматично

# This is a mandatory field
source: Mandatory
bg: Задължително
cs: Toto pole je povinné
da: Obligatorisk
el: Υποχρεωτικό
eo: Deviga
eu: Nahitaezkoa
fa: اجباری
fo: Kravt
he: חובה
hr: Obavezno
hu: Kötelező
id: Harus dilakukan
mk: Задолжително
pt: Obrigatório
ro: Acest câmp este obligatoriu
ru: Обязательное поле
sk: Povinný údaj
sv: Detta är ett obligatoriskt fält
ta: கட்டாயம்
uk: Обов'язкове

source: Create
bg: Създаване
cs: Vytvořit
da: Opret
el: Δημιουργία
eo: Krei
eu: Sortu
fa: ساختن
fo: Stovna
he: יצירה
hr: Stvori
hu: Létrehozás
id: Buat
mk: Создај
pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sv: Skapa
ta: உருவாக்கு
uk: Створити

# confirm.delete
source: Do you really want to delete it?
bg: Наистина ли искате да го изтриете?
cs: Opravdu to chcete smazat?
da: Er du sikker på at du vil slette denne?
el: Θέλετε πραγματικά να το διαγράψετε;
eo: Ĉu vi vere volas forigi tion ĉi?
eu: Ziur ezabatu nahi duzula?
fa: شما قطعا قصد دارید این را حذف کنید؟
fo: Er tú vís/ur í, at tú vilt sletta hetta?
he: למחוק את זה?
hr: Stvarno to izbrisati?
hu: Biztos vagy benne, hogy törölni szerenéd?
id: Apakah Anda benar-benar ingin hapus?
mk: Навистина сакате да избришете?
pt: Quer mesmo eliminar?
ro: Ești sigur că vrei să îl ștergi?
ru: Вы действительно хотите удалить?
sk: Naozaj chcete odstrániť?
sv: Vill du verkligen ta bort detta?
ta: நீங்கள் உண்மையில் அதை நீக்க விரும்புகிறீர்களா?
uk: Ви дійсно хочете це видалити?

# admin_entity.delete_confirm
source: This data will be deleted as well! Alternatively, you can select an entry to which all data will be transferred:
bg: Тези данни също ще бъдат изтрити! Като алтернатива можете да изберете запис, на който ще бъдат прехвърлени всички данни:
cs: Tato data budou smazána! Případně můžete data přenést do jiného záznamu:
da: Dette data vil også blive slettet! Alternativt kan du vælge et indlæg, hvortil data skal flyttes til:
el: Αυτά τα δεδομένα επίσης θα διαγραφούν! Εναλλακτικά, μπορείτε να επιλέξετε μία καταχώρηση όπου όλα τα δεδομένα θα μεταφερθούν:
eo: Ankaŭ tiuj ĉi datumoj estos forigitaj! Alternative, vi povas elekti elementon al kiu ĉiuj datumoj estos translokigitaj:
eu: Datu hauek ere ezabatuko dira! Bestela, datu guztiak transferituko diren erregistro bat hautatu dezakezu:
fa: این داده ها نیز حذف خواهند شد! از طرف دیگر، می توانید یک ورودی را انتخاب کنید که تمام داده ها به آن منتقل شوند:
fo: Hesar dátur verða eisini strikaðar! Um hetta ikki ynskist, so kanst tú velja, at flyta dáturnar til eitt av fylgjandi møguleikum:
he: הנתון הזה גם כן ימחק! לחילופין, אתה יכול לבחור רשומה שאליה כל הנתונים יעברו:
hr: Ovi će se podaci također izbrisati! Alternativno tome, možeš odabrati unos u koji će se prenijeti svi podaci:
hu: Ezek az adatok és törlésre kerülnek! Esetleg válassz egy másik elemet, ahova ezek az adatok áthelyezésre kerülnek:
id: Data ini juga akan dihapus! Cara lain: Anda dapat memilih entri tempat semua data akan dipindahkan:
mk: Овие податоци исто така ќе бидат избришани! Алтернативно, можете да изберете внес во кој ќе бидат префрлени сите податоци:
pt: Estes dados também serão eliminados! Alternativamente, pode selecionar um registo para qual todos os dados serão transferidos:
ro: Aceste date vor fi, de asemenea, șterse! Sau poti selecta o intrare către care vor fi transferate toate datele:
ru: Эти данные будут удалены! Вы можете выбрать аккаунт, на который будут перенесены все данные:
sk: Tieto údaje budú tiež odstránené! Prípadne môžete zvoliť záznam, do ktorého sa prenesú všetky údaje:
sv: Denna data kommer också att raderas! Alternativt kan du välja en post som alla data ska överföras till:
ta: இந்தத் தரவுகளும் நீக்கப்படும்! மாற்றாக, எல்லா தரவுகளும் மாற்றப்படும் ஒரு உள்ளீட்டை நீங்கள் தேர்ந்தெடுக்கலாம்:
uk: Ці дані також будуть видалені! Як варіант, можете вибрати запис, куди будуть перенесені всі дані:

# delete.not_in_use
source: This item can be safely deleted.
bg: Този елемент може да бъде безопасно изтрит.
cs: Tuto položku lze bezpečně smazat.
da: Denne artikel kan slettes sikkert.
el: Αυτό το στοιχείο μπορεί να διαγραφεί με ασφάλεια.
eo: Tiu ĉi ero povas esti sekure forigita.
eu: Elementu hau modu seguruan ezabatu daiteke.
fa: این آیتم به صورت امن می تواند حذف شود.
fo: Hesurin luturin kan trygt strikast.
he: אפשר למחוק את הפריט הזה ללא חשש.
hr: Ovaj se element može slobodno izbrisati.
hu: Ez az elem biztonságosan törölhető.
id: Item ini aman untuk dihapus.
mk: Оваа ставка може безбедно да се избрише.
pt: Este registo pode ser eliminado com segurança.
ro: Acest element poate fi șters fără probleme.
ru: Этот элемент можно безопасно удалить.
sk: Túto položku možno bezpečne odstrániť.
sv: Det här objektet kan raderas säkert.
ta: இந்த உருப்படியைப் பாதுகாப்பாக நீக்க முடியும்.
uk: Цей пункт можна спокійно видаляти.

source: Upload
bg: Качване
cs: Nahrát
el: Μεταφόρτωση
eo: Alŝuti
eu: Kargatu
fa: بارگزاری
fo: Uppsending
he: העלאה
hr: Prenesi
hu: Feltöltés
id: Unggah
mk: Прикачи
pt: Enviar
ro: Încarcă
ru: Загрузить
sk: Nahrať
sv: Ladda upp
ta: பதிவேற்றும்
uk: Завантажити

source: Search
bg: Търсене
cs: Hledat
da: Søg
el: Αναζήτηση
eo: Serĉi
eu: Bilatu
fa: جستجو
fo: Leita
he: חיפוש
hr: Pretraga
hu: Keresés
id: Mencari
mk: Барај
pt: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
ta: தேடல்
uk: Пошук

source: Search term
bg: Термин за търсене
cs: Hledaný výraz
da: Søgebetingelse
el: Όρος αναζήτησης
eo: Serĉvorto
eu: Bilatu hitza
fa: عبارت جستجو
fo: Leitingarorð
he: מונח לחיפוש
hr: Pojam pretrage
hu: Keresett szöveg
id: Kata kunci pencarian
mk: Термин за пребарување
pt: Termo de pesquisa
ro: Termen de căutare
ru: Поисковый запрос
sk: Hľadaný výraz
sv: Sökterm
ta: தேடல் சொல்
uk: Пошуковий запит

# set_as_default
source: Save setting as search favourite
bg: Запазете настройката като любима за търсене
cs: Uložit nastavení jako oblíbené vyhledávání
da: Gem indstillinger som søgefavorit
el: Αποθήκευση ρύθμισης αναζήτησης στα αγαπημένα
eo: Konservi kiel serĉan favoraton
eu: Gorde ezarpen lehenetsi gisa
fa: ذخیره به عنوان تنظیمات پیش فرض
fo: Goym sum yndis leiti-stilling
he: לשמור הגדרה כחיפוש מועדף
hr: Spremi postavku kao favorit za pretragu
hu: Beállítások mentése mint kedvenc keresés
id: Simpan pengaturan sebagai pencarian favorit
mk: Зачувај ја поставката како омилено пребарување
pt: Guardar configuração como favorito de pesquisa
ro: Salvați ca setare implicită
ru: Сохранить настройки как избранные при поиске
sk: Uložiť nastavenie ako vyhľadávanie obľúbených
sv: Spara inställningarna som sökfavorit
ta: தேடல் பிடித்ததாக அமைப்பைச் சேமி
uk: Зберегти налаштування як обране для пошуку

# asc
source: Ascending
bg: Възходящ
cs: Vzestupně
da: Stigende
el: Αύξουσα
eo: Kreskante
eu: Goranzko
fa: صعودی
fo: Hækkandi
he: עולה
hr: Uzlazno
hu: Növekvő
id: Menaik
mk: Растечки
pt: Ascendente
ro: Crescător
ru: По возрастанию
sk: Vzostupne
sv: Ökande
ta: ஏறுதல்
uk: Висхідний

# desc
source: Descending
bg: Низходящ
cs: Sestupně
da: Faldende
el: Φθίνουσα
eo: Malkreskante
eu: Beherantz
fa: نزولی
fo: Lækkandi
he: יורד
hr: Silazno
hu: Csökkenő
id: Menurun
mk: Опаѓачки
pt: Descendente
ro: Descrescător
ru: По убыванию
sk: Zostupne
sv: Minskande
ta: இறங்குதல்
uk: Спадний

source: Order by
bg: Подреди по
cs: Seřadit podle
da: Sortér efter
el: Αναδιάταξη με
eo: Ordigi laŭ
fa: سفارش توسط
fo: Raðfest eftir
he: מיון לפי
hr: Redoslijed
hu: Rendezés
id: Urutkan berdasarkan
mk: Подреди по
pt: Ordenar por
ro: Ordonează după
ru: Упорядочить по
sk: Zoradiť podľa
sv: Sortera efter
ta: இதால் அடுக்கு
uk: Впорядкувати за

# update_multiple
source: %action% %count% entries
bg: %action% %count% записи
cs: %action% %count% záznamů?
da: %action% %count% indlæg
el: %action% %count% καταχωρήσεων
eo: %action% %count% elementojn?
eu: %action% %count% sarrera
fa: %action% %count% ورودی ها
fo: %action% %count% innlegg
he: %action% %count% רשומות?
hr: %action% %count% unosa
hu: %action% %count% bejegyzést
id: %action% %count% entri
mk: %action%%count% записи
pt: %action% %count% entradas?
ro: %action% %count% intrări
ru: %action% %count% записи(-ей)
sk: %action% %count% záznamov
sv: %action% %count% poster
ta: %action%%count% உள்ளீடுகள்
uk: %action% %count% запис(и)

# attachments
source: Files
bg: Файлове
cs: Soubory
da: Filer
el: Αρχεία
eo: Dosieroj
eu: Atxikipenak
fa: فایل ها
fo: Fílur
he: קבצים
hr: Datoteke
hu: Fájlok
id: Berkas
mk: Датотеки
pt: Ficheiros
ro: Fișiere
ru: Файлы
sk: Prílohy
sv: Filer
ta: கோப்புகள்
uk: Файли

source: File
bg: Файл
cs: Soubor
da: Fil
el: Αρχείο
eo: Dosiero
fa: فایل
fo: Fíla
he: קובץ
hr: Datoteka
hu: Fájl
id: Berkas
mk: Датотека
pt: Ficheiro
ro: Fișier
ru: Файл
sk: Súbor
sv: Fil
ta: கோப்பு
uk: Файл

# rates.title
source: Prices
bg: Цени
cs: Poplatky
da: Priser
el: Χρεώσεις
eo: Kotizoj
eu: Tasak
fa: قیمت ها
fo: Avgjøld
he: עמלות
hr: Naknade
hu: Díjak
id: Harga
mk: Цени
pt: Taxas
ro: Tarife
ru: Расценки
sk: Poplatky
sv: Avgifter
ta: விலைகள்
uk: Розцінки

# sum.total
source: Total
bg: Общо
cs: Celkem
el: Σύνολο
eo: Entute
eu: Guztira
fa: جمع
fo: Samanlagt
he: סך הכול
hr: Ukupno
hu: Összes óra
mk: Вкупно
ru: Всего
sk: Súčet
ta: மொத்தம்
uk: Всього

# choice_pattern
source: Display of entries in selection lists
bg: Показване на записи в списъци за избор
cs: Zobrazení položek ve výběru
da: Visning af adgange i valgte lister
el: Προβολή των καταχωρίσεων στις λίστες επιλογών
fa: نمایش ورودی ها در لیست های انتخابی
he: הצגת רשומות ברשימות הבחירה
hr: Prikaz unosa u izbornim popisima
hu: Bejegyzések megjelenítése a kiválasztási listákban
id: Tampilan daftar pilihan
mk: Приказ на записи во листи за избор
pt: Aparência das entradas nas listas de seleção
ro: Afișarea intrărilor în listele de selecție
ru: Отображение записей в списках выбора
sk: Zobrazenie poloziek vo vybere
sv: Visning av vallista
ta: தேர்வு பட்டியல்களில் உள்ளீடுகளின் காட்சி
uk: Показ записів у списках відбору

source: Password
bg: Парола
cs: Heslo
da: Adgangskode
el: Διαπιστευτήριο
eo: Pasvorto
eu: Pasahitza
fo: Loyniorð
he: סיסמה
hu: Jelszó
id: Kata sandi
mk: Лозинка
pt: Palavra-passe
ro: Parola
ru: Пароль
sk: Heslo
sv: Lösenord
ta: கடவுச்சொல்
uk: Пароль

# password_repeat
source: Repeat password
bg: Повторете паролата
cs: Potvrzení hesla
da: Gentag adgangskode
el: Επανάληψη διαπιστευτηρίου
eo: Ripetu pasvorton
eu: Pasahitza errepikatu
fa: تکرار رمز عبور
fo: Endurtak loyniorð
he: אימות סיסמה
hr: Ponovi lozinku
hu: Jelszó ismétlése
id: Ulangi kata sandi
mk: Повтори ја лозинката
pt: Repita a palavra-passe
ro: Repetă parola
ru: Повторить пароль
sk: Zopakujte heslo
sv: Upprepa lösenord
ta: கடவுச்சொல்லை மீண்டும் இடு
uk: Повторіть пароль

source: Logout
bg: Изход
cs: Odhlásit se
da: Log ud
el: Αποσύνδεση
eo: Elsaluti
eu: Irten
fa: خروج
fo: Rita út
he: יציאה
hr: Odjava
hu: Kijelentkezés
id: Keluar log
mk: Одјавување
pt: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
ta: வெளியேறு
uk: Вихід

# user_profile
source: My profile
bg: Моят профил
cs: Můj profil
da: Min profil
el: Το Προφίλ μου
eo: Mia profilo
eu: Nire kontua
fa: پروفایل من
fo: Mín vangi
he: הפרופיל שלי
hr: Moj profil
hu: Profilom
id: Profil saya
mk: Мојот профил
pt: Meu perfil
ro: Profilul meu
ru: Мой профиль
sk: Môj profil
sv: Min profil
ta: தன்விவரக்குறிப்பு
uk: Мій профіль

# api_token
source: API password
bg: API парола
cs: API heslo
da: API adgangskode
el: Διαπιστευτήριο API
eo: API-pasvorto
eu: API pasahitza
fa: پسورد API
fo: API loyniorð
he: סיסמת API
hr: API lozinka
hu: API jelszó
id: Kata sandi API
mk: API лозинка
pt: Palavra-passe da API
ro: Parola API
ru: Пароль API
sk: API heslo
sv: API lösenord
ta: பநிஇ கடவுச்சொல்
uk: Пароль API

# api_token_repeat
source: Repeat API password
bg: Повторете паролата за API
cs: Potvrdit API heslo
da: Gentag API adgangskode
el: Επανάληψη διαπιστευτηρίου API
eo: Ripetu API-pasvorton
eu: API pasahitza errepikatu
fa: تکرار پسورد API
fo: Endurtak API loyniorð
he: אימות סיסמת API
hr: Ponovi API lozinku
hu: API jelszó ismétlese
id: Ulangi kata sandi API
mk: Повтори API лозинка
pt: Repita a palavra-passe da API
ro: Reintrodu parola API
ru: Повторите пароль API
sk: Zopakujte API heslo
sv: Upprepa API lösenord
ta: பநிஇ கடவுச்சொல்லை மீண்டும் இடு
uk: Повторіть пароль API

# login_required
source: Missing permission. Redirect to login?
bg: Липсва разрешение. Пренасочване към вход?
cs: Chybějící oprávnění. Přesměrovat na přihlášení?
da: Mangler tilladelse. Omdirigér til log ind?
el: Ληγμένη συνεδρία. Ανακατεύθυνση στην οθόνη σύνδεσης;
eo: Mankas permeso. Redirekti al ensaluto?
eu: Baimena falta da. Saio hasierara bueltatu?
fa: مجوز از دست رفته است. تغییر مسیر برای ورود به سیستم؟
fo: Væntandi heimildir. Vilja tygum rita inn nýggjum?
he: חסרה הרשאה. להפנות לכניסה למערכת?
hr: Nedostaje dozvola. Preusmjeriti na prijavu?
hu: Hiányzó jogosultság. Átirányítás a kezdőlapra?
id: Izin tidak ditemukan. Alihkan ke log masuk?
mk: Недостасува дозвола. Пренасочи кон најавување?
pt: Falta a permissão. Redirecionar para iniciar a sessão?
ro: Permisiuni insuficiente. Să te redirecționez la pagina de login?
ru: Недостаточно прав. Перенаправить на страницу авторизации?
sk: Nedostatočné oprávnenia. Presmerovať na prihlásenie?
sv: Behörighet saknas. Omdirigera till inloggning?
ta: இசைவு இல்லை. திருப்பி உள்நுழை?
uk: Відсутній дозвіл. Перенаправити на вхід?

# registration.check_email
source: An e-mail has been sent to %email%. It contains a link you must click to activate your account.
cs: Aktivační email byl odeslán na %email%. Email obsahuje aktivační odkaz, na který musíte kliknout pro aktivaci účtu.
el: Ένα ηλεκτρονικό μήνυμα έχει αποσταλεί στην διεύθυνση %email%. Περιέχει τον σύνδεσμο ενεργοποίησης που πρέπει να ακολουθήσετε για να ενεργοποιήσετε τον λογαριασμό σας.
eo: Retpoŝta mesaĝo estis sendita al %email%. Ĝi enhavas aktivigan ligon, kiun vi devas alklaki por aktivigi vian konton.
fo: Ein teldupostur er sendur til %email%. Telduposturin inniheldur eina leinkju, ið tú skalt trýsta á, fyri at virkna tína kontu.
hu: Egy üzenet lett küldve a %email% címre. Ebben az üzenetben található az aktivációs link, amire kattintva aktiválhatod a fiókodat.
pt: Foi enviado um email para %email%. Ele contém uma hiperligação de ativação onde tem de clicar para ativar a sua conta.
ro: A fost trimis un e-mail la %email%. Acesta conține un link de activare pe care trebuie să faceți clic pentru a vă activa contul.
ru: Письмо отправлено на %email%. Чтобы активировать аккаунт, нажмите на ссылку в тексте письма.
sk: E -mail bol odoslaný na adresu %email%. Obsahuje aktivačný odkaz, na ktorý musíte kliknúť, aby ste si aktivovali účet.
sv: Ett mejl har skickats till %email%. Det innehåller en aktiveringslänk som du måste klicka för att aktivera kontot.
uk: На адресу %email% надісланий лист. У ньому міститься посилання для активації, за яким потрібно перейти для активації Вашого облікового запису.

# menu.homepage
source: Dashboard
bg: Табло за управление
cs: Nástěnka
el: Συνοπτικός πίνακας
eo: Panelo
eu: Orrialde nagusia
fa: داشبرد
fo: Yvirlitsskíggi
he: לוח בקרה
hr: Pregledna ploča
hu: Kezdőlap
id: Beranda
mk: Контролна табла
pt: Painel principal
ro: Panou de control
ru: Информпанель
sk: Prehľad
sv: Överblick
ta: முகப்பலகம்
uk: Інформпанель

# menu.admin
source: Administration
bg: Администрация
cs: Správa
el: Διαχείριση
eo: Administrado
eu: Admin
fa: مدیریت
fo: Fyrisiting
he: ניהול
hr: Administracija
hu: Adminisztráció
id: Administrasi
mk: Администрација
pt: Administração
ro: Administrare
ru: Администрирование
sk: Administrácia
ta: நிர்வாகம்
uk: Адміністрування

# menu.system
source: System
bg: Система
cs: Systém
el: Σύστημα
eo: Sistemo
eu: Sistema
fa: سیستم
fo: Skipan
he: מערכת
hr: Sustav
hu: Rendszer
id: Sistem
mk: Систем
pt: Sistema
ro: Sistem
ru: Система
sk: Systém
ta: முறைமை
uk: Система

# menu.logout
source: Logout
bg: Изход
cs: Odhlásit se
da: Log ud
el: Αποσύνδεση
eo: Elsaluti
eu: Saioa bukatu
fa: خروج
fo: Logga av
he: יציאה
hr: Odjava
hu: Kijelentkezés
id: Log keluar
mk: Одјавување
pt: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
ta: வெளியேற்றம்
uk: Вийти

# menu.reporting
source: Reporting
bg: Отчитане
cs: Reportování
da: Rapportering
el: Πληροφόρηση
eo: Raportado
eu: Salaketa
fa: گزارش نویسی
fo: Fráboðan
he: דיווח
hr: Izvještavanje
hu: Jelentések
id: Pelaporan
mk: Извештаи
pt: Relatório
ro: Raportare
ru: Отчеты
sk: Ohlasovanie
sv: Rapporter
ta: அறிக்கையளித்தல்
uk: Звітнiсть

source: Customers
bg: Клиенти
cs: Zákazníci
da: Kunder
el: Πελάτες
eo: Klientoj
eu: Bezeroak
fa: مشتریان
fo: Kundar
he: לקוחות
hr: Kupci
hu: Ügyfelek
id: Pelanggan
mk: Клиенти
pt: Clientes
ro: Clienți
ru: Клиенты
sk: Zákazníci
sv: Kund
ta: வாடிக்கையாளர்கள்
uk: Клієнти

source: Time Tracking
bg: Проследяване на времето
cs: Sledování času
da: Tidsregistrering
el: Παρακολούθηση Χρόνου
eu: Denbora jarraipena
fa: ردیابی زمان
fo: Tíðarfylgjan
he: שעות עבודה
hr: Evidentiranje vremena
hu: Időrögzítés
id: Pencatatan Waktu
mk: Следење на време
ro: Contorizarea timpului
ru: Учёт времени
sk: Sledovanie času
sv: Tidrapportering
ta: நேர கண்காணிப்பு
uk: Облік часу

source: Confirm
bg: Потвърдете
cs: Potvrdit
da: Bekræft
el: Επιβεβαίωση
eo: Konfirmi
eu: Baieztatu
fa: تایید
fo: Vátta
he: אישור
hr: Potvrdi
hu: Megerősít
id: Konfirmasikan
mk: Потврди
pt: Confirmar
ro: Confirmați
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
ta: உறுதிப்படுத்து
uk: Погодити

source: Cancel
bg: Отказ
cs: Zrušit
da: Annullér
el: Ακύρωση
eo: Nuligi
eu: Ezeztatu
fa: لغو
fo: Angra
he: ביטול
hr: Odustani
hu: Mégse
id: Batalkan
mk: Откажи
pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sv: Avbryt
ta: எதிராணை
uk: Скасувати

# remove_default
source: Delete search favourite
bg: Изтриване на любим за търсене
cs: Smazat oblíbené vyhledávání
da: Slet søgefavorit
el: Διαγραφή αναζήτησης από τα αγαπημένα
eo: Forigi serĉan favoraton
fa: حذف جستجوی علاقه مندی
fo: Strika yndis-leiti fráðmerki
he: מחיקת חיפוש מועדף
hr: Izbriši favorit za pretragu
hu: Kedvenc keresés törlése
id: Hapus pencarian favorit
mk: Избриши го омиленото пребарување
pt: Eliminar favorito de pesquisa
ro: Ștergeți favoritele de căutare
ru: Удалить избранный поиск
sk: Odstrániť vyhľadávanie obľúbených
sv: Ta bort sökfavorit
ta: தேடல் பிடித்ததை நீக்கு
uk: Видалити обране в пошуку

source: My profile
cs: Můj profil
eo: Mia profilo
eu: Nire kontua
fo: Mín vangi
he: הפרופיל שלי
hr: Moj profil
pt: Meu perfil
ro: Profilul meu
ru: Мой профиль
sk: Môj profil
sv: Min profil
uk: Мій профіль

# rates.empty
source: No prices have been configured.
bg: Не са конфигурирани цени.
cs: Nebyly nakonfigurovány žádné poplatky.
da: Der er ikke konfigureret nogen pris endnu.
el: Οι ωριαίες χρεώσεις δεν έχουν ρυθμιστεί ακόμη.
eo: Ankoraŭ neniuj kotizoj estas agorditaj.
eu: Ez da tasarik konfiguratu oraindik.
fa: هیچ قیمتی تنظیم نشده است
fo: Ongin avgjørd eru skrásett enn.
he: לא הוגדרו עדיין עמלות שעתיות.
hr: Satnice još nisu konfigurirane.
hu: A díjakat még nem határozták meg.
id: Harga belum diatur.
mk: Не се конфигурирани цени.
pt: Ainda não foi configurada nenhuma taxa horária.
ro: Nu au fost încă configurate tarife orare.
ru: Расценки еще не добавлены.
sk: Zatiaľ neboli nakonfigurované žiadne poplatky.
sv: Inga timpriser har konfigurerats ännu.
ta: விலைகள் எதுவும் கட்டமைக்கப்படவில்லை.
uk: Розцінки ще не додано.

# modal.dirty
source: The form has changed. Please click "Save" to save the changes or "Close" to cancel.
bg: Формата се е променила. Моля, щракнете върху „Запазване“, за да запазите промените или „затворете“, за да отмените.
cs: Formulář byl změněn. Prosím klikněte "Uložit" pro uložení změn nebo "Zavřít" pro zrušení.
da: Formularen har ændret sig. Klik venligst "gem" for at gemme ændringerne eller "luk" for at annullere.
el: Η φόρμα έχει μεταβληθεί. Παρακαλούμε πατήστε "Αποθήκευση" για να αποθηκεύσετε τις αλλαγές ή "Κλείσιμο" για να τις ακυρώσετε.
eo: La formularo estas ŝanĝita. Bonvolu alklaki "Konservi" por konservi la ŝanĝojn aŭ "Fermi" por nuligi.
eu: Formularioa aldatu egin da. Mesedez egin klik "Gorde" aldaketak gordetzeko edo "Itxi" uzteko.
fa: فرم تغییر کرده است. برای ذخیره تغییرات ، لطفاً روی "ذخیره" یا برای لغو روی "بستن" کلیک کنید.
fo: Oyðublaðið er broytt. Vinarliga trýst á "Goym" fyri at goym broytingarnar ella trýst á "Lat Aftur" fyri at angra.
he: הטופס השתנה. נא ללחוץ על „שמירה” כדי לשמור את השינויים או על „סגירה” כדי לבטל.
hr: Obrazac se promijenio. Za spremanje promjena pritisni „Spremi”, za prekidnje pritisni „Zatvori”.
hu: Az űrlap megváltozott. A "Mentés" gombbal elmentheted a változtatásokat, a "Bezárás" gombbal elvetheted őket.
id: Formulir telah berubah. Mohon klik 'Simpan' untuk menyimpan perubahan atau 'Tutup' untuk batal.
mk: Формуларот е променет. Кликнете на „Зачувај“ за да ги зачувате промените или на „Затвори“ за да откажете.
pt: O formulário foi alterado. Por favor clique em "Guardar" para armazenar as alterações ou "Fechar" para cancelar.
ro: Formularul s-a modificat. Faceți clic pe „Salvați” pentru a salva modificările sau pe „Închidere” pentru a anula.
ru: Форма изменилась. Пожалуйста, нажмите на кнопку «Сохранить», чтобы сохранить изменения или «Закрыть» для отмены.
sk: Formulár bol zmenený. Prosím kliknite "Uložiť" pre uloženie zmien alebo "Zatvoriť" pre zrušenie.
sv: Data i formuläret har ändrats. Tryck på "Spara" för att spara ändringarna eller "Stäng" för att avbryta.
ta: வடிவம் மாறிவிட்டது. மாற்றங்களைச் சேமிக்க "சேமி" அல்லது எதிராணை செய்ய "மூடு" என்பதைக் சொடுக்கு செய்க.
uk: Форма змінилася. Будь ласка, натисніть "Зберегти" для збереження змін або "Закрити" для їх скасування.
