Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# booking_allow_only_work_days
source: Allow time entries only for days for which expected hours are defined in the employment contract
bg: Позволете време за време само за дни, за които се определят очакваните часове в трудовия договор
cs: Povolí záznam času pouze pro dny, pro které jsou očekávané hodiny, definované v pracovní smlouvě
da: Tillad timeindtastninger kun for dage hvor forventede timer er defineret i ansættelseskontrakt
el: Να επιτρέπονται καταχωρήσεις χρόνου μόνο για τις ημέρες για τις οποίες οι αναμενόμενες ώρες ορίζονται στη σύμβαση εργασίας
fa: فقط برای روزهایی که ساعات کاری مورد انتظار در قرارداد کار تعریف شده است، اجازه ورود زمان بدهید
he: לאפשר רשומות שעות רק לימים שעבורם השעות הצפויות מוגדרות בחוזה ההעסקה
hr: Dozvoli unose vremena samo za dane za koje je predviđeno radno vrijeme definirano ugovorom o radu
id: Izinkan entri waktu hanya untuk hari-hari yang jam kerjanya tertera dalam kontrak kerja
mk: Дозволете временски записи само за деновите за кои очекуваните часови се дефинирани во договорот за вработување
sv: Tillåt tidsposter endast för dagar för vilka förväntade timmar definieras i anställningsavtalet
ta: வேலைவாய்ப்பு ஒப்பந்தத்தில் எதிர்பார்க்கப்படும் மணிநேரங்கள் வரையறுக்கப்பட்ட நாட்களுக்கு மட்டுமே நேர உள்ளீடுகளை அனுமதி
uk: Дозволити бронювання часу лише для днів, для яких вказані очікувані години в робочому контракті

source: Profit
bg: Печалба
da: Fortjeneste
el: Κέρδος
fa: سود
hu: Nyereség
id: Keuntungan
mk: Добивка
ta: ஊதியம்
uk: Прибуток

source: Costs
bg: Разходи
da: Omkostninger
el: Κόστη
fa: هزینه ها
hu: Költségek
id: Biaya
mk: Трошоци
ta: மதிப்புகள்
uk: Витрати

source: Created
bg: Създаден
da: Oprettet
el: Δημιουργήθηκε
fa: ایجاد شد
hr: Stvoreno
hu: Létrehozva
id: Membuat
mk: Создадено
ru: Создано
ta: உருவாக்கப்பட்டது
uk: Створено

source: Request
bg: Заявка
da: Forespørg
el: Αίτημα
fa: درخواست کنید
hr: Zatraži
hu: Igénylés
id: Minta
mk: Побарај
ru: Запрос
ta: கோரிக்கை
uk: Запитати

source: Deactivate
bg: Деактивиране
cs: Deaktivovat
da: Deaktivér
el: Απενεργοποίηση
fa: غیر فعال کردن
he: השבתה
hr: Deaktiviraj
hu: Deaktiválás
id: Nonaktifkan
mk: Деактивирај
pt: Desativar
ro: Dezactivați
ru: Деактивировать
sv: Inaktivera
ta: செயலிழக்கச் செய்
uk: Деактивувати

source: Activate
bg: Активирайте
cs: Aktivovat
da: Aktivér
el: Ενεργοποίηση
fa: فعال کردن
he: הפעלה
hr: Aktiviraj
hu: Aktiválás
id: Aktivasi
mk: Активирај
pt: Ativar
ro: Activați
ru: Активировать
sv: Aktivera
ta: செயல்படுத்து
uk: Активувати

source: Break
bg: Почивка
da: Pause
el: Διάλειμμα
fa: شکستن
hu: Szünet
id: Istirahat
mk: Пауза
ta: இடைவேளை
uk: Перерва

source: Stop
bg: Спрете
el: Διακοπή
eu: Gelditu
fa: توقف
fo: Steðga
hr: Prekini
id: Berhenti
mk: Запри
ru: Стоп
sk: Zastaviť
sv: Stopp
ta: நிறுத்து
uk: Стоп

source: Back
bg: Назад
da: Tilbage
el: Πίσω
eu: Atzera
fa: بازگشت
fo: Aftur
hr: Natrag
hu: Vissza
id: Kembali
mk: Назад
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
ta: பின்
uk: Назад

source: Edit
bg: Редактиране
fa: ویرایش
fo: Broyt
id: Ubah
mk: Уреди
ta: தொகு
uk: Редагувати

# trash
source: Delete
bg: Изтриване
da: Slet
el: Διαγραφή
eu: Ezabatu
fa: حذف
fo: Strika
hr: Izbriži
hu: Törlés
id: Hapus
mk: Избриши
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Ta bort
ta: நீக்கு
uk: Видалити

source: Report
bg: Доклад
da: Rapportér
el: Αναφορά
eu: Txostena
fa: گزارش
fo: Melda
hr: Prijavi
hu: Jelentés
id: Laporkan
mk: Извештај
ro: Raport
ru: Отчет
sk: Správa
sv: Rapportera
ta: அறிக்கை
uk: Звіт

# repeat
source: Start again
bg: Започнете отново
da: Start igen
el: Εκκίνηση ξανά
eu: Errepikatu
fa: شروع دوباره
fo: Byrja umaftur
hr: Počni iznova
hu: Újrakezdés
id: Mulai lagi
mk: Почни повторно
ro: Repetă
ru: Перезапустить
sk: Opakovať
sv: Starta igen
ta: மீண்டும் தொடங்கு
uk: Почати спочатку

# profile-stats
source: Profile
bg: Профил
da: Profil
el: Προφίλ
eu: Estatistikak
fa: پروفایل
fo: Vangi
hr: Profil
hu: Profil
id: Profil
mk: Профил
ro: Profil
ru: Профиль
sk: Štatistika
sv: Statistik
ta: தன்விவரம்
uk: Профиль

# settings
source: Preferences
eu: Dohiketak
hr: Postavke
ro: Preferințe
ru: Настройки
sk: Nastavenia
sv: Inställningar
uk: Параметри

# timesheet.filter
source: Filter timesheets
bg: Таблици
da: Timeseddel
el: Φύλλα εργασίας
eu: Ordu taula
fa: جداول زمانی
hr: Filtriraj vremenske tablice
hu: Munkaidő-bejegyzések
id: Lembar waktu
mk: Временски листови
ro: Fișe de pontaj
ru: Фильтр табелей
sk: Pracovné výkazy
sv: Tidrapport
ta: நேர அட்டவணைகள்
uk: Фільтр табелів

# customer.filter
source: Filter customers
eu: Bezeroak aukeratu
hr: Filtriraj kupce
ro: Filtrează clienții
ru: Фильтр клиентов
sk: Zákazník
sv: Filtrera kunder
uk: Фільтр клієнтів

# project.filter
source: Filter projects
eu: Proiektuak aukeratu
hr: Filtriraj projekte
ro: Filtrează proiectele
ru: Фильтр проектов
sk: Projekt
sv: Filtrera projekt
uk: Фільтрувати проєкти

# activity.filter
source: Filter activities
eu: Jarduerak aukeratu
hr: Filtriraj aktivnosti
ro: Filtrează activitățile
ru: Фильтр активности
sk: Činnosť
sv: Filtrera aktiviter
uk: Фільтри діяльності

# copy
source: Create copy
bg: Създайте копие
da: Kopier
el: Δημιουργία αντίγραφου
eu: Kopiatu
fa: ایجاد کپی
fo: Stovna avrit
hr: Stvori kopiju
hu: Másolat készítése
id: Buat salinan
mk: Креирај копија
ro: Copiază
ru: Создать копию
sk: Kópia
sv: Skapa kopia
ta: நகலை உருவாக்கு
uk: Створити копію

# home
source: Homepage
bg: Начална страница
da: Hjem
el: Αρχική σελίδα
eu: Orrialde nagusia
fa: صفحه اصلی
hr: Web-stranica
hu: Kezdőlap
id: Halaman utama
mk: Почетна страница
ro: Pagina de pornire
ru: Домашняя страница
sk: Úvodná stránka
sv: Hemsida
ta: முகப்புப்பக்கம்
uk: Домашня сторінка

source: Create project
bg: Създайте проект
da: Opret projekt
el: Δημιουργία έργου
eu: Proiketua sortu
fa: ایجاد پروژه
fo: Stovna verkætlan
hr: Stvori projekt
hu: Projekt létrehozása
id: Buat proyek
mk: Креирај проект
ro: Creează un proiect
ru: Создать проект
sk: Vytvoriť projekt
sv: Skapa projekt
ta: திட்டத்தை உருவாக்கு
uk: Створити проєкт

source: Create activity
bg: Създайте дейност
da: Opret aktivitet
el: Δημιουργία δραστηριότητας
eu: Jardurera sortu
fa: ایجاد فعالیت
hr: Stvori aktivnost
hu: Tevékenység létrehozása
id: Buat aktifitas
mk: Креирај активност
ro: Creează o activitate
ru: Создать активность
sk: Vytvoriť činnosť
sv: Skapa aktivitet
ta: செயல்பாட்டை உருவாக்கு
uk: Створити діяльність

source: Create timesheet
bg: Създайте времева лист
da: Opret timeseddel
el: Δημιουργία χρονοδιαγράμματος
eu: Ortu taula sortu
fa: ایجاد تایم شیت
hr: Stvori vremensku tablicu
hu: Munkaidő-bejegyzés létrehozása
id: Buat lembar waktu
mk: Креирај табела со часови
ro: Creează un pontaj
ru: Добавить время
sk: Vytvoriť pracovný výkaz
sv: Skapa tidrapport
ta: நேரத்தாள் உருவாக்கு
uk: Створити табель

# create-timesheet-multiuser
source: For multiple users
bg: За множество потребители
da: Til flere brugere
el: Για πολλαπλούς χρήστες
eu: Erabiltzaile anitzentzat
fa: برای چندین کاربر
hr: Za više korisnika
hu: Létrehozás több felhasználónak
id: Untuk beberapa pengguna
mk: За повеќе корисници
ro: Pentru mai mulți utilizatori
ru: Для нескольких пользователей
sk: Pre viac používateľov
sv: För flera användare
ta: பல பயனர்களுக்கு
uk: Для декількох користувачів

source: Permissions
bg: Разрешения
da: Team-tilladelser
el: Δικαιώματα ομάδας
eu: Taldearen bahimenak
fa: مجوزهای تیم
hr: Timske dozvole
hu: Csoport engedélyek
id: Perizinan
mk: Дозволи
ro: Permisiunile echipei
ru: Права команды
sk: Oprávnenia
sv: Gruppbehörigheter
ta: இசைவுகள்
uk: Дозволи команди

# details
source: Show
bg: Показване
da: Vis
el: Εμφάνιση
eu: Erakutsi
fa: نمایش
fo: Vís
hr: Pokaži
hu: Mutasd
id: Tampilkan
mk: Прикажи
ro: Detalii
ru: Показать
sk: Detaily
sv: Visa
ta: காட்டு
uk: Показати

source: Download
bg: Изтегляне
el: Λήψη
eu: Deskargatu
fa: دانلود
fo: Heinta
hr: Preuzmi
hu: Letöltés
id: Unduh
mk: Преземи
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
ta: பதிவிறக்கம்
uk: Отримати

# invoice.pending
source: Waiting for payment
bg: В очакване на плащане
da: Afventer betaling
el: Αναμονή της είσπραξης
eu: Ordainketaren zain
fa: در انتظار پرداخت
fo: Bíðar eftir gjalding
hr: Čeka na uplatu
hu: Kiegyenlítésre vár
id: Menunggu pembayaran
mk: Чека плаќање
ro: Se așteaptă plata
ru: Ожидание платежа
sk: Čakám na platbu
sv: Väntar på betalning
ta: கட்டணத்திற்காகக் காத்திருக்கிறது
uk: Очікується платіж

source: Invoice paid
bg: Фактурата е платена
da: Faktura betalt
el: Τιμολόγιο εξοφλήθη
eu: Faktura ordainduta
fa: فاکتور پرداخت شد
fo: Goldið
hr: Račun plaćen
hu: Számla kifizetve
id: Faktur dibayar
mk: Фактурата е платена
ro: Factură achitată
ru: Счет оплачен
sk: Faktúra zaplatená
sv: Faktura betald
ta: விலைப்பட்டியல் செலுத்தப்பட்டது
uk: Рахунок оплачений

# invoice.cancel
source: Cancel invoice
bg: Анулиране на фактура
da: Annuller faktura
el: Ακύρωση τιμολογίου
fa: لغو فاکتور
hr: Anuliraj račun
hu: Számla sztornózása
id: Batalkan faktur
mk: Сторнирај фактура
ro: Anulare factură
ru: Отменить счет
sk: Zrušiť faktúru
sv: Avbryt faktura
ta: விலைப்பட்டியல் நீக்கறல்
uk: Скасувати рахунок

# filter
source: Filter data
bg: Филтърни данни
da: Filtrer data
el: Φιλτράρισμα δεδομένων
fa: فیلتر کردن داده ها
hr: Filtriraj podatke
hu: Adatok szűrése
mk: Филтрирај податоци
ro: Filtrează datele
ru: Фильтрация данных
sk: Filtrovať dáta
sv: Filtrera data
ta: தரவை வடிகட்டு
uk: Фільтрувати дані

# vcard
source: Business card
bg: Визитна картичка
da: Visitkort
el: Επαγγελματική κάρτα
fa: کارت بازرگانی
hr: Vizitka
hu: Névjegykártya
id: Kartu bisnis
mk: Визит-карта
ro: Carte de vizită
ru: Визитка
sk: Vizitka
sv: Visitkort
ta: வணிக அட்டை
uk: Візитна картка

# widget_add
source: Add widget
bg: Добавете джаджа
da: Tilføj widget
el: Προσθήκη γραφικού στοιχείου
fa: افزودن موضوعات
hr: Dodaj widget
hu: Widget hozzáadása
id: Tambahkan widget
mk: Додај интерактивен елемент
ro: Adăugați widget
ru: Добавить виджет
sk: Pridať widget
sv: Lägg till widget
ta: நிரல்பலகையைச் சேர்
uk: Додати віджет

# widget_remove
source: Remove widget
bg: Премахване на джаджа
da: Fjern widget
el: Αφαίρεση γραφικού στοιχείου
fa: حذف موضوعات
hr: Ukloni widget
hu: Widget eltávolítása
id: Hapus widget
mk: Тргни интерактивен елемент
ro: Eliminați widget-ul
ru: Удалить виджет
sk: Odstrániť widget
sv: Ta bort widgeten
ta: நிரல்பலகையை அகற்று
uk: Вилучити віджет

source: Reload
bg: Презареди
da: Genindlæs
el: Επαναφόρτωση
fa: بارگذاری مجدد
hr: Učitaj ponovo
hu: Újratöltés
id: Muat ulang
mk: Повторно вчитај
ro: activat
ru: Перезагрузить
sk: Znovu načítať
sv: Ladda om
ta: மறுஏற்றம்
uk: Перезавантажити

# syncronisation
source: Synchronization
hr: Sinkronizacija
sk: Synchronizácia
uk: Синхронізація

source: Import
bg: Импортиране
da: Importer
el: Εισαγωγή
fa: واردات
hr: Uvezi
hu: Importálás
id: Impor
mk: Увези
ru: Импорт
sk: Importovať
sv: Importera
ta: இறக்குமதி
uk: Імпорт

# status.rejected
source: Rejcted
uk: Відхилено

source: Reject
bg: Отхвърляне
da: Afvis
el: Απόρριψη
fa: رد کردن
hu: Elutasítás
id: Tolak
mk: Одбиј
ta: நிராகரி
uk: Відхилити

# registration.check_email
source: An e-mail has been sent to %email%. It contains a link you must click to activate your account.
bg: Изпратен е имейл на %email%. Той съдържа линк, върху който трябва да кликнете, за да активирате акаунта си.
da: En e-mail er blevet sendt til %email%. Den indeholder et aktiveringslink, som du skal klikke på, for at aktivere din konto.
fa: ایمیلی شامل لینک فعالسازی به %email% ارسال شد. جهت فعال کردن حساب کاربری خود باید بر روی آن کلیک کنید.
hr: Poslan je e-mail na %email%. Sadrži poveznicu koju moraš pritisnuti za aktiviranje računa.
id: Sebuah surel telah dikirimkan ke %email%. Surel ini berisi tautan yang harus Anda klik untuk mengaktifkan akun Anda.
mk: Испратена е е-пошта до %email%. Содржи линк на кој треба да кликнете за да ја активирате вашата сметка.
ta: ஒரு %email%க்கு மின்னஞ்சல் அனுப்பப்பட்டுள்ளது. உங்கள் கணக்கைச் செயல்படுத்த நீங்கள் சொடுக்கு செய்ய வேண்டிய இணைப்பு இதில் உள்ளது.

source: User
bg: Потребител
da: Bruger
el: Χρήστης
fo: Brúkari
hu: Felhasználó
id: Pengguna
mk: Корисник
ro: Utilizator
ta: பயனர்

source: ID
fa: شناسه
he: מזהה
mk: Идентификатор
ru: ИД
ta: அடையாளம்

source: Project
bg: Проект
da: Projekt
el: Έργο
fo: Verkætlan
hu: Projekt
id: Proyek
mk: Проект
ro: Proiect
sk: Projekt
sv: Projekt
ta: திட்டம்

source: E-mail
bg: Електронна поща
he: דוא״ל
id: Surel
mk: е-пошта
ta: மின்னஞ்சல்

# work_times
source: Working times
bg: Отработено време
da: Arbejdstimer
el: Ώρες εργασίας
fa: زمان های کاری
hr: Radna vremena
hu: Munkaidő
id: Waktu bekerja
mk: Работни времиња
ro: Timp de lucru
ta: வேலை நேரங்கள்

# Allowed character: A-Z and _
source: Allowed character: A-Z and _ (min. 5 uppercase characters)
bg: Разрешен символ: A-Z и _ (Мин. 5 Главни знаци)
da: Tilladte karakterer: A-Z og _ (min. 5 store bogstaver)
hr: Dozvoljeni znakovi: A-Z i _ (barem 5 velikih slova)
id: Karakter yang diperbolehkan: AZ dan _ (minimal 5 karakter huruf besar)
mk: Дозволени знаци: A-Z и _ (мин. 5 големи букви)
ta: அனுமதிக்கப்பட்ட எழுத்து: A-Z மற்றும் _ (குறைந்தது 5 பெரிய எழுத்துக்கள்)

# status.rejected
source: Rejcted
bg: Отхвърлен
da: Afvist
el: Απορρίφθηκε
fa: رد شد
hu: Elutasított
id: Ditolak
mk: Одбиено
ta: நிராகரிக்கப்பட்டது

# sickness.intro
source: Illness, doctor's visit, care of close relatives, etc.
bg: Неработоспособност за работа, медицински необходими срещи, отпуск за грижи и т.н.
da: Uarbejdsdygtighed, medicinsk nødvendige aftaler, omsorgsorlov osv.
fa: ناتوانی در کار، قرار ملاقات های ضروری پزشکی، مرخصی مراقبتی و غیره.
hu: Keresőképtelenség, kötelező orvosi vizsgálat, gondozói szabadság, stb.
id: Ketidakmampuan untuk bekerja, janji temu medis yang diperlukan, cuti perawatan, dll.
mk: Неспособност за работа, лекарски термини, отсуство од работа за нега итн.

# holiday.intro
source: You have taken %used% of your available %days% vacation days so far.
bg: Досега сте подали %used% от наличните си %days% дни отпуска.
da: Du har indsendt %used% af dine tilgængelige %days% feriedage indtil videre.
el: Έχετε υποβάλει %used% από τις διαθέσιμες %days% ημέρες διακοπών σας μέχρι στιγμής.
fa: %used%استفاده شده از %days% روزهای تعطیل موجود خود را تاکنون ارسال کرده‌اید.
hu: %used% napot használtál fel az elérhető %days% nap szabadságodból.
id: Sejauh ini, anda telah mengajukan %used% dari %days% hari cuti yang tersedia untuk anda.
mk: Досега имате поднесено %used% од вашите достапни %days% денови за одмор.
ta: உங்களுடைய கிடைக்கக்கூடிய %days% விடுமுறை நாட்களில் %used% ஐ சமர்ப்பித்துள்ளீர்கள்.

# syncronisation
source: Synchronization
bg: Синхронизация
da: Synkronisering
el: Συγχρονισμός
fa: همگام سازی
hu: Szinkronizáció
id: Sinkronisasi
mk: Синхронизација
ru: Синхронизация
sv: Synkronisering
ta: ஒத்தியக்கம்

source: Sessions
bg: Сесии
da: Sessioner
el: Συνεδρίες
fa: جلسات
hu: Munkamenetek
id: Sesi
mk: Сесии
ta: அமர்வுகள்

# sessions_logout
source: Log out of all devices
bg: Излезте от всички устройства
da: Log ud på alle enheder
el: Αποσύνδεση από όλες τις συσκευές
fa: خروج تمام دستگاه ها
hu: Összes eszköz kijelentkeztetése
id: Keluar dari semua perangkat
mk: Одјави се од сите уреди
ta: எல்லா சாதனங்களிலிருந்தும் வெளியேறு

# stats.workingTimeMonth
source: %month% %year%
eu: %year%(e)ko %month%
ru: Месяц (%month% %year%)
ta: %year% %month%

source: Both
cs: Oba
da: Begge
el: Και τα δύο
eo: Ambaŭ
eu: Biak
fa: هر دو
fo: Bæði
hr: Oboje
hu: Mindkettő
pt: Ambos
ro: Ambele
ru: Оба
sk: Oba
sv: båda

source: Password
fa: رمزعبور
hr: Lozinka

source: Visible
cs: Viditelné
da: Synlig
el: Ορατή
eo: Videbla
eu: Agerikoa
fa: قابل مشاهده
fo: Sjónligur
he: לתצוגה
hr: Vidljivo
hu: Látható
pt: Visível
ro: Vizibil
sk: Viditeľný
sv: Synlig

source: Contact
fa: مخاطب
he: איש קשר
hr: Kontakt

source: Support
cs: Podpora
el: Υποστήριξη
eu: Mantenua
fa: انجمن
hr: Forum
hu: Támogatás
pt: Suporte
ro: Suport
ru: Поддержка
sk: Podpora

# preview.skipped_rows
source: Skipped preview of %rows% more rows …
cs: Přeskočen náhled %rows% dalších řádků…
el: Παράλειψη προ-επισκόπησης %rows% και περισσότερων γραμμών …
eo: Pretersaltis antaŭrigardon de %rows% pliaj vicoj…
fo: Leyp undansýning av %rows% fleiri rekkjum um …
he: דילגנו על תצוגה מקדימה של %rows% שורות נוספות…
hu: Előnézetből kihagyva %rows% további sor…
pt: Saltou a pré-visualização de mais %rows% filas…
ro: A sărit previzualizarea peste %rows% rânduri …
ru: Пропущен предварительный просмотр %rows% строк …
sk: Preskočený náhľad %rows% ďalších riadkov …

source: Edit
da: Redigér
el: Τροποποίηση
eu: Aldatu
hr: Uredi
hu: Szerkesztés
ro: Editează
ru: Редактировать
sk: Upraviť
sv: Ändra

source: Description
eo: Priskribo
hr: Opis
id: Deskripsi

# error.directory_missing
source: The directory “%dir%” does not exist and could not be created.
eo: La dosierujo "%dir%" ne ekzistas kaj ne povas esti kreita.
fo: Mappan "%dir%" finninst ikki, og tað bar ikki til at skapa hana.
he: התיקייה „%dir%” לא קיימת ולא ניתן ליצור אותה.
hr: Mapa „%dir%” ne postoji i nije je moguće stvoriti.

# pto_year_holiday
source: Holidays per year
cs: dny dovolené za rok
he: ימי חופשה שנתיים
hr: Broj dana godišnjeg odmora

# registration.check_email
source: An e-mail has been sent to %email%. It contains a link you must click to activate your account.
he: הודעה שמכילה קישור לחיץ להפעלת החשבון שלך נשלחה בדוא״ל אל %email%.

source: Review
he: סקירה

# sickness_child
source: Sickness of a relative
cs: Ošetřování dítěte
he: מחלת ילד
pt: Doença da criança

source: Time Tracking
eo: Temporegistrado

# resetting.check_email
source: An email has been sent with a link to reset your password. Note: You can only request a new password once every %tokenLifetime% hours. If you don't receive the email, please check your spam folder or try again.
eo: Retpoŝta mesaĝo estis sendita al email. Ĝi enhavas aktivigan ligon, kiun vi devas alklaki por restarigi vian pasvorton. Noto: Vi povas peti novan pasvorton nur unufoje en %tokenLifetime% horoj. Se vi ne ricevas retpoŝtan mesaĝon, kontrolu vian trudmesaĝujon aŭ reprovu.

# stats.workingTime
source: Working hours
eo: Laborhoroj
