Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# stats.userAmountYear
source: My revenue this year
bg: Приходите ми тази година
cs: Můj letošní výdělek
da: Mine indtægter dette år
el: Τα έσοδά μου φέτος
fa: درآمد امسال من
he: ההכנסה שלי השנה
hr: Moj prihod ove godine
hu: Bevételem ebben az évben
id: Pendapatan saya tahun ini
mk: Мојот приход оваа година
pt: A minha receita este ano
ro: Venitul meu anul acesta
ru: Мой доход в этом году
sk: Môj príjem tento rok
sv: Mina intäkter i år
ta: இந்த ஆண்டு எனது வருவாய்
uk: Мій дохід цього року

# stats.userAmountTotal
source: My total revenue
bg: Общите ми приходи
cs: Můj celkový příjem
da: Mine totale indtægter
el: Τα συνολικά μου έσοδα
fa: کل درآمد من
he: ההכנסה שלי בסך הכול
hr: Moj prihod ukupno
hu: Összes bevételem
id: Total pendapatan saya
mk: Мојот вкупен приход
pt: A minha receita total
ro: Venitul meu total
ru: Мой общий доход
sk: Môj celkový príjem
sv: Min totala inkomst
ta: எனது மொத்த வருவாய்
uk: Мій загальний дохід

# all_invoices
source: Invoice history
bg: История на фактурите
cs: Historie faktur
da: Faktura historik
el: Ιστορικό τιμολογίων
fa: تاریخچه صورتحساب
he: היסטוריית חשבוניות
hr: Povijest računa
hu: Számlatörténet
id: Riwayat faktur
mk: Историја на фактури
pt: Histórico de faturas
ro: Istoricul facturilor
ru: История счетов
sk: História faktúr
sv: Fakturahistorik
ta: விலைப்பட்டியல் வரலாறு
uk: Історія інвойсів

# invoice_form.title
source: Create invoice
bg: Създайте фактура
cs: Vytvořit fakturu
da: Opret faktura
el: Δημιουργία τιμολογίου
fa: ایجاد صورتحساب
he: יצירת חשבונית
hr: Stvori račun
hu: Számla kiállítása
id: Buat Faktur
mk: Создади фактура
pt: Criar uma fatura
ro: Creați factura
ru: Создать счет
sk: Vytvoriť faktúru
sv: Skapa faktura
ta: விலைப்பட்டியல் உருவாக்கு
uk: Створити інвойс

source: Preview
bg: Преглед
cs: Náhled
da: Forhåndsvisning
el: Προ-επισκόπηση
eo: Antaŭrigardo
eu: Aurrebista
fa: پیش نمایش
fo: Undansýning
he: תצוגה מקדימה
hr: Pregled
hu: Előnézet
id: Pratinjau
mk: Преглед
pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр
sk: Náhľad
sv: Förhandsgranska
ta: முன்னோட்டம்
uk: Перегляд

source: Mark as open
bg: Маркирайте като отворен
cs: Označit jako otevřené
da: Marker som åben
el: Χαρακτηρίστε ως ανοικτό
fa: علامت گذاری به عنوان باز
he: סימון כפתוחה
hr: Označi kao otvoren
hu: Megjelölés megnyitottként
id: Tandai sebagai dibuka
mk: Означи како отворено
pt: Marcar como aberto
ro: Marcați ca deschis
ru: Отметить как открытый
sk: Označiť ako otvorené
sv: Markera som öppet
ta: திறந்த எனக் குறி
uk: Позначити відкритим

# help.invoiceTemplate
source: The invoice is generated with this template.
bg: Фактурата се генерира с този шаблон.
cs: Faktura je generována pomocí této šablony.
da: Fakturaren er genereret med denne skabelon.
el: Το τιμολόγιο δημιουργείται με αυτό το πρότυπο.
fa: فاکتور با این قالب ایجاد می شود.
he: החשבונית נוצרה מהתבנית הזאת.
hr: Račun se generira s ovim predloškom.
hu: A számla ezzel a sablonnal kerül kiállításra.
id: Faktur dibentuk pada template ini.
mk: Фактурата е генерирана со овој шаблон.
pt: A fatura está sendo gerada com este modelo.
ro: Factura este generată cu acest șablon.
ru: Счет будет сформирован по этому шаблону.
sk: Táto faktúra je generovaná s touto šablónou.
sv: Fakturan genereras med denna mall.
ta: இந்த வார்ப்புருவுடன் விலைப்பட்டியல் உருவாக்கப்படுகிறது.
uk: Інвойс створений з використанням цього шаблону.

# profile.2fa_confirmation
source: Please confirm the code, which will activate the two-factor authentication for this account.
bg: Моля, потвърдете кода, който ще активира двуфакторното удостоверяване за този акаунт.
cs: Uveďte prosím kód, který aktivuje dvoufázové ověření pro tento účet.
da: Bekræft venligst koden, der aktiverer to-faktor godkendelse for denne konto.
el: Παρακαλούμε επιβεβαιώστε τον κωδικό, ο οποίος θα ενεργοποιήσει τον έλεγχο ταυτότητας δύο παραγόντων για αυτόν τον λογαριασμό.
fa: لطفاً کدی را تأیید کنید که احراز هویت دو مرحله‌ای را برای این حساب فعال می‌کند.
he: נא לאשר את הקוד שיפעיל את האימות הדו־שלבי לחשבון הזה.
hr: Potvrdi kôd koji će aktivirati dvofaktorsku autentifikaciju za ovaj račun.
hu: Erősítsd meg a kódot, ami aktiválja a kétfaktoros hitelesítést a fiókodhoz.
id: Mohon konfirmasi kode yang akan mengaktivasi autentikasi dua faktor akun ini.
mk: Ве молиме потврдете го кодот, што ќе ја активира двофакторската автентикација за оваа сметка.
pt: Confirme o código que ativará a autenticação de dois fatores nesta conta.
ro: Vă rugăm să confirmați codul, care va activa autentificarea cu doi factori pentru acest cont.
ru: Пожалуйста, подтвердите код, который активирует двухфакторную аутентификацию для этой учётной записи.
sk: Prosím potvrďte kód z vašej dvojstupňovej aplikácie, ktorý aktivuje dvojstupňové overenie pre tento účet.
sv: Bekräfta koden, vilket kommer att aktivera tvåfaktorsautentiseringen för det här kontot.
ta: இந்தக் கணக்கிற்கான இரண்டு காரணி அங்கீகாரத்தை செயல்படுத்தும் குறியீட்டை உறுதிப்படுத்தவும்.
uk: Підтвердіть, будь ласка, код активації двофакторної аутентифікації для цього облікового запису.

# login.2fa_label
source: Confirmation code
bg: Код за потвърждение
cs: Potvrzovací kód
da: Bekræftelseskode
el: Κωδικός Επιβεβαίωσης
fa: کد تایید
he: קוד אימות
hr: Potvrdni kod
hu: Megerősítő kód
id: Kode konfirmasi
mk: Код за потврда
pt: Código de confirmação
ro: Cod de confirmare
ru: Код подтверждения
sk: Potvrdzovací kód
sv: Bekräftelsekod
ta: உறுதிப்படுத்தல் குறியீடு
uk: Код підтвердження

# help.invoiceTemplate_customer
source: Invoices for this client are by default generated with this template. It can be changed during invoice generation if required.
bg: Фактурите за този клиент по подразбиране се генерират с този шаблон. Тя може да бъде променена по време на генериране на фактури, ако е необходимо.
cs: Faktury pro tohoto klienta jsou ve výchozím nastavení generovány pomocí této šablony. V případě potřeby ji lze během generování faktury změnit.
da: Faktura for denne klient er som standard, genereret med denne skabelon. Den kan blive ændret under faktura generation hvis nødvendigt.
el: Τα τιμολόγια για αυτόν τον πελάτη δημιουργούνται εξ ορισμού με αυτό το πρότυπο. Μπορεί να αλλάξει κατά τη διάρκεια της δημιουργίας τιμολογίων, εάν απαιτείται.
fa: صورت‌حساب‌های این مشتری به‌طور پیش‌فرض با این قالب تولید می‌شوند. در صورت لزوم می توان آن را در طی روند تولید صورتحساب تغییر داد.
he: חשבוניות ללקוח הזה נוצרו כברירת מחדל עם התבנית הזאת. אפשר לערוך אותן במהלך הפקת החשבוניות אם נדרש.
hr: Računi za ovog klijenta se standardno generiraju pomoću ovog predloška. Po potrebi se može promijeniti tijekom generiranja računa.
hu: A számlák alapértelmezetten ezzel a sablonnal kerülnek kiállításra az ügyfél számára. Ezt meg lehet változtatni a számla kiállítása során, ha szükséges.
id: Faktur untuk klien ini secara default dihasilkan pada template ini. Jika diperlukan, template ini dapat diubah selama proses pembuatan faktur.
mk: Фактурите за овој клиент по дифолт се генерираат со овој шаблон. Доколку е потребно, може да се промени за време на генерирањето на фактурата.
pt: Por padrão, as faturas para este cliente são geradas a partir deste modelo. Pode ser alterado durante a geração da fatura, caso seja necessário.
ro: Facturile pentru acest client sunt generate implicit cu acest șablon. Poate fi schimbat în timpul generării facturii dacă este necesar.
ru: По умолчанию счета для этого клиента создаются с помощью этого шаблона. При необходимости шаблон можно изменить в процессе создания инвойса.
sk: Faktúry pre tohoto zákazníka sú predvolene generované s touto šablónou. Pokiaľ potrebné, toto nastavenie môže byť zmenené počas generovania faktúr.
sv: Fakturor för denna klient genereras som standard med denna mall. Det kan ändras under fakturagenerering om det behövs.
ta: இந்தக் வாடிக்கையாளருகான விலைப்பட்டியல் இயல்புநிலையாக இந்த வார்ப்புருவுடன் உருவாக்கப்படுகிறது. தேவைப்பட்டால் விலைப்பட்டியல் தலைமுறையின்போது இதை மாற்றலாம்.
uk: Інвойси для цього клієнта типово створюються за цим шаблоном. Це можна змінити під час створення інвойса, якщо потрібно.

# notifications.denied
source: You have rejected notifications. Please refer to your web-browser documentation to find out how to turn them on.
bg: Отхвърлили сте известия. Моля, вижте документацията си за уеб браузър, за да разберете как да ги включите.
cs: Odmítli jste upozornění. Jak je zapnout, se dozvíte v dokumentaci k webovému prohlížeči.
da: Du har afviste notifikationer. Referer venligst til din web-browsers dokumentation, for at finde ud af hvordan man slår dem til.
el: Έχετε απορρίψει ειδοποιήσεις. Ανατρέξτε στην τεκμηρίωση του προγράμματος περιήγησης ιστού σας για να μάθετε πώς να τις ενεργοποιήσετε.
fa: شما اعلان ها را رد کرده اید. لطفاً به مستندات مرورگر وب خود مراجعه کنید تا دریابید که چگونه آنها را روشن کنید.
he: בחרת לדחות התראות. נא לפנות לתיעוד הדפדפן שלך כדי להבין איך להפעיל אותן.
hr: Odbijaš obavijesti. Pogledaj dokumentaciju tvog web-preglednika i saznaj kako ih uključiti.
id: Anda telah menolak untuk menyalakan notifikasi. Mohon rujuk ke dokumentasi peramban web Anda untuk mencari tahu bagaimana cara menyalakannya lagi.
mk: Ги одбивте известувањата. Погледнете ја документацијата за вашиот веб-прелистувач за да дознаете како да ги вклучите.
pt: Rejeitou as notificações. Consulte a documentação do navegador da Web para saber como ativá-las.
ro: Ați respins notificările. Vă rugăm să consultați documentația browserului dumneavoastră web pentru a afla cum să le activați.
ru: Вы отказались от уведомлений. Пожалуйста, обратитесь к документации вашего веб-браузера, чтобы узнать, как их включить.
sk: Odmietli ste používanie notifikácií. Prosím, skontrolujte dokumentáciu vášho webového prehliadača ako notifikácie povoliť.
sv: Du har avvisat meddelanden. Se dokumentationen för din webbläsare för att ta reda på hur du aktiverar dem.
ta: நீங்கள் அறிவிப்புகளை நிராகரித்தீர்கள். அவற்றை எவ்வாறு இயக்குவது என்பதை அறிய உங்கள் வலை உலாவி ஆவணங்களைப் பார்க்கவும்.
uk: Ви скасували сповіщення. Будь ласка, перегляньте документацію свого браузера, щоб дізнатися як їх увімкнути.

source: Desktop
bg: Десктоп
cs: Plocha
da: Skrivebord
el: Επιτραπέζιος Υπολογιστής
fa: صفحه نمایش
he: מחשב
hu: Asztali
mk: Работна површина
pt: Área de trabalho
ru: Рабочий стол
sk: Plocha
sv: Skrivbord
ta: பணிமேடை
uk: Робочий стіл

source: Export
bg: Експорт
da: Eksporter
el: Εξαγωγή
eo: Eksporti
eu: Exportar
fa: صادرات
fo: Útflyt
he: ייצוא
hr: Izvoz
hu: Exportálás
id: Ekspor
mk: Извези
pt: Exportar
ru: Экспорт
sv: Exportera
ta: ஏற்றுமதி
uk: Експорт

source: All
bg: Всички
cs: Vše
da: Alle
el: Όλες
eo: Ĉiuj
eu: Denak
fa: همه
fo: Øll
he: הכול
hr: Sve
hu: Összes
id: Semua
mk: Сите
pt: Tudo
ro: Toate
ru: Все
sk: Všetko
sv: Alla
ta: அனைத்தும்
uk: Усі

# help.globalActivities
source: If the setting is off, times can only be recorded with project-specific activities.
bg: Ако настройката е изключена, времената могат да бъдат записани само със специфични за проекта дейности.
cs: Pokud je toto nastavení vypnuto, časy lze zaznamenávat pouze u činností specifických pro projekt.
da: Hvis indstillingen er deaktiveret kan tid kun registreres med projektspecifikke aktiviteter.
el: Εάν η ρύθμιση είναι απενεργοποιημένη, οι χρόνοι μπορούν να καταγραφούν μόνο με δραστηριότητες που αφορούν συγκεκριμένο έργο.
fa: اگر تنظیم غیرفعال باشد، زمان‌ها را فقط می‌توان با فعالیت‌های خاص پروژه ثبت کرد.
he: אם ההגדרה הזאת כבויה, אפשר לתעד זמנים רק עבור פעילויות במיזמים.
hr: Ako je postavka isključena, vremena se mogu zabilježiti samo za aktivnosti koje su specifične za projekt.
id: Jika pengaturan tidak aktif, waktu hanya dapat direkam pada aktifitas proyek-spesifik.
mk: Ако поставката е исклучена, времето може да се евидентира само со активности специфични за проектот.
pt: Se a configuração estiver desativada, os tempos só poderão ser registados com as atividades específicas pelo projeto.
ro: Dacă setarea este dezactivată, timpul poate fi înregistrat numai cu activități specifice proiectului.
ru: Если функция выключена, время может быть записано только с помощью проектных действий
sk: Pokiaľ je toto nastavenie vypnuté, časy je možné zaznamenávať iba u činností špecifických pre projekt.
sv: Om inställningen är avstängd kan tider endast registreras med projektspecifika aktiviteter.
ta: அமைப்பு முடக்கப்பட்டால், திட்டங்கள் சார்ந்த செயல்பாடுகளுடன் மட்டுமே நேரங்களைப் பதிவு செய்ய முடியும்.
uk: Якщо вимкнене, час може записуватися лише з суто проєктними діями.

# includeWithBudget
source: Show entries with budget
bg: Показване на записи с бюджет
cs: Zobrazit položky s rozpočtem
da: Vis poster med budget
el: Εμφάνιση καταχωρήσεων με προϋπολογισμό
fa: نمایش ورودی ها با بودجه
he: הצגת רשומות עם תקציב
hr: Prikaži unose s budžetom
hu: Költségvetéssel rendelkező bejegyzések megjelenítése
id: Munculkan entri dengan anggaran
mk: Прикажи записи со буџет
pt: Mostrar as entradas com orçamento
ro: Afișați intrările cu buget
sk: Zobraziť položky s rozpočtom
sv: Visa poster med budget
ta: நிதித்திட்டத்துடன் உள்ளீடுகளைக் காட்டு
uk: Показувати записи з бюджетом

# pagination
source: Show entries %start% to %end% from %total%.
bg: Показване на записи от %start% до %end% от общо %total%.
cs: Zobrazit položky %start% až %end% z %total%.
da: Vis poster %start% til %end% fra %total%.
el: Εμφάνιση καταχωρήσεων %start% έως %end% από %total%.
fa: نمایش ورودی‌ها از %start% تا %end% از %total%.
he: להציג רשומות %start% עד %end% מתוך %total%.
hr: Pokaži unose %start% do %end% od %total%.
id: Tampilkan entri %start% hingga %end% dari %total%.
mk: Прикажи записи од %start% до %end% од %total%.
pt: Mostrar as entradas de %start% até %end% de %total%.
ro: Afișați intrările %start% până la %end% din %total%.
ru: Показаны записи с %start% по %end% из %total%.
sk: Zobraziť položky %start% až %end% z %total%.
sv: Visa poster %start% - %end% av %total%.
ta: %start% முதல் %end% வரை %total% இருந்து உள்ளீடுகளைக் காட்டு.
uk: Показувати записи від %start% до %end% з %total%.

# team.configure_teamlead.help
source: The selected / highlighted users are team leaders.
bg: Избраните / подчертани потребители са ръководители на екипи.
cs: Vybraní / zvýraznění uživatelé jsou vedoucími týmů.
da: De valgte / fremhævede brugere er teamledere.
el: Οι επιλεγμένοι / επισημασμένοι χρήστες είναι οι αρχηγοί ομάδων.
fa: کاربران برگزیده / برجسته شده رهبران تیم هستند.
he: המשתמשים הנבחרים / מסומנים הם מובילי צוותים.
hr: Odabrani/označeni korisnici su voditelji tima.
hu: A kijelölt / kiemelt felhasználók a csapatvezetők.
id: User yang dipilih / disorot adalah pemimpin tim.
mk: Избраните/означените корисници се лидери на тимови.
pt: Os utilizadores selecionados/destacados são líderes de equipa.
ro: Utilizatorii selectați/evidențiați sunt lideri de echipă.
ru: Выбранные / отмеченные пользователи - капитаны команд.
sk: Vybraní / zvýraznení používateľia sú vedúcimi tímu.
sv: De utvalda/markerade användarna är gruppledare.
ta: தேர்ந்தெடுக்கப்பட்ட / சிறப்பிக்கப்பட்ட பயனர்கள் குழுத் தலைவர்கள்.
uk: Позначені / підсвічені користувачі - керівники команд.

# skin.light
source: Bright
bg: Ярко
cs: Světlý
da: Lys
el: Φωτεινό
fa: روشن
he: בוהק
hr: Svijetla
hu: Világos
id: Terang
mk: Светло
pt: Claro
ro: Luminos
ru: Яркий
sk: Svetlá
sv: Ljust
ta: வெளிச்சமான
uk: Світлий

# skin.dark
source: Dark
bg: Тъмно
cs: Tmavý
da: Mørk
el: Σκοτεινό
fa: تاریک
he: כהה
hr: Tamna
hu: Sötét
id: Gelap
mk: Темно
pt: Escuro
ro: Întunecat
ru: Тёмный
sk: Tmavý
sv: Mörkt
ta: இருண்ட
uk: Темний

# api_password.missing_title
source: API cannot be used
bg: API не може да се използва
cs: API nelze použít
da: API kan ikke bruges
el: Το API δεν μπορεί να χρησιμοποιηθεί
fa: API قابل استفاده نیست
he: אי אפשר להשתמש ב־API
hr: API se ne može koristiti
hu: Az API nem használható
id: API tidak dapat digunakan
mk: API-то не може да се користи
pt: A API não pode ser usada
ro: API-ul nu poate fi folosit
ru: API не можзет быть использован
sk: API sa nedá použiť
sv: API kan inte användas
ta: பநிஇ ஐப் பயன்படுத்த முடியாது
uk: API скористатися не можна

# search.no_results
source: No results found for "%input%"
bg: Няма намерени резултати за „%input%“
cs: Nebyly nalezeny žádné výsledky pro "%input%"
da: Ingen resultater fundet for "%input%"
el: Δεν βρέθηκαν αποτελέσματα για «%input%»
fa: هیچ نتیجه ای برای "%input%" یافت نشد
he: לא נמצאו רשומות עבור „%input%”
hr: Nema rezultata za „%input%”
hu: Nincs találat erre "%input%"
id: Tidak ditemukan hasil pencarian dari "%input%"
mk: Не се пронајдени резултати за „%input%“
pt: Nenhum resultado foi encontrado para "%input%"
ro: Nu s-au găsit rezultate pentru „%input%”
ru: Ни одного результата по запросу "%input%"
sk: Žiadne výsledky neboli nájdene pre "%input%"
sv: Inga resultat hittades för "%input%"
ta: "%input%" க்கு முடிவுகள் எதுவும் கிடைக்கவில்லை
uk: Для "%input%" результатів не знайдено

# select.add_new
source: Create new with the name "%input%"
bg: Създаване на нов с име "%input%"
cs: Vytvořit nový s názvem "%input%"
da: Opret ny med navnet "%input%"
el: Δημιουργήστε ένα νέο με το όνομα «%input%»
fa: ایجاد نام جدید با "%input%"
he: יצירת חדשה בשם „%input%”
hr: Stvori novu s imenom „%input%”
hu: Új létrehozása ezzel a névvel "%input%"
id: Buat baru dengan nama "%input%"
mk: Креирај ново со име „%input%“
pt: Criar um novo com o nome "%input%"
ro: Creați un nou cu numele „%input%”
ru: Создать новое с названием "%input%"
sk: Vytvoriť nový s názvom "%input%"
sv: Skapa nytt med namnet "%input%"
ta: "%input%" என்ற பெயருடன் புதியதை உருவாக்கு
uk: Створити з іменем "%input%"

source: Please choose
bg: Моля, изберете
cs: Vyberte prosím
da: Vælg venligst
el: Παρακαλούμε επιλέξτε
fa: لطفا انتخاب کنید
he: נא לבחור
hr: Odaberi
hu: Kérlek válassz
id: Tolong pilih
mk: Ве молиме изберете
pt: Escolha
ro: Vă rugăm să alegeți
ru: Пожалуйста, выберите
sk: Vyberte prosím
sv: Välj
ta: தயவுசெய்து தேர்வு செய்
uk: Оберіть, будь ласка

source: Extended settings
bg: Разширени настройки
cs: Rozšířená nastavení
da: Udvidede indstillinger
el: Διευρυμένες ρυθμίσεις
fa: تنظیمات توسعه یافته
he: הגדרות מורחבות
hr: Proširene postavke
hu: További beállítások
id: Pengaturan lanjutan
mk: Проширени поставки
pt: Configurações estendidas
ro: Setări extinse
ru: Расширенные настройки
sk: Rozšírená nastavenia
sv: Utökade inställningar
ta: நீட்டிக்கப்பட்ட அமைப்புகள்
uk: Додаткові налаштування

# no_activity
source: Without activity
bg: Без активност
cs: Bez aktivity
da: Uden aktivitet
el: Χωρίς δραστηριότητα
fa: بدون فعالیت
he: ללא פעילות
hr: Bez aktivnosti
hu: Tevékenység nélkül
id: Tanpa aktifitas
mk: Без активност
pt: Sem atividade
ro: Fără activitate
ru: Без активности
sk: Bez aktivity
sv: Utan aktivitet
ta: செயல்பாடு இல்லாமல்
uk: Без діяльності

source: Deactivated
bg: Деактивиран
cs: Deaktivováno
da: Deaktiveret
el: Απενεργοποιημένο
fa: غیرفعال شد
he: מושבת
hr: Deaktivirano
hu: Deaktiválva
id: Ternonaktifkan
mk: Деактивирано
pt: Desativado
ro: Dezactivat
ru: Деактивировано
sk: Deaktivované
sv: Avaktiverad
ta: செயலிழக்கச் செய்தது
uk: Деактивовано

source: Activated
bg: Активиран
cs: Aktivováno
da: Aktiveret
el: Ενεργοποιημένο
fa: فعال شد
he: פעיל
hr: Aktivirano
hu: Aktiválva
id: Teraktivasi
mk: Активирано
pt: Ativado
ro: Activat
ru: Активировано
sk: Aktivované
sv: Aktiverad
ta: செயல்படுத்தப்பட்ட
uk: Активовано

# about.title
source: About Kimai
bg: За Kimai
cs: O Kimai
da: Om Kimai
el: Σχετικά με το Kimai
eo: Pri Kimai
eu: Kimairi buruz
fa: درباره ی کیمیایْ
he: על Kimai
hr: Kimai informacije
hu: A Kimai névjegye
id: Tentang Kimai
mk: За Кимаи
pt: Sobre o Kimai
ro: Despre Kimai
ru: О Kimai
sk: O Kimai
sv: Om Kimai
ta: கிம்மாய் பற்றி
uk: Про Kimai

# help.globalActivity
source: If you do not select a project, this activity becomes global, and it can be combined with any project. If you select a project, the activity can only be used with that project. The setting cannot be changed later.
bg: Ако не изберете проект, тази дейност става глобална и може да се комбинира с всеки проект. Ако изберете проект, дейността може да се използва само с този проект. Настройката не може да бъде променена по -късно.
cs: Pokud si nevyberete projekt, tato aktivita se stane globální a lze ji kombinovat s jakýmkoli projektem. Pokud projekt vyberete, lze tuto aktivitu použít pouze s tímto projektem. Toto nastavení nelze později změnit.
da: Hvis du ikke vælger et projekt, bliver denne aktivitet global og vil ikke kunne kombineres med noget projekt. Hvis du vælger et projekt, kan aktiviteten kun blive brugt med dette projekt. Indstillingen kan ikke ændres senere.
el: Εάν δεν επιλέξετε έργο, η δραστηριότητα αυτή γίνεται γενική και μπορεί να συνδυαστεί με οποιοδήποτε έργο. Εάν επιλέξετε ένα έργο, η δραστηριότητα μπορεί να χρησιμοποιηθεί μόνο με αυτό το έργο. Η ρύθμιση δεν μπορεί να αλλάξει αργότερα.
fa: اگر پروژه ای را انتخاب نکنید، این فعالیت جهانی می شود و می توان آن را با هر پروژه ای ترکیب کرد. اگر پروژه ای را انتخاب کنید، فعالیت فقط با آن پروژه قابل استفاده است. تنظیم را نمی توان بعداً تغییر داد.
he: אם לא בחרת מיזם, הפעילות הזאת הופכת לגלובלית ואפשר לשלב אותה עם כל מיזם שהוא. אם בחרת במיזם, אפשר יהיה להשתמש בפעילות רק עם המיזם הזה. אפשר לשנות את ההגדרה מאוחר יותר.
hr: Ako ne odabereš projekt, ova aktivnost postaje globalna i može se kombinirati s bilo kojim projektom. Ako odabereš projekt, aktivnost se može koristiti samo s tim projektom. Postavka se kasnije ne može promijeniti.
id: Jika anda tidak memilih sebuah proyek, aktifitas ini akan menjadi umum, dan dapat digabung dengan proyek lainnya. Jika anda memilih sebuah proyek, aktifitas hanya akan digunakan pada proyek tersebut. Pengaturan ini tidak dapat diubah kedepannya.
mk: Ако не изберете проект, оваа активност станува глобална и може да се комбинира со кој било проект. Ако изберете проект, активноста може да се користи само со тој проект. Поставката не може да се промени подоцна.
pt: Se não selecionar um projeto, esta atividade se torna global e pode ser combinada com qualquer outro projeto. Ao selecionar um projeto, a atividade só poderá ser usada com esse projeto. A configuração não pode ser alterada depois.
ro: Dacă nu selectați un proiect, această activitate devine globală și poate fi combinată cu orice proiect. Dacă selectați un proiect, activitatea poate fi utilizată numai cu acel proiect. Setarea nu poate fi schimbată ulterior.
ru: Если проект не выбран, эта активность будет глобальной и её можно будет использовать с любым проектом. Если проект выбран, активность может использоваться только с этим проектом. Эту настройка не может быть изменена позже.
sk: Pokiaľ si nevyberiete projekt, táto aktivita sa stane globálna a dá sa ju kombinovať s akýmkoľvek projektom. Pokiaľ projekt vyberiete, je možné túto aktivitu použiť iba s týmto projektom. Toto nastavenie nie je možné zmeniť neskôr.
sv: Om du inte väljer ett projekt blir denna aktivitet global och den kan kombineras med vilket projekt som helst. Om du väljer ett projekt kan aktiviteten endast användas med det projektet. Inställningen kan inte ändras senare.
ta: நீங்கள் ஒரு திட்டத்தைத் தேர்ந்தெடுக்கவில்லை என்றால், இந்தச் செயல்பாடு உலகளாவியதாக மாறும், மேலும் இது எந்தவொரு திட்டத்துடனும் இணைக்கப்படலாம். நீங்கள் ஒரு திட்டத்தைத் தேர்ந்தெடுத்தால், செயல்பாட்டை அந்தத் திட்டத்துடன் மட்டுமே பயன்படுத்த முடியும். அமைப்பைப் பின்னர் மாற்ற முடியாது.
uk: Якщо проєкт Вами не обраний, ця діяльність буде глобальною і може використовуватися різними проєктами. Якщо обираєте проєкт, діяльність може використовуватися лише з цим проєктом. Це налаштування можна змінити пізніше.
