Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

# help_locales
source: Here are examples of formatting rules for the supported languages
bg: Ето примери за правила за форматиране на поддържаните езици
cs: Zde jsou příklady formátovacích pravidel pro podporované jazyky
da: Her er eksempler på formateringsregler for det understøttede sprog
el: Ακολουθούν παραδείγματα κανόνων μορφοποίησης για τις υποστηριζόμενες γλώσσες
fa: در اینجا نمونه هایی از قوانین قالب بندی برای زبان های پشتیبانی شده آورده شده است
he: הנה דוגמאות של כללי עיצוב לשפות הנתמכות
hr: Ovdje se nalaze primjeri s pravilima formatiranja za podržane jezike
id: Berikut merupakan contoh dari aturan formatting untuk bahasa yang didukung
mk: Еве примери за правила за форматирање за поддржаните јазици
pt: Eis alguns exemplos de regras de formatação para as línguas suportadas
ro: Iată exemple de reguli de formatare pentru limbile acceptate
ru: Здесь даны примеры правил форматирование для поддерживаемых языков
sv: Här är exempel på formateringsregler
ta: ஆதரிக்கப்படும் மொழிகளுக்கான விதிகளை வடிவமைப்பதற்கான எடுத்துக்காட்டுகள் இங்கே
uk: Ось приклади правил форматування для підтримуваних мов

source: Time
bg: Време
cs: Čas
da: Tid
el: Χρόνος
fa: زمان
he: שעה
hr: Vrijeme
hu: Idő
id: Waktu
mk: Време
pt: Hora
ro: Timp
ru: Время
sk: Čas
sv: Tid
ta: நேரம்
uk: Час

# user.language.help
source: This setting is responsible for the translation of the software
bg: Тази настройка е отговорна за превода на софтуера
cs: Toto nastavení je odpovědné za překlad softwaru
da: Denne indstilling er ansvarlig for oversættelse af applikationen
el: Αυτή η ρύθμιση είναι υπεύθυνη για τη μετάφραση του λογισμικού
fa: این تنظیمات وظیفه ترجمه نرم افزار را بر عهده دارد
he: ההגדרה הזאת אחראית על תרגום התוכנה
hr: Ova je postavka odgovorna za prijevod softvera
id: Pengaturan ini bertanggung jawab atas translasi pada software
mk: Оваа поставка е одговорна за преводот на софтверот
pt: Esta definição é responsável pela tradução do software
ro: Această setare este responsabilă pentru traducerea software-ului
ru: Эта настройка отвечает за перевод ПО
sv: Den här inställningen avser översättning av applikationen
ta: மென்பொருளின் மொழிபெயர்ப்புக்கு இந்த அமைப்புப் பொறுப்பு
uk: Цей параметр відповідає за переклад програмного забезпечення

# hour_24
source: 24-hour
bg: 24-часов
cs: 24-hodinový
da: 24 timer
el: 24ωρη
fa: 24 ساعته
he: 24 שעות
hr: 24 sata
hu: 24-órás
id: 24 Jam
mk: 24-часа
pt: 24 horas
ro: 24 de ore
ru: Круглосуточный
sk: 24-hodinový
sv: 24-timmar
ta: 24 மணி நேரம்
uk: 24-годинний

source: Invoice date
bg: Дата на фактура
cs: Datum faktury
da: Faktura dato
el: Ημερομηνία τιμολογίου
fa: تاریخ فاکتور
he: תאריך החשבונית
hr: Datum računa
hu: Számla dátuma
id: Tanggal faktur
mk: Датум на фактура
pt: Data da fatura
ro: Data facturii
ru: Дата счета
sk: Dátum faktúry
sv: Fakturadatum
ta: விலைப்பட்டியல் தேதி
uk: Дата виставлення рахунку

# invoice_date.help
source: You can change the invoice date here
bg: Можете да промените датата на фактурата тук
cs: Datum faktury můžete změnit zde
da: Du kan ændre faktura datoen her
el: Μπορείτε να αλλάξετε την ημερομηνία του τιμολογίου εδώ
fa: در اینجا می توانید تاریخ فاکتور را تغییر دهید
he: כאן ניתן לערוך את תאריך החשבונית
hr: Datum računa možeš ovdje promijeniti
hu: Itt tudod megváltoztatni a számla dátumát
id: Anda dapat mengubah tanggal faktur disini
mk: Можете да го промените датумот на фактурата тука
pt: Você pode mudar a data da fatura aqui
ro: Puteți modifica data facturii aici
ru: Здесь вы можете изменить дату выставления счета
sk: Dátum faktúry môžete zmeniť tu
sv: Du kan ändra fakturadatumet här
ta: விலைப்பட்டியல் தேதியை இங்கே மாற்றலாம்
uk: Ви можете змінити дату рахунку тут

# status.planned
source: Planned
bg: Планирано
cs: Plánované
da: Planlagt
el: Προγραμματισμένο
fa: برنامه ریزی شده
he: מתוכננת
hr: Planirano
hu: Tervezett
id: Direncanakan
mk: Планирано
pt: Planejado
ro: Planificat
ru: Запланировано
sk: Naplánovaná
sv: Planerad
ta: திட்டமிடப்பட்டது
uk: Заплановані

# status.progress
source: In progress
bg: В ход
cs: Připravuje se
da: Under behandling
el: Σε εξέλιξη
fa: در حال انجام
he: מתבצעת
hr: Obavlja se
hu: Folyamatban
id: Dalam proses
mk: Во тек
pt: Em andamento
ro: În curs
ru: Исполняется
sk: Prebieha
sv: Pågående
ta: முன்னேற்றத்தில் உள்ளது
uk: В процесі

# status.closed
source: Completed
bg: Завършен
cs: Dokončeno
da: Afsluttet
el: Ολοκληρωμένο
fa: تکمیل شد
he: הושלמה
hr: Završeno
hu: Lezárt
id: Selesai
mk: Завршено
pt: Concluído
ro: Completat
ru: Завершено
sk: Dokončený
sv: Avslutad
ta: முடிந்தது
uk: Завершено

# work_contract
source: Employment contract
bg: Трудов договор
cs: Zaměstnanecká smlouva
da: Ansættelseskontrakt
el: Συμβόλαιο εργασίας
fa: قرارداد کار
he: חוזה העסקה
hr: Radni ugovor
hu: Munkaviszony
id: Kontrak pekerjaan
mk: Договор за работа
pt: Contrato de trabalho
ro: Contract de muncă
ru: Распорядок
sk: Zamestnanecká zmluva
sv: Schema
ta: வேலைவாய்ப்பு ஒப்பந்தம்
uk: Трудовий договір

source: Evaluation
bg: Оценка
cs: Hodnocení
da: Evaluering
el: Αξιολόγηση
fa: ارزیابی
he: הערכה
hr: Evaluacija
hu: Próbaidő
id: Evaluasi
mk: Евалуација
pt: Avaliação
ro: Evaluare
ru: Оценка
sk: Hodnotenie
sv: Utvärdering
ta: மதிப்பீடு
uk: Оцінка

source: Completed month PDF
bg: Завършен месец PDF
cs: Dokončený měsíc PDF
da: Afsluttet måned PDF
el: Ολοκληρωμένος μήνας PDF
fa: پی دی اف ماه تکمیل شد
he: PDF לחודש שלם
hr: PDF završenog mjeseca
hu: Lezárt hónap PDF
id: Bulan terselesaikan PDF
mk: PDF за завршен месец
pt: PDF do mês concluído
ro: PDF luna finalizată
ru: Завершенный месяц PDF
sk: Ukončený mesiac PDF
sv: Färdigställd månad PDF
ta: முடிக்கப்பட்ட மாத பிடிஎஃப்
uk: Завершений місяць у PDF

# work_times
source: Working times
cs: Pracovní doba
he: שעות עבודה
pt: Horas de trabalho
ru: Время работы
sk: Pracovná doba
sv: Arbetstider
uk: Робочі години

source: Deleted
bg: Изтрит
cs: Smazáno
da: Slettet
el: Διαγραμμένο
fa: حذف شده
he: נמחק
hr: Izbrisano
hu: Törölve
id: Dihapus
mk: Избришано
pt: Deletado
ro: Șters
ru: Удалено
sk: Odstránené
sv: Raderad
ta: நீக்கப்பட்டது
uk: Видалено

source: Default
bg: По подразбиране
cs: Výchozí
da: Standard
el: Προεπιλογή
fa: پیش فرض
he: ברירת מחדל
hr: Standardno
hu: Alapértelmezett
id: Bawaan
mk: Стандардно
pt: Predefinição
ro: Implicit
ru: По умолчанию
sk: Predvolený
sv: Standard
ta: இயல்புநிலை
uk: Типово

# complete_month.help
source: This will lock all days of the year before the chosen date. The user will no longer be able to create or edit times for the locked period.
bg: Това ще заключи през всички дни на годината преди избраната дата. Потребителят вече няма да може да създава или редактира пъти за заключения период.
cs: Toto uzamkne všechny dny roku předcházející vybrané datum. Uživatel dál nebude moci vytvářet ani upravovat časy pro uzamčené období.
da: Dette vil låse alle årets dage før den valgte dato. Brugeren kan ikke længere oprette eller redigere tider i den låste periode.
el: Αυτό θα κλειδώσει όλες τις ημέρες του έτους πριν από την επιλεγμένη ημερομηνία. Ο χρήστης δεν θα μπορεί πλέον να δημιουργεί ή να επεξεργάζεται ώρες για την κλειδωμένη περίοδο.
fa: تمام روزهای سال قبل از تاریخ انتخابی قفل می شود. کاربر دیگر قادر به ایجاد یا ویرایش زمان برای دوره قفل شده نخواهد بود.
he: הפעולה הזאת תנעל את כל הימים של השנה לפני התאריך הנבחר. לאחר השלמת החודש, המשתמש לא יוכל עוד ליצור או לערוך תיעוד שעות לפרק הזמן הזה.
hr: Ovime će se zaključiti svi dani u godini prije odabranog datuma. Korisnik više neće moći stvarati ili uređivati vremena za zaključeno razdoblje.
id: Pilihan ini akan mengunci semua hari dalam setahun sebelum hari yang Anda pilih. Anda tidak akan dapat membuat atau menyunting waktu dalam jangka waktu yang telah dikuncikan lagi.
mk: Ова ќе ги заклучи сите денови од годината пред избраниот датум. Корисникот повеќе нема да може да креира или уредува времиња за заклучениот период.
pt: Esta ação bloqueia todos os dias do ano anteriores à data escolhida. O utilizador deixará de poder criar ou editar horas para o período bloqueado.
ro: Aceasta va bloca toate zilele anului înainte de data aleasă. Utilizatorul nu va mai putea crea sau edita ore pentru perioada blocată.
ru: Это будет недоступно все дни в году перед выбранной датой. Пользователь больше не сможет добавлять или изменять время для недоступного периода.
sv: Detta låser alla årets dagar innan det valda datumet. Användaren kan inte längre skapa eller redigera tider för den låsta perioden.
ta: இது தேர்ந்தெடுக்கப்பட்ட தேதிக்கு முந்தைய ஆண்டின் அனைத்து நாட்களையும் பூட்டும். பூட்டப்பட்ட காலத்திற்கான நேரங்களைப் பயனர் இனி உருவாக்கவோ திருத்தவோ முடியாது.
uk: Це заблокує всі дні року до обраної дати. Користувач більше не зможе створювати або редагувати час для заблокованого періоду.

# work_times_should
source: Expected hours
bg: Очаквани часове
cs: Očekávaný počet hodin
da: Forventet antal timer
el: Αναμενόμενες ώρες
fa: ساعت های مورد انتظار
he: מספר השעות הצפוי
hu: Elvárt órák
id: Perkiraan jam
mk: Очекувани часови
pt: Número de horas previsto
ru: Предполагаемые часы
ta: எதிர்பார்க்கப்படும் நேரங்கள்
uk: Очікувані години

# work_times_result
source: Hours worked
cs: Odpracované hodiny
he: שעות עבודה
hr: Radni sati
pt: Horas trabalhadas
ro: Ore lucrate
ru: Отработанные часы
sv: Timmar arbetade
uk: Відпрацьовані години

source: Manual bookings
bg: Ръчни резервации
cs: Manuální rezervace
da: Manuelle bookinger
el: Χειροκίνητες κρατήσεις
fa: رزروهای دستی
he: רישומים ידניים
hr: Ručne rezervacije
id: Pemesanan manual
mk: Рачни резервации
pt: Reservas manuais
ro: Rezervări manuale
ru: Ручное бронирование
sk: Manuálne rezervácie
sv: Manuella bokningar
ta: கையேடு முன்பதிவுகள்
uk: Ручне бронювання

source: Created by
bg: Създаден от
cs: Vytvořil
da: Oprettet af
el: Δημιουργήθηκε από
fa: ایجاد شده توسط
he: נוצר על ידי
hr: Stvoreno od
hu: Létrehozta
id: Dibuat oleh
mk: Создадено од
pt: Criado por
ro: Creat de
ru: Создано
sk: Vytvoril
sv: Skapad av
ta: உருவாக்கியவர்
uk: Створено

source: Created at
bg: Създаден на
cs: Vytvořeno v
da: Oprettet hos
el: Δημιουργήθηκε σε
fa: ایجاد شده در
he: נוצר ב־
hr: Stvoreno
hu: Létrehozás időpontja
id: Dibuat pada
mk: Создадено на
pt: Criado em
ro: Creat la
ru: Создано в
sk: Vytvorené v
sv: Skapad
ta: இல் உருவாக்கப்பட்டது
uk: Створено о

# complete_month
source: Lock month
bg: Месец за заключване
cs: Uzamknout měsíc
da: Lås måned
el: Κλείδωμα μήνα
fa: ماه قفل
he: נעילת חודש
hr: Zaključi mjesec
hu: Hónap lezárása
id: Selesaikan dan kunci data bulan ini
mk: Заклучи месец
pt: Bloquear mês
ro: Blocați luna
ru: Завершить месяц
sv: Lås månad
ta: பூட்டு மாதம்
uk: Заблокований місяць

# completed_month_pdf_note
source: This document serves as proof of the hours worked.
bg: Този документ служи като доказателство за отработените часове.
cs: Tento dokument slouží jako doklad o odpracovaných hodinách.
da: Dette dokument fungerer som bevis for timerne der er arbejdet.
el: Το έγγραφο αυτό χρησιμεύει ως απόδειξη των ωρών εργασίας.
fa: این سند به عنوان مدرکی برای ساعات کار عمل می کند.
he: המסמך הזה הוא אסמכתה לשעות העבודה בפועל.
hr: Ovaj dokument služi kao dokaz o odrađenim satima.
hu: Ez a dokumentum igazolja a hónapban ledolgozott órákat.
id: Dokumen ini berfungsi sebagai bukti jam bekerja.
mk: Овој документ служи како доказ за работните часови.
pt: Este documento serve como prova das horas trabalhadas.
ro: Acest document servește drept dovadă a orelor lucrate.
ru: Этот документ служит доказательством отработанных часов.
sk: Tento dokument slúži ako doklad o odpracovaných hodinách.
sv: Detta dokument är ett intyg för antalet arbetade timmar.
ta: இந்த ஆவணம் வேலை செய்த நேரங்களுக்குச் சான்றாகச் செயல்படுகிறது.
uk: Цей документ є підтвердженням відпрацьованих годин.

# work_times_should.none_configured
source: No target hours have been configured for this user in the employment contract settings.
bg: Не са конфигурирани целеви часове за този потребител в настройките на трудовия договор.
cs: Pro tohoto uživatele nebyly v nastavení pracovní smlouvy nakonfigurovány žádné cílové hodiny.
da: Der er ikke konfigureret et timemål for denne bruger i ansættelseskontraktens indstillinger.
el: Δεν έχουν ρυθμιστεί ώρες-στόχοι για αυτόν τον χρήστη στις ρυθμίσεις της σύμβασης εργασίας.
fa: هیچ ساعت هدفی برای این کاربر در تنظیمات قرارداد کاری پیکربندی نشده است.
he: לא הוגדרו שעות יעד למשתמש זה בהגדרות חוזה ההעסקה.
hr: U postavkama ugovora o radu nisu konfigurirani ciljani sati za ovog korisnika.
id: Tidak ada target jam yang ditetapkan pada pengguna ini dalam setelan kontrak pekerjaan.
mk: Не се конфигурирани целни часови за овој корисник во поставките на договорот за вработување.
pt: Nenhuma hora-alvo foi configurada para esse utilizador nas configurações do contrato de trabalho.
ro: Nu au fost configurate ore țintă pentru acest utilizator în setările contractului de muncă.
ru: В настройках трудового договора для этого пользователя не настроены целевые часы.
sk: Pro tohoto uživateľa neboli v nastaveniach pracovnej zmluvy nakonfigurované žiadne cielové hodiny.
sv: Inga måltimmar har konfigureras för den här användaren i inställningarna för schemat.
ta: வேலைவாய்ப்பு ஒப்பந்த அமைப்புகளில் இந்தப் பயனருக்கு இலக்கு நேரங்கள் எதுவும் கட்டமைக்கப்படவில்லை.
uk: В налаштуваннях трудового договору цього користувача не налаштовані цільові години.

# work_times_is
source: Hours worked
bg: Отработени часове
cs: Je-hodin
da: Timer arbejdet
el: Εργαζόμενες ώρες
fa: ساعت کار کرد
he: שעות בפועל
hu: Ledolgozott órák
id: Waktu-kerja nyata
mk: Изработени часови
pt: Is-horas
ta: வேலை செய்த நேரங்கள்
uk: Відпрацьовані години

source: Invisible
bg: Невидим
cs: Neviditelné
da: Usynlig
el: Αόρατο
fa: نامرئی
he: בלתי נראה
hr: Nevidljivo
hu: láthatatlan
id: Jangan tampilkan
mk: Невидливо
pt: Invisível
ro: Invizibil
ru: Невидимый
sk: Neviditeľný
sv: Dold
ta: தெரியாத
uk: Невидимий

# confirmed_by_at
source: Confirmed by %user% at %date%
bg: Потвърдено от %user% на %date%
cs: Potvrdil %user% dne %date%
da: Bekræftet af %user% den %date%
el: Επιβεβαιώθηκε από %user% την %date%
fa: تأیید شده توسط %user% در %date%
he: אושר על ידי %user% ב־%date%
hr: Potvrđeno od %user% %date%
id: Dikonfirmasi oleh %user% pada tanggal %date%
mk: Потврдено од %user% на %date%
pt: Confirmado por %user% em %date%
ro: Confirmat de %user% la %date%
sk: Potvrdil %user% dňa %date%
sv: Bekräftad %date% av %user%
ta: %user%ஆல் %date%இல் உறுதிப்படுத்தப்பட்டுள்ளது
uk: Підтверджено %user% о %date%

# manual_bookings.work_contract_intro
source: Manual bookings can neither be subsequently changed nor deleted!
bg: Ръчните резервации не могат да бъдат променени впоследствие, нито изтрити!
cs: Manuální rezervace nelze dodatečně měnit ani mazat!
da: Manuelle bookinger kan ikke efterfølgende ændres eller slettes!
el: Οι χειροκίνητες κρατήσεις δεν μπορούν ούτε να τροποποιηθούν ούτε να διαγραφούν στη συνέχεια!
fa: رزروهای دستی را نمی‌توان بعداً تغییر داد یا حذف کرد!
he: אי אפשר לשנות רישומים ידניים או למחוק אותם!
hr: Ručne rezervacije se naknadno ne mogu promijeniti niti izbrisati!
id: Pemesanan manual tidak dapat diubah atau dihapus selanjutnya!
mk: Рачните резервации не можат ниту да се променат ниту да се избришат подоцна!
pt: As reservas manuais não podem ser alteradas nem excluídas posteriormente!
ro: Rezervările manuale nu pot fi nici modificate, nici șterse ulterior!
ru: Ручное бронирование не может быть впоследствии изменено или удалено!
sk: Manuálne rezervácie sa nedajú neskôr meniť alebo odstrániť!
sv: Manuella bokningar kan inte senare ändras eller raderas!
ta: கையேடு முன்பதிவுகளை பின்னர் மாற்றவோ நீக்கவோ முடியாது!
uk: Бронювання, зроблені вручну, потім не можна буде змінити або видалити!

# manual_bookings.duration_help
source: The duration can be both positive (increase of the is-time) and negative (reduction of the is-time).
bg: Продължителността може да бъде както положителна (Увеличаване на IS-времето), така и отрицателно (намаляване на IS-Time).
cs: Doba trvání může být jak pozitivní (zvýšení je-čas), tak negativní (snížení je-čas).
da: Varigheden kan være både positive (stigning i arbejdstimer) og negative (reducering af arbejdstimer).
el: Η διάρκεια μπορεί να είναι τόσο θετική (αύξηση του is-time) όσο και αρνητική (μείωση του is-time).
fa: مدت زمان می تواند مثبت (افزایش زمان است) وهم منفی (کاهش زمان است)باشد.
he: המשך יכול להיות חיובי (הגדלת הזמן בפועל) ושלישי (חיסור מהזמן בפועל).
hr: Trajanje može biti pozitivno (povećanje utrošenog vremena) i negativno (smanjenje utrošenog vremena).
id: Durasi dapat positif (waktu bekerja nyata meningkat) atau negatif (waktu bekerja nyata berkurang).
mk: Времетраењето може да биде и позитивно (зголемување на времето е) и негативно (намалување на времето е).
pt: A duração pode ser tanto positiva (aumento do is-hora) quanto negativa (diminuição do is-hora).
ro: Durata poate fi atât pozitivă (creșterea is-time), cât și negativă (reducerea is-time).
ru: Длительность может быть как положительной (увеличение времени), так и отрицательной (уменьшение времени).
sk: Doba trvania môže byť buď pozitívna (zvýšenie času), alebo negatívna (zníženie času).
sv: Längden kan vara positiv (lägg till) eller negativ (dra bort).
ta: காலம் நேர்மறையானது(இருக்கு-நேரத்தின் அதிகரிப்பு) மற்றும் எதிர்மறை (இருக்கு-நேரத்தைக் குறைத்தல்) இரண்டுமே இருக்கலாம்.
uk: Тривалість може бути як позитивною (збільшення робочого часу), так і негативною (зменшення робочого часу).

# pto_year_holiday
source: Holidays per year
bg: Празници годишно
da: Feriedage pr. år
el: Διακοπές ανά έτος
fa: تعطیلات در سال
hu: Éves szabadság
id: Hari libur per tahun
mk: Денови за одмор годишно
pt: Feriados por ano
ro: Vacanțe pe an
ru: Отпуски в году
sk: Dovolenka za rok
sv: Semesterdagar per år
ta: வருடத்திற்கு விடுமுறைகள்
uk: Дні відпустки на рік

source: Holiday
bg: Почивка
cs: Dovolená
da: Ferie
el: Διακοπές
fa: تعطیلات
he: חופשה
hr: Praznik
hu: Szabadság
id: Hari libur
mk: Празник
pt: Feriado
ro: Vacanţă
ru: Отпуск
sk: Dovolenka
sv: Semester
ta: விடுமுறை
uk: Відпустка

# send_to
source: Send to %name%
bg: Изпрати до %name%
cs: Poslat na %name%
da: Send til %name%
el: Αποστολή στο %name%
fa: ارسال به %name%
he: לשיחה אל %name%
hr: Pošalji primaocu %name%
id: Kirim ke %name%
mk: Испрати до %name%
pt: Enviar para %name%
ro: Trimite către %name%
ru: Отправить %name%
sk: Poslať %name%
sv: Skicka till %name%
ta: %name%க்கு அனுப்பவும்
uk: Надіслати %name%

# receive_from
source: Receive from %name%
bg: Получаване от %name%
cs: Přijmout od %name%
da: Modtag fra %name%
el: Λήψη από %name%
fa: دریافت از %name%
he: קבלה מאת %name%
hr: Primi od pošiljaoca %name%
id: Diterima dari %name%
mk: Прими од %name%
pt: Receber de %name%
ro: Primește de la %name%
ru: Получить от %name%
sk: Prijať od %name%
sv: Ta emot från %name%
ta: %name% இருந்து பெறவும்
uk: Отримати від %name%

source: Public holiday
bg: Официален празник
cs: Státní svátek
da: Helligdag
el: Δημόσια αργία
fa: تعطیل رسمی
he: חג ציבורי
hr: Državni praznik
hu: Ünnepnap
id: Cuti bersama
mk: Државен празник
pt: Feriado
ro: Sărbătoare legală
ru: Нерабочий день
sk: Štátny sviatok
sv: Helgdag
ta: பொது விடுமுறை
uk: Державне свято

source: Public holidays
bg: Официални празници
cs: Státní svátky
da: Helligdage
el: Δημόσιες αργίες
fa: تعطیلات رسمی
he: חגים ציבוריים
hr: Državni praznici
hu: Ünnepnapok
id: Seluruh cuti bersama
mk: Државни празници
pt: Feriados
ro: Sărbători legale
ru: Праздничные дни
sk: Štátne sviatky
sv: Helgdagar
ta: பொது விடுமுறைகள்
uk: Державні свята

# public_holiday.group
source: Holiday group
cs: Prázdninová skupina
da: Feriegruppe
el: Ομάδα διακοπών
fa: گروه تعطیلات
he: קבוצת חגים
hr: Grupa praznika
hu: Ünnepnap csoport
id: Grup cuti
mk: Група празници
pt: Grupo de férias
ro: Grup de vacanță
sk: Prázdninová skupina
sv: Semestergrupp
ta: விடுமுறை குழு
uk: Група державних свят

source: Absence
bg: Отсъствие
cs: Nepřítomnost
da: Fravær
el: Απουσία
fa: غیبت
he: העדרות
hr: Odsutnost
hu: Távollét
id: Absensi
mk: Отсуство
pt: Ausência
ro: Absența
ru: Отсутствие
sk: Absencia
sv: Frånvaro
ta: இல்லாதது
uk: Відсутність

source: Time off
bg: Време за почивка
cs: Volno
da: Ledig tid
el: Ελεύθερος χρόνος
fa: زمان مرخصی
he: חופש
hr: Slobodno vrijeme
hu: Túlóra
id: Cuti Pribadi (Melebihi waktu lembur)
mk: Слободно време
pt: Tempo livre
ro: Timp liber
ru: Отгулы
sk: Voľno
sv: Ledig tid
ta: விடுமுறை நேரம்
uk: Відгул

# sickness.intro
source: Illness, doctor's visit, care of close relatives, etc.
cs: Nemoc, návštěva lékaře, péče o blízké příbuzné, atd.
he: חולי, ביקור אצל הרופא, טיפול בקרובי משפחה ועוד.
hr: Bolest, posjet liječniku, njega članova obitelji itd.
pt: Doença, consulta médica, cuidado de parentes próximos, etc.
ro: Boală, vizita la medic, îngrijirea rudelor apropiate etc.
ru: Болезнь, визит к врачу, уход за близкими родственниками и т.д.
sv: Sjukdom, läkarbesök, ta hand om familjemedlemmar, etc.
uk: Хвороба, відвідування лікаря, догляд за близькими родичами тощо.

# status.approved
source: Approved
bg: Одобрено
cs: Schváleno
da: Godkendt
el: Εγκεκριμένο
fa: تصویب شد
he: אושר
hr: Odobreno
hu: Elfogadott
id: Disetujui
mk: Одобрено
pt: Aprovado
ro: Aprobat
ru: Одобрено
sv: Godkänd
ta: ஒப்புதல்வழங்கப்பட்டது
uk: Схвалено

# status.requested
source: Requested
bg: Поискано
cs: Vyžádáno
da: Anmodet
el: Αιτούμενο
fa: درخواست شده است
he: התבקש
hr: Zatraženo
hu: Igényelt
id: Diminta
mk: Побарано
pt: Solicitado
ro: Solicitat
ru: Запрошено
sv: Begärd
ta: கோரப்பட்டது
uk: Запитаний

source: Sickness
bg: Болест
cs: Nemoc
da: Sygdom
el: Ασθένεια
fa: بیماری
he: מחלה
hr: Bolovanje
hu: Betegség
id: Sakit
mk: Болест
pt: Doença
ro: Boală
ru: Болезнь
sv: Sjukdom
ta: நோய்
uk: Хвороба

source: Other
bg: Други
cs: Jiné
da: Andet
el: Άλλο
fa: دیگر
he: אחר
hr: Drugo
hu: Egyéb
id: Lainnya
mk: Друго
pt: Outros
ro: Altceva
ru: Прочее
sv: Annat
ta: மற்றொன்று
uk: Інше

# button.report
source: Report
bg: Доклад
cs: Nahlásit
da: Rapport
el: Αναφορά
fa: گزارش
he: דוח
hr: Izvještaj
hu: Jelentés
id: Lapor
mk: Извештај
pt: Reportar
ro: Raport
ru: Сообщить
sv: Rapportera
ta: அறிக்கை
uk: Повідомити

# holiday.intro
source: You have taken %used% of your available %days% vacation days so far.
cs: Doposud jste využili %used% z dostupných %days% dnů dovolené.
he: ניצלת %used% מתוך %days% ימי החופשה העומדים לרשותך עד כה.
hr: Do sada si iskoristio/la %used% od raspoloživih %days% dana godišnjeg odmora.
pt: Você tirou %used% dos seus %days% dias de férias disponíveis até agora.
ro: Până acum ați luat %used% din %days% zile de vacanță disponibile.
ru: На данный момент вы взяли %used% из %days% доступных дней отпуска.
sv: Du har använt %used% av %days% semesterdagar.
uk: Ви використали %used% з доступних %days% днів відпустки.

# time_off.intro
source: Your working time account has a balance of %hours% hours.
bg: Вашата сметка за работно време има баланс от %hours% часа.
cs: Váš účet pracovní doby má zůstatek %hours% hodin.
da: Din arbejdstidskonto har %hours% timer.
el: Ο λογαριασμός χρόνου εργασίας σας έχει υπόλοιπο %hours% ώρες.
fa: موجودی حساب زمان کاری شما %hours% ساعت است.
he: מאזן שעות העבודה שלך עומד על %hours% שעות.
hr: Tvoj račun radnog vremena ima saldo od %hours% sati.
hu: A munkaidő-nyilvántartásod egyenlege %hours% óra.
id: Akun waktu kerja anda memiliki saldo %hours% jam.
mk: Вашата сметка за работно време има салдо од %hours% часа.
pt: A suas horas trabalhadas já somam %hours% horas.
ro: Contul dvs. de timp de lucru are un sold de %hours% ore.
ru: Вы можете использовать %hours% часов для отгулов.
sv: Ditt arbetstidskonto har %hours% tim.
ta: உங்கள் பணி நேரக் கணக்கில் %hours% மணிநேரம் உள்ளது.
uk: Ваш обліковий запис має на балансі %hours% годин.
