Repository: kimai/kimai
Catalog: translations/messages.*.xlf
Languages: bg, cs, da, el, eo, eu, fa, fo, he, hr, hu, id, mk, pt, ro, ru, sk, sv, ta, uk

source: VAT-ID
bg: ДДС-ИД
cs: IČO
el: Α.Φ.Μ
eo: AVI-ID
eu: Zerga ID-a
fo: V-tal
he: מזהה מע״מ
hr: PDV-ID
hu: Adószám
id: NPWP
mk: Даночен број
pt: ID do IVA
ro: ID TVA
ru: ИНН
sk: IČ DPH
sv: VAT-ID / orgnr
ta: மகூவரி-அடையாளம்
uk: ПДВ-ID

source: Tax rate
bg: Данъчна ставка
cs: Sazba daně
da: Momssats
el: Τιμή Φόρου (Φ.Π.Α)
eo: Imposta procento
fa: نرخ مالیات
fo: Skattaprosent
he: גובה המס
hr: Stopa poreza
hu: Áfakulcs
id: Persentase pajak
mk: Даночна стапка
pt: Taxa do imposto
ro: Rata de impozitare
ru: Ставка налога
sk: Daňová sadzba
sv: Momssats
ta: வரி விகிதம்
uk: Ставка податку

source: Contact
bg: Контакт
cs: Kontakt
da: Kontakt
el: Επικοινωνία
eo: Kontakto
eu: Kontaktua
fo: Samband
hu: Kapcsolattartó
id: Kontak
mk: Контакт
pt: Contato
ru: Контакт
sk: Kontakt
sv: Kontakt
ta: தொடர்பு
uk: Контакт

source: Address
bg: Адрес
cs: Adresa
da: Adresse
el: Διεύθυνση
eo: Adreso
eu: Helbidea
fa: آدرس
fo: Búðstaður
he: כתובת
hr: Adresa
hu: Cím
id: Alamat
mk: Адреса
pt: Endereço
ro: Addresa
ru: Адрес
sk: Adresa
sv: Adress
ta: முகவரி
uk: Адреса

# ROLE_TEAMLEAD
source: Teamlead
bg: Ръководител
cs: Vedoucí skupiny
da: Teamleder
el: Επικεφαλής ομάδας
eo: Teamgvidanto
eu: Talde Burua
fa: رهبر تیم
fo: Liðskipari
he: הובלת צוותים
hr: Voditelj tima
hu: Csapatvezető
id: Pemimpin tim
mk: Водач на тимот
pt: Líder da equipa
ro: Șef de echipă
ru: Руководитель группы
sk: Vedenie tímu
sv: Gruppledare
ta: குழுதலை
uk: Лідер команди

# ROLE_USER
source: User
bg: Потребител
cs: Uživatel
da: Bruger
el: Χρήστης
eo: Uzanto
eu: Erabiltzailea
fa: کاربر
fo: Brúkari
he: משתמשים
hr: Korisnik
hu: Felhasználó
id: Pengguna
mk: Корисник
pt: Utilizador
ro: Utilizator
ru: Пользователь
sv: Användare
ta: பயனர்
uk: Користувач

# stats.workingTimeToday
source: Today, %day%
bg: Днес, %day%
cs: Dnes, %day%
da: I dag, %day%
el: Σήμερα, %day%
eo: Hodiaŭ, %day%
eu: Gaur, %day%
fa: امروز %day%
fo: Í dag, %day%
he: היום, %day%
hr: Danas, %day%
hu: Ma, %day%
id: Hari ini, %day%
mk: Денес, %day%
pt: Hoje, %day%
ro: Astăzi, %day%
ru: Сегодня (%day%)
sk: Dnes, %day%
sv: Idag, %day%
ta: இன்று, %day%
uk: Сьогодні, %day%

# stats.workingTimeWeek
source: Calendar week %week%
bg: Календарна седмица %week%
cs: Kalendářní týden %week%
da: Kalenderuge %week%
el: Ημερολογιακή εβδομάδα %week%
eo: Kalendara semajno %week%
eu: Egutegiko %week%. astea
fa: تقویم هفته %week%
fo: Vika %week%
he: שבוע מספר %week%
hr: %week%. kalendarski tjedan
hu: Naptári hét %week%
id: Minggu kalender %week%
mk: Календарска недела %week%
pt: Semana %week% do calendário
ro: Calendar pe săptămână %week%
ru: Неделя года (%week%)
sk: Kalendárny týždeň %week%
sv: Kalendervecka %week%
ta: காலிகை வாரம் %week%
uk: Календарний тиждень %week%

# stats.workingTimeWeekShort
source: Week %week%
bg: Седмица %week%
cs: Týden %week%
da: Uge %week%
el: Εμβδομάδα %week%
eo: Semajno %week%
fa: هفته %week%
fo: Vika %week%
he: שבוע %week%
hr: %week%. tjedan
hu: Hét %week%
id: Minggu %week%
mk: Недела %week%
pt: Semana %week%
ro: Săptămâna %week%
ru: Неделя %week%
sk: Týždeň %week%
sv: Vecka %week%
ta: வாரம் %week%
uk: Тиждень %week%

# stats.workingTimeYear
source: Full year %year%
bg: Цялата %year% година
cs: Celý rok %year%
da: Helt år %year%
el: Πλήρες έτος %year%
eo: Tuta jaro %year%
eu: %year% urte osoa
fa: تمام سال %year%
he: שנת %year% במלואה
hr: Cijela %year%. godina
hu: Teljes év %year%
id: Sepanjang tahun %year%
mk: Цела година %year%
pt: Ano %year% inteiro
ro: An întreg %year%
ru: Весь год (%year%)
sk: Celý rok %year%
sv: Helår %year%
ta: முழு ஆண்டு %year%
uk: %year% рік

# stats.workingTimeFinancialYear
source: Financial year
bg: Финансова година
cs: Finanční rok
da: Finansår
el: Οικονομικό έτος
eo: Financjaro
fa: سال مالی
he: שנה פיננסית
hr: Fiskalna godina
hu: Pénzügyi év
id: Tahun Keuangan
mk: Финансиска година
pt: Exercício financeiro
ro: Exercițiul financiar
ru: Финансовый год
sk: Finančný rok
sv: Budgetår
ta: நிதியாண்டு
uk: Фінансовий рік

# stats.workingTime
source: Working hours
bg: Работно време
cs: Pracovní doba
da: Arbejdstimer
el: Χρόνος εργασίας
fa: زمان کار
he: זמן עבודה
hr: Radno vrijeme
hu: Munkaórák
id: Waktu bekerja
mk: Работни часови
pt: Tempo de trabalho
ro: Ore de lucru
ru: Время работы
sk: Pracovná doba
sv: Arbetstid
ta: வேலை நேரம்
uk: Робочий час

source: Revenue
bg: Приходи
da: Indkomster
el: Εισπράξεις
fa: درآمد
hr: Prihodi
hu: Bevétel
id: Pendapatan
mk: Приход
ro: Venituri
ru: Доходы
sk: Tržby
sv: Intäkter
ta: வருவாய்
uk: Доходи

# stats.durationToday
source: Working hours today
bg: Днес
cs: Dnešní pracovní doba
da: I dag
el: Σήμερα
eo: Laborhoroj hodiaŭ
eu: Gaurko lan orduak
fa: امروز
fo: Arbeiðistímar í dag
he: שעות עבודה היום
hr: Radno vrijeme danas
hu: Mai munkaórák
id: Hari ini
mk: Денес
pt: Horas de trabalho hoje
ro: Ore lucrate azi
ru: Отработано сегодня
sk: Pracovný čas dnes
sv: Tid idag
ta: இன்று
uk: Робочі години сьогодні

# stats.durationWeek
source: Working hours this week
bg: Тази седмица
cs: Pracovní doba tento týden
da: Denne uge
el: Αυτή την εβδομάδα
eo: Laborhoroj ĉi-semajne
eu: Asteko lan orduak
fa: ساعت کاری این هفته
fo: Arbeiðistímar hesa vikuna
he: שעות עבודה השבוע
hr: Radno vrijeme ovaj tjedan
hu: Munkaórák ezen a héten
id: Minggu ini
mk: Оваа недела
pt: Horas de trabalho esta semana
ro: Ore lucrate săptămâna aceasta
ru: Отработано за эту неделю
sk: Pracovný čas tento týždeň
sv: Tid denna vecka
ta: இந்த வாரம்
uk: Робочі години цього тижня

# stats.durationMonth
source: Working hours this month
bg: Този месец
cs: Pracovní doba tento měsíc
da: Denne måned
el: Αυτόν τον μήνα
eo: Laborhoroj ĉi-monate
eu: Hilabeteko lan orduak
fa: ساعت کاری این ماه
fo: Arbeiðistímar hendan mánaðin
he: שעות עבודה החודש
hr: Radno vrijeme ovaj mjesec
hu: Munkaórák ebben a hónapban
id: Bulan ini
mk: Овој месец
pt: Horas de trabalho este mês
ro: Ore lucrate luna aceasta
ru: Отработано за этот месяц
sk: Pracovný čas tento mesiac
sv: Tid denna månad
ta: இந்த மாதம்
uk: Робочі години цього місяця

# stats.durationYear
source: Working hours this year
bg: Тази година
cs: Pracovní doba tento rok
da: Dette år
el: Αυτό το έτος
eo: Laborhoroj ĉi-jare
eu: Urteko lan orduak
fa: ساعت کاری امسال
fo: Arbeiðistímar hetta árið
he: שעות עבודה השנה
hr: Radno vrijeme ove godine
hu: Munkaórák ebben az évben
id: Tahun ini
mk: Оваа година
pt: Horas de trabalho este ano
ro: Ore lucrate anul aceasta
ru: Отработано за этот год
sk: Pracovný čas tento rok
sv: Tid innevarande år
ta: இந்த ஆண்டு
uk: Робочі години в цьому році

# stats.durationFinancialYear
source: Working hours this financial year
bg: Финансова година
cs: Pracovní doba tento finanční rok
da: Finansår
el: Οικονομικό Έτος
eo: Laborhoroj ĉi-financjare
fa: سال مالی
he: שעות עבודה בשנה הפיננסית הזאת
hr: Radno vrijeme ove fiskalne godine
hu: Munkaórák ebben a pénzügyi évben
id: Tahun Keuangan
mk: Финансиска година
pt: Horas de trabalho neste ano fiscal
ro: Ore de lucru în acest exercițiu financiar
ru: Часы работы в этом финансовом году
sk: Pracovné hodiny tento finančný rok
sv: Tid innevarande budgetår
ta: நிதியாண்டு
uk: Робочі години в цьому фінансовому році

# stats.durationTotal
source: Working hours total
bg: Общо
cs: Pracovní doba celkem
da: I alt
el: Συνολικά
eo: Laborhoroj entute
eu: Lan orduak GUZTIRA
fa: کل
fo: Arbeiðistímar tilsamans
he: סך שעות העבודה
hr: Radno vrijeme ukupno
hu: Összes munkaóra
id: Total
mk: Вкупно
pt: Total de horas de trabalho
ro: Număr total de ore lucrate
ru: Отработано всего
sk: Celkový pracovný čas
sv: Tid, summa
ta: மொத்தம்
uk: Всього робочих годин

# stats.yourWorkingHours
source: My working hours
bg: Работното ми време
cs: Moje hodiny
da: Mine arbejdstimer
el: Οι δικές μου ώρες εργασίας
eo: Miaj laborhoroj
eu: Zure lan orduak
fa: ساعت کاری من
fo: Mínir arbeiðistímar
he: שעות העבודה שלי
hr: Moje radno vrijeme
hu: Munkaóráim
id: Jam kerja saya
mk: Моите работни часови
pt: Minhas horas de trabalho
ro: Numărul meu de ore lucrate
ru: Мои отработанные часы
sk: Moje pracovné hodiny
sv: Min tid
ta: எனது வேலை நேரம்
uk: Мій робочий час

# stats.amountToday
source: Revenue today
bg: Приходи днес
cs: Příjem dnes
da: Løn i dag
el: Σημερινά έσοδα
eo: Enspezoj hodiaŭ
eu: Gaurko diru sarrea
fa: درآمد امروز
fo: Inntøka í dag
he: הכנסות היום
hr: Prihod danas
hu: Mai bevétel
id: Pendapatan Hari ini
mk: Приход денес
pt: Receita hoje
ro: Încasări pe ziua de azi
ru: Оборот за сегодня
sk: Príjmy dnes
sv: Intäkter idag
ta: இன்றைய வருவாய்
uk: Дохід сьогодні

# stats.amountWeek
source: Revenue this week
bg: Приходи тази седмица
cs: Příjem tento týden
da: Løn denne uge
el: Έσοδα τρέχουσας εβδομάδας
eo: Enspezoj ĉi-semajne
eu: Asteko diru sarrera
fa: درآمد این هفته
fo: Inntøka hesa vikuna
he: הכנסות השבוע
hr: Prihod ovaj tjedan
hu: Bevétel ezen a héten
id: Pendapatan minggu ini
mk: Приход оваа недела
pt: Receita esta semana
ro: Încasări în această săptămână
ru: Оборот этой недели
sk: Príjmy tento týždeň
sv: Intäkter denna vecka
ta: இந்த வார வருவாய்
uk: Дохід цього тижня

# stats.amountMonth
source: Revenue this month
bg: Приходи този месец
cs: Příjem tento měsíc
da: Løn denne måned
el: Έσοδα τρέχοντος μηνός
eo: Enspezoj ĉi-monate
eu: Hilabeteko diru sarrera
fa: درآمد این ماه
fo: Inntøka hendan mánaðin
he: הכנסות החודש
hr: Prihod ovaj mjesec
hu: Bevétel ebben a hónapban
id: Pendapatan bulan ini
mk: Приход овој месец
pt: Receita este mês
ro: Încasări în aceasta lună
ru: Оборот этого месяца
sk: Príjmy tento mesiac
sv: Intäkter denna månad
ta: இந்த மாத வருவாய்
uk: Дохід цього місяця

# stats.amountYear
source: Revenue this year
bg: Приходи тази година
cs: Přjem tento rok
da: Løn dette år
el: Έσοδα τρέχοντος έτους
eo: Enspezoj ĉi-jare
eu: Urteko diru sarrera
fa: درآمد امسال
fo: Inntøka hetta árið
he: הכנסות השנה
hr: Prihod ove godine
hu: Bevétel ebben az évben
id: Pendapatan tahun ini
mk: Приход оваа година
pt: Receita este ano
ro: Încasări în acest an
ru: Оборот этого года
sk: Príjmy tento rok
sv: Intäkter i år
ta: இந்த ஆண்டு வருவாய்
uk: Дохід в цьому році

# stats.amountFinancialYear
source: Revenue this financial year
bg: Приходи тази финансова година
cs: Příjem tento finanční rok
da: Indtægter dette finansår
el: Έσοδα τρέχοντος οικονομικού έτους
eo: Enspezoj ĉi-financjare
fa: درآمد این سال مالی
he: הכנסות בשנה הפיננסית הזאת
hr: Prihod ove fiskalne godine
hu: Bevétel ebben a pénzügyi évben
id: Pendapatan tahun fiskal ini
mk: Приход оваа финансиска година
pt: Receita deste ano financeiro
ro: Venituri în acest exercițiu financiar
ru: Выручка в этом финансовом году
sk: Obrat tento finančný rok
sv: Intäkter detta räkenskapsåret
ta: இந்தப் பொருள் ஆண்டு வருவாய்
uk: Доходи в цьому фінансовому році

# stats.amountTotal
source: Total revenue
bg: Общи приходи
cs: Celkový příjem
da: Løn i alt
el: Συνολικά έσοδα
eo: Enspezoj entute
eu: Diru sarrera GUZTIRA
fa: کل درآمد
fo: Samanløgd inntøka
he: סך ההכנסות
hr: Prihod ukupno
hu: Összes bevétel
id: Total pendapatan
mk: Вкупен приход
pt: Receita total
ro: Total încasări
ru: Итоговый оборот
sk: Celkové príjmy
sv: Inkomster totalt
ta: மொத்த வருவாய்
uk: Загальний дохід

# stats.activeUsersToday
source: Active users today
bg: Активни потребители днес
cs: Aktivní uživatelé dnes
da: Aktive brugere i dag
el: Ενεργοί χρήστες σήμερα
eo: Aktivaj uzantoj hodiaŭ
eu: Erabiltzaile aktiboak gaur
fa: کاربران فعال امروز
fo: Virknir brúkarir í dag
he: משתמשים פעילים היום
hr: Aktivni korisnici danas
hu: Mai aktív felhasználók
id: Pengguna aktif hari ini
mk: Активни корисници денес
pt: Utilizadores ativos hoje
ro: Utilizatori activi azi
ru: Активные пользователи сегодня
sk: Aktívni používatelia dnes
sv: Aktiva användare idag
ta: இன்று செயலில் உள்ள பயனர்கள்
uk: Активні користувачі сьогодні

# stats.activeUsersWeek
source: Active users this week
bg: Активни потребители тази седмица
cs: Aktivní uživatelé tento týden
da: Aktive brugere denne uge
el: Ενεργοί χρήστες τρέχουσας εβδομάδας
eo: Aktivaj uzantoj ĉi-semajne
eu: Erabiltzaile aktiboak aste hontan
fa: کاربران فعال این هفته
fo: Virknir brúkarir hesa vikuna
he: משתמשים פעילים השבוע
hr: Aktivni korisnici ovaj tjedan
hu: Aktív felhasználók ezen a héten
id: Pengguna aktif minggu ini
mk: Активни корисници оваа недела
pt: Utilizadores ativos nesta semana
ro: Utilizatori activi săptămâna aceasta
ru: Активные пользователи на этой неделе
sk: Aktívni používatelia týždeň
sv: Aktiva användare den här veckan
ta: இந்த வாரம் செயலில் உள்ள பயனர்கள்
uk: Активні користувачі на цьому тижні

# stats.activeUsersMonth
source: Active users this month
bg: Активни потребители този месец
cs: Aktivní uživatelé tento měsíc
da: Aktive brugere denne måned
el: Ενεργοί χρήστες τρέχοντος μηνός
eo: Aktivaj uzantoj ĉi-monate
eu: Erabiltzaile aktiboak hilabete hontan
fa: کاربران فعال این ماه
fo: Virknir brúkarir hendan mánaðin
he: משתמשים פעילים החודש
hr: Aktivni korisnici ovaj mjesec
hu: Aktív felhasználók ebben a hónapban
id: Pengguna aktif bulan ini
mk: Активни корисници овој месец
pt: Utilizadores ativos este mês
ro: Utilizatori activi luna aceasta
ru: Активные пользователи в этом месяце
sk: Aktívni používatelia mesiac
sv: Aktiva användare den här månaden
ta: இந்த மாதம் செயலில் உள்ள பயனர்கள்
uk: Активні користувачі цього місяця

# stats.activeUsersYear
source: Active users this year
bg: Активни потребители тази година
cs: Aktivní uživatelé tento rok
da: Aktive brugere dette år
el: Ενεργοί χρήστες τρέχοντος έτους
eo: Aktivaj uzantoj ĉi-jare
eu: Erabiltzaile aktiboak urte hontan
fa: کاربران فعال امسال
fo: Virknir brúkarir hetta árið
he: משתמשים פעילים השנה
hr: Aktivni korisnici ove godine
hu: Aktív felhasználók ebben az évben
id: Pengguna aktif tahun ini
mk: Активни корисници оваа година
pt: Utilizadores ativos este ano
ro: Utilizatori activi anul acesta
ru: Активные пользователи за этот год
sk: Aktívni používatelia rok
sv: Aktiva användare i år
ta: இந்த ஆண்டு செயலில் உள்ள பயனர்கள்
uk: Активні користувачі в цьому році

# stats.activeUsersFinancialYear
source: Active users this financial year
bg: Активни потребители тази финансова година
cs: Aktivní uživatelé tento finanční rok
da: Aktive brugere dette finansielle år
el: Ενεργοί χρήστες κατά το τρέχον οικονομικό έτος
eo: Aktivaj uzantoj ĉi-financjare
fa: کاربران فعال در این سال مالی
he: משתמשים פעילים בשנה הפיננסית הזאת
hr: Aktivni korisnici ove fiskalne godine
hu: Aktív felhasználók ebben a pénzügyi évben
id: Pengguna aktif tahun fiskal ini
mk: Активни корисници оваа финансиска година
pt: Utilizadores ativos neste ano financeiro
ro: Utilizatori activi în acest exercițiu financiar
ru: Активных пользователей в этом финансовом году
sk: Aktívny užívatelia tento finančny rok
sv: Aktiva användare under budgetåret
ta: இந்தப் பொருள் ஆண்டு செயலில் உள்ள பயனர்கள்
uk: Активні користувачі в цьому фінансовому році

# stats.activeUsersTotal
source: Active users ever
bg: Активни потребители някога
cs: Aktivní uživatelé celkem
da: Aktive brugere i alt
el: Ενεργοί χρήστες έκτοτε
eo: Aktivaj uzantoj entute
eu: Erabiltzaile aktiboak GUZTIRA
fa: کاربران فعال همیشه
fo: Virknir brúkarir í alt
he: משתמשים פעילים אי פעם
hr: Aktivni korisnici ikada
hu: Összes aktív felhasználó
id: Pengguna aktif sejauh ini
mk: Активни корисници било кога
pt: Total de utilizadores ativos
ro: Total utilizatori activi
ru: Всего активных пользователей
sk: Aktívni používatelia
sv: Aktiva användare någonsin
ta: செயலில் உள்ள பயனர்கள் எப்போதும்
uk: Активні користувачі будь-коли

# stats.activeRecordings
source: Active records
bg: Активни записи
cs: Aktivní evidence
da: Aktive tidsregistreringer
el: Ενεργές εγγραφές
eo: Aktivaj registraĵoj
eu: Sarrera aktiboak
fa: سوابق فعال
fo: Virknar skrásetingar
he: רשומות פעילות
hr: Aktivni zapisi
hu: Aktív rögzítések
id: Rekor aktif
mk: Активни записи
pt: Registos ativos
ro: Înregistrari active
ru: Активные временные записи
sk: Aktívne záznamy
sv: Aktiva poster
ta: செயலில் பதிவுகள்
uk: Активні записи

# stats.userTotal
source: Users
bg: Потребители
cs: Uživatelé
da: Brugere
el: Χρήστες
eo: Uzantoj
eu: Erabiltzaileak GUZTIRA
fa: کاربران
fo: Brúkarar
he: משתמשים
hr: Korisnici
hu: Összes felhasználó
id: Pengguna
mk: Корисници
pt: Utilizadores
ro: Utilizatrori
ru: Количество пользователей
sk: Počet používateľov
sv: Antal användare
ta: பயனர்கள்
uk: Користувачі

# stats.activityTotal
source: Activities
bg: Дейности
cs: Činnosti
da: Aktiviteter
el: Δραστηριότητες
eo: Aktivaĵoj
eu: Jarduerak GUZTIRA
fa: فعالیت ها
fo: Virksemi
he: פעילויות
hr: Aktivnosti
hu: Összes tevékenység
id: Aktifitas
mk: Активности
pt: Atividades
ro: Activități
ru: Активности
sk: Počet aktivít
sv: Antal aktiviter
ta: நடவடிக்கைகள்
uk: Діяльності

# stats.projectTotal
source: Projects
bg: Проекти
cs: Projekty
da: Projekter
el: Έργα
eo: Projektoj
eu: Proiektuak GUZTIRA
fa: پروژه ها
fo: Værkætlanir
he: מיזמים
hr: Projekti
hu: Összes projekt
id: Proyek
mk: Проекти
pt: Projetos
ro: Proiecte
ru: Количество проектов
sk: Počet projektov
sv: Antal projekt
ta: திட்டங்கள்
uk: Проєкти

# stats.customerTotal
source: Customers
bg: Клиенти
cs: Zákazníci
da: Kunder
el: Πελάτες
eo: Klientoj
eu: Bezeroak GUZTIRA
fa: مشتریان
fo: Kundar
he: לקוחות
hr: Kupci
hu: Összes ügyfél
id: Pelanggan
mk: Клиенти
pt: Clientes
ro: Clienți
ru: Количество клиентов
sk: Počet zákazníkov
sv: Antal kunder
ta: வாடிக்கையாளர்கள்
uk: Клієнти

# stats.percentUsed
source: %percent%% used
bg: %percent%% използван
cs: %percent%% použito
da: %percent%% brugt
el: %percent%% χρησιμοποιείται
eo: %percent%% uzitaj
eu: %percent%% erabilia
fa: %percent%% استفاده شده
fo: %percent%% brúkt
he: %percent%% בשימוש
hr: %percent% % korišteno
hu: %percent%% felhasználva
id: %percent% digunakan
mk: %percent%% искористени
pt: %percent%% usado
ro: %percent%% utilizat
ru: %percent%% использовано
sk: %percent%% minutých
sv: %percent%% använt
ta: %percent%% பயன்படுத்தப்படுகிறது
uk: %percent%% використано

# stats.percentUsedLeft
source: %percent%% used (%left% are still open)
bg: %percent%% използвани (%left% са все още отворени)
cs: %percent%% použito (%left% pořád otevřeno)
da: %percent%% brugt (%left% tilbage)
el: %percent%% χρησιμοποιείται (%left% είναι ακόμα ενεργά)
eo: %percent%% uzitaj (%left% estas daŭre malfermitaj)
eu: %percent%% erabilia (%%left% faltan)
fa: %percent%% استفاده شده (%left% هنوز در دسترس است)
fo: %percent%% brúkt (%left% eftir)
he: %percent%% בשימוש (%left% עדיין פתוחות)
hr: %percent% % korišteno (%left% preostalo)
hu: %percent%% felhasználva (%left% még felhasználható)
id: %percent% digunakan (%left% masih buka)
mk: %percent%% искористени (%left% се сè уште отворени)
pt: %percent%% usado (%left% ainda estão abertos)
ro: %percent%% utilizat (%left% sunt încă deschise)
ru: %percent%% использовано (%left% остаются открытыми)
sk: %percent%% minutých (%left% zostáva)
sv: %percent%% använt (%left% öppet)
ta: %percent%% பயன்படுத்தப்படுகிறது (%left%இன்னும் திறந்திருக்கும்)
uk: %percent%% використано (%left% залишилося)

# stats.percentUsed_month
source: %percent%% used this month
bg: %percent%% използвани този месец
cs: %percent%% použito tento měsíc
da: %percent%% brugt denne måned
el: %percent%% χρησιμοποιήθηκε αυτόν το μήνα
eo: %percent%% uzitaj ĉi-monate
fa: %percent%% این ماه استفاده شده
fo: %percent%% brúkt hendan mánaðin
he: %percent%% נוצלו החודש
hr: %percent% % korišteno ovaj mjesec
hu: %percent%% felhasználva ebben a hónapban
id: %percent% digunakan bulan ini
mk: %percent%% искористени овој месец
pt: %percent%% usado este mês
ro: %percent%%% folosit în această lună
ru: %percent%% использовано в этом месяце
sk: %percent%% použitých tento mesiac
sv: %percent%% använt den här månaden
ta: %percent%% இந்த மாதத்தில் பயன்படுத்தப்படுகிறது
uk: %percent%% використано в цьому місяці

# stats.percentUsedLeft_month
source: %percent%% used (%left% are still open this month)
bg: %percent%% използвани (%left% са все още отворени този месец)
cs: %percent%% použito (%left% pořád otevřeno v tomto měsíci)
da: %percent%% brugt (%left% er stadig tilgængeligt denne måned)
el: %percent%% χρησιμοποιείται (%left% είναι ακόμα ενεργά αυτό τον μήνα)
eo: %percent%% uzitaj (%left% estas daŭre malfermitaj ĉi-monate)
fa: %percent%% استفاده شده (%left% این ماه در دسترس است)
fo: %percent%% brúkt (%left% er enn opið hendan mánaðin)
he: %percent%% נוצלו (%left% עדיין פתוחים החודש)
hr: %percent% % korišteno (%left% preostalo ovaj mjesec)
hu: %percent%% felhasználva (%left% még felhasználható ebben a hónapban)
id: %percent% digunakan (%left% masih buka bulan ini)
mk: %percent%% исккористени (%left% се сеуште отворени овој месец)
pt: %percent%% usado (%left% ainda estão abertos este mês)
ro: %percent%%% utilizate (%left% sunt încă deschise în această lună)
ru: %percent%% использовано (%left% доступно в этом месяце)
sk: %percent%% použitých (%left% ešte ostáva tento mesiac)
sv: %percent%% används (%left% är fortfarande öppna denna månad)
ta: %percent%% பயன்படுத்தப்படுகிறது (%left%இந்த மாதத்தில் இன்னும் திறந்திருக்கும்)
uk: %percent%% використано (%left% залишилося в цьому місяці)

# button.print
source: Print
cs: Tisk
eo: Printi
eu: Inprimatu
fo: Prenta
he: הדפסה
hr: Ispiši
pt: Imprimir
ro: Tipărește
ru: Печать
sk: Tlačiť
sv: Skriv ut
uk: Друк

source: Mark as exported
bg: Маркирайте като изнесен
cs: Označit jako exportováno
da: Markér som eksporteret
el: Επισήμανση ως εξαγμένο
eo: Marki eksportita
eu: Exportatutzat markatu
fa: علامت گذاری به عنوان صادر شده
fo: Merk sum útflutt
he: סימון שעבר ייצוא
hr: Označi kao izvezen
hu: Megjelőlés exportáltként
id: Tandai sebagai diekspor
mk: Означи како извезено
pt: Marcar como exportado
ro: Marcheză ca exportat
ru: Пометить как выгруженное
sk: Označiť ako exportované
sv: Markera som exporterat
ta: ஏற்றுமதி செய்யப்பட்டது எனக் குறி
uk: Позначити як експортований

# template
source: Invoice template
bg: Шаблон за фактури
cs: Šablona
da: Skabelon
el: Πρότυπο
eo: Ŝablono
eu: Eredua
fa: قالب
fo: Formur
he: תבנית חשבונית
hr: Predložak računa
hu: Számla sablon
id: Template faktur
mk: Шаблон за фактура
pt: Modelo
ro: Macheta
ru: Шаблон
sk: Šablóna
sv: Mail
ta: விலைப்பட்டியல் வார்ப்புரு
uk: Шаблон

# due_days
source: Payment term in days
bg: Срок на плащане в дни
cs: Doba splatnosti ve dnech
da: Betalingsfrist i dage
el: Διορία πληρωμής σε ημέρες
eo: Limdato en tagoj por pagi
eu: Epea egunetan
fa: مدت پرداخت در روز
fo: Gjaldsstøða í døgum
he: תקופת תשלום בימים
hr: Uvjet plaćanja u danima
hu: Teljesítési idő
id: Jangka waktu pembayaran hari ini
mk: Рок на плаќање во денови
pt: Prazo de pagamento em dias
ro: Termen de plată în zile
ru: Оплатить в течение, дней
sk: Platobná lehota v dňoch
sv: Betalningsperiod i dagar
ta: நாட்களில் கட்டண காலம்
uk: Термін оплати в днях

# invoice.due_days
source: Payment target
bg: Целта на плащане
cs: Datum splatnosti
da: Forfaldsdato
el: Διορία πληρωμής
eo: Pagcelo
eu: Epe bukaera data
fa: هدف پرداخت
he: יעד לתשלום
hr: Rok plaćanja
hu: Fizetési határidő
id: Target pembayaran
mk: Цел за плаќање
pt: Alvo de pagamento
ro: Termen de plată
ru: Оплатить до
sk: Lehota splatnosti
sv: Förfallodatum
ta: கட்டண இலக்கு
uk: Призначення платежу

# invoice.payment_date
source: Payment date
bg: Дата на плащане
cs: Datum splatnosti
da: Betalings dato
el: Ημερομηνία πληρωμής
eo: Dato de pago
fa: تاریخ پرداخت
fo: Gjaldsdagur
he: תאריך תשלום
hr: Datum plaćanja
hu: Fizetés dátuma
id: Tanggal Pembayaran
mk: Датум на плаќање
pt: Data de pagamento
ro: Data plății
ru: Дата платежа
sk: Datum splatnosti
sv: Betalningsdag
ta: கட்டண தேதி
uk: Дата платежу

# invoice.from
source: From
bg: От
cs: Z
da: Fra
el: Από
eo: De
eu: Nork
fa: از جانب
fo: Frá
he: מאת
hr: Od
hu: Eladó
id: Dari
mk: Од
pt: De
ro: De la
ru: От
sk: Od
sv: Från
ta: இருந்து
uk: Від
