Repository: kimai/kimai
Catalog: translations/reporting.*.xlf
Languages: bg, ca, da, de_ch, fi, fr, he, hu, id, nl, pt, ru, ta, uk, vi, zh_cn

# report_user_week
source: Weekly view for one user
bg: Седмичен преглед за един потребител
ca: Vista setmanal per a un usuari
da: Ugevisning for en bruger
de_ch: Wochenansicht für einen Benutzer
fi: Viikko näkymä yhdelle käyttäjälle
fr: Vue hebdomadaire pour un utilisateur
he: תצוגה שבועית למשתמש אחד
hu: Egy felhasználó heti nézete
id: Tampilan mingguan untuk satu pengguna
nl: Weekoverzicht voor één gebruiker
pt: Visualização semanal para um utilizador
ru: Недельный просмотр для одного пользователя
ta: ஒரு பயனருக்கான வாராந்திர பார்வை
uk: Тижневий перегляд одного користувача
vi: Chế độ xem hàng tuần cho một người dùng
zh_cn: 单用户的周视图

# report_user_month
source: Monthly view for one user
bg: Месечен изглед за един потребител
ca: Vista mensual per a un usuari
da: Månedligt overblik for 1 bruger
de_ch: Monatsansicht für einen Benutzer
fi: Kuukausi näkymä yhdelle käyttäjälle
fr: Vue mensuelle pour un utilisateur
he: תצוגה חודשית למשתמש אחד
hu: Egy felhasználó havi nézete
id: Tampilan bulanan untuk satu pengguna
nl: Maandoverzicht voor één gebruiker
pt: Visualização mensal para um utilizador
ru: Месячный просмотр для одного пользователя
ta: ஒரு பயனருக்கான திங்கள் பார்வை
uk: Щомісячний перегляд одного користувача
vi: Chế độ xem hàng tháng cho một người dùng
zh_cn: 单用户月视图

# report_user_year
source: Yearly view for one user
bg: Годишен преглед за един потребител
ca: Vista anual per a un usuari
da: Årligt overblik for 1 bruger
de_ch: Jahresansicht für einen Benutzer
fi: Yhden käyttäjän vuosinäkymä
fr: Vue annuelle pour un utilisateur
he: תצוגה שנתית של משתמש בודד
hu: Éves megtekintés egy felhasználó számára
id: Tampilan tahunan untuk satu pengguna
nl: Jaaroverzicht voor één gebruiker
pt: Visualização anual para um utilizador
ru: Годовой просмотр для одного пользователя
ta: ஒரு பயனருக்கான வருடாந்திர பார்வை
uk: Річний перегляд одного користувача
vi: Chế độ xem hàng năm cho một người dùng
zh_cn: 单用户年视图

# report_weekly_users
source: Weekly view for all users
bg: Седмичен преглед за всички потребители
ca: Vista setmanal per a tots els usuaris
da: Ugentligt overblik for alle brugere
de_ch: Wochenansicht für alle Benutzer
fi: Viikkonäkymä kaikille käyttäjille
fr: Vue hebdomadaire pour tous les utilisateurs
he: תצוגה שבועית לכל המשתמשים
hu: Heti nézet minden felhasználó számára
id: Tampilan mingguan untuk semua pengguna
nl: Wekelijkse weergave voor alle gebruikers
pt: Visualização semanal para todos os utilizadores
ru: Недельный просмотр для всех пользователей
ta: அனைத்து பயனர்களுக்கும் வாராந்திர பார்வை
uk: Тижневий перегляд для всіх користувачів
vi: Chế độ xem hàng tuần cho tất cả người dùng
zh_cn: 所有用户周视图

# report_monthly_users
source: Monthly view for all users
bg: Месечен изглед за всички потребители
ca: Vista mensual per a tots els usuaris
da: Månedligt overblik for alle brugere
de_ch: Monatsansicht für alle Benutzer
fi: Kuukausi näkymä kaikille käyttäjille
fr: Vue mensuelle pour tous les utilisateurs
he: תצוגה חודשית לכל המשתמשים
hu: Összes felhasználó havi nézete
id: Tampilan bulanan untuk semua pengguna
nl: Maandoverzicht voor alle gebruikers
pt: Visualização mensal para todos os utilizadores
ru: Месячный просмотр для всех пользователей
ta: அனைத்து பயனர்களுக்கும் திங்கள் பார்வை
uk: Щомісячний перегляд для всіх користувачів
vi: Chế độ xem hàng tháng cho tất cả người dùng
zh_cn: 所有用户月视图

# report_yearly_users
source: Yearly view for all users
bg: Годишен преглед за всички потребители
ca: Vista anual per a tots els usuaris
da: Årligt overblik for alle brugere
de_ch: Jahresansicht für alle Benutzer
fi: Vuosinäkymä kaikille käyttäjille
fr: Vue annuelle pour tous les utilisateurs
he: תצוגה שנתית לכל המשתמשים
hu: Éves nézet minden felhasználó számára
id: Tampilan tahunan untuk semua pengguna
nl: Jaarlijkse weergave voor alle gebruikers
pt: Visualização anual para todos os utilizadores
ru: Годовой просмотр для всех пользователей
ta: அனைத்து பயனர்களுக்கும் ஆண்டு பார்வை
uk: Річний перегляд для всіх користувачів
vi: Chế độ xem hàng năm cho tất cả người dùng
zh_cn: 所有用户年视图

# report_project_view
source: Project overview
bg: Преглед на проекта
ca: Visió general del projecte
da: Projekt overblik
de_ch: Projektübersicht
fi: Projektin yleiskatsaus
fr: Aperçu du projet
he: סקירת המיזם
hu: A projekt áttekintése
id: Ikhtisar proyek
nl: Project overzicht
pt: Visão geral do projeto
ru: Обзор проектов
ta: திட்டக் கண்ணோட்டம்
uk: Огляд проєкту
vi: Tổng quan dự án
zh_cn: 项目概览

# report_customer_view
source: Customer overview
bg: Преглед на клиентите
ca: Visió general del client
da: Kunde overblik
de_ch: Kundenübersicht
fi: Asiakaskatsaus
fr: Aperçu du client
hu: Ügyfél áttekintése
id: Ikhtisar pelanggan
nl: Klantoverzicht
ru: Обзор клиента
ta: வாடிக்கையாளர் கண்ணோட்டம்
vi: Tổng quan khách hàng

# report_project_details
source: Project details
bg: Детайли за проекта
ca: Detalls del projecte
da: Projekt detaljer
de_ch: Projekt Details
fi: Projektin yksityiskohdat
fr: Détails du projet
he: פרטי המיזם
hu: Projekt részletei
id: Rincian proyek
pt: Detalhes do projeto
ru: Детали проекта
ta: திட்ட விவரங்கள்
uk: Деталі проєкту
vi: Thông tin dự án
zh_cn: 项目详情

# report_project_daterange
source: Monthly report
bg: Месечен отчет
ca: Informe mensual
da: Månedlig rapport
de_ch: Monatlicher Bericht
fi: Kuukausiraportti
fr: Rapport mensuel
he: דוח חודשי
hu: Havi jelentés
id: Laporan bulanan
nl: Maandelijks rapport
pt: Relatório mensal
ru: Ежемесячный отчёт
ta: திங்கள் அறிக்கை
uk: Щомісячний звіт
vi: Báo cáo hàng tháng
zh_cn: 月度报告

# report_inactive_project
source: Inactive projects
bg: Неактивни проекти
ca: Projectes inactius
da: Inaktive projekter
de_ch: Inaktive Projekte
fi: Passiiviset projektit
fr: Projets inactifs
he: מיזמים בלתי פעילים
hu: Inaktív projektek
id: Proyek tidak aktif
nl: Inactieve projecten
pt: Projetos inativos
ru: Неактивные проекты
ta: செயலற்ற திட்டங்கள்
uk: Неактивні проєкти
vi: Các dự án không hoạt động
zh_cn: 不活跃项目

# report_customer_monthly_projects
source: Projects by month, activity and user
bg: Проекти по месец, дейност и потребител
ca: Projectes per mes, activitat i usuari
da: Projekt pr. måned, aktivitet og bruger
de_ch: Projekte nach Monat, Tätigkeit und Benutzer
fi: Projektit kuukauden, toiminnan ja käyttäjän mukaan
fr: Projets par mois, activité et utilisateur
he: מיזמים לפי חודש, פעילות ומשתמש
hu: Projektek hónap, tevékenység és felhasználó szerint
id: Proyek berdasarkan bulan, aktivitas dan pengguna
nl: Projecten per maand, activiteit en gebruiker
pt: Projetos por mês, atividade e utilizador
ru: Проекты по месяцам, активности и пользователям
ta: திங்கள்கள், செயல்பாடு மற்றும் பயனர்மூலம் திட்டங்கள்
uk: Проєкти за місяцями, діяльністю та користувачами
vi: Dự án theo tháng, hoạt động và người dùng
zh_cn: 按月份活动和用户划分的项目
