Repository: kimai/kimai
Catalog: translations/system-configuration.*.xlf
Languages: bg, ca, da, de_ch, el, eo, eu, fa, fi, hu, id, it, ko, mk, nb_no, nl, pt, ro, sk, ta, uk, vi, zh_cn, zh_hant

source: Theme
bg: Тема
ca: Tema
da: Tema
de_ch: Thema
el: Θέμα
eo: Etoso
eu: Itxura
fa: تم
fi: Teema
hu: Téma
id: Tema
it: Tema
ko: 테마
mk: Тема
nb_no: Drakt
nl: Thema
pt: Tema
ro: Tema
sk: Vzhľad
ta: கருப்பொருள்
uk: Тема
vi: Chủ đề
zh_cn: 主题
zh_hant: 顯示主題

# theme.markdown_content
source: Allow markdown-formattings in descriptions and comments
bg: Разрешаване на форматиране с markdown в описанията и коментарите
ca: Permetre format "Markdown" en descripcions i comentaris
da: Tillad markdownformattering i beskrivelser og kommentarer
de_ch: Markdown-Formatierungen in Beschreibungen und Kommentaren zulassen
el: Να επιτρέπονται οι μορφοποιήσεις σε περιγραφές και σχόλια
eo: Permesi formatadom per Markdown en priskriboj kaj komentoj
eu: Markdown formatua onartu deskribapen eta iruzkinetan
fa: در توضیحات و نظرات، قالب‌بندی‌های نشانه‌گذاری را مجاز کنید
fi: Salli markdown-muotoilu kuvauksissa ja kommenteissa
hu: Engedélyezz markdown-formázást leírásokban és hozzászólásokban
id: Izinkan pemformatan markdown dalam deskripsi dan komentar
it: Consenti formattazioni markdown nelle descrizioni e nei commenti
ko: 설명 및 주석에서 마크다운 형식화 허용
mk: Дозволете форматирање на markdown во описи и коментари
nb_no: Tillat markdown-formatering i beskrivelser og kommentarer
nl: Sta markdown-opmaak toe in beschrijvingen en opmerkingen
pt: Permitir formatações markdown em descrições e comentários
ro: Permite formatarea marcajelor în descrieri și comentarii
sk: Povoliť formátovanie poznámok v popiskoch a komentároch
ta: விளக்கம் மற்றும் கருத்துகளில் மார்க் பேரூர் வடிவத்தை அனுமதிக்கவும்
uk: Дозволити в описах та коментарях форматування markdown
vi: Cho phép đánh dấu định dạng trong mô tả và nhận xét
zh_cn: 允许在描述和注释中使用 markdown 格式
zh_hant: 允許在說明與備註中使用 Markdown 格式化文字

# theme.avatar_url
source: Allow the use of URLs for avatar images
bg: Разрешаване на използването на URL адреси за изображения на аватари
ca: Permetre l'ús d'URLs per a les imatges de perfil
da: Tillad brugen af URL'er for avatar billeder
de_ch: Erlauben Sie die Verwendung von URLs für Avatar-Bilder
el: Να επιτρέπετε η χρήση συνδέσμων για εικόνες προφίλ
eo: Permesi URL-ojn por profilbildoj
fa: اجازه استفاده از URL ها برای تصاویر آواتار
fi: Salli URL-osoitteiden käyttö avatar-kuvissa
hu: Engedélyezze az URL-ek használatát az avatarképekhez
id: Izinkan penggunaan URL untuk gambar avatar
it: Consenti uso di URL per immagini avatar
ko: 아바타 이미지에 대한 URL 사용 허용
mk: Дозволете употреба на URL-адреси за аватар слики
nb_no: Tillat bruk av nettadresser for avatar-bilder
nl: Sta het gebruik van URLs voor profielfoto's toe
pt: Permitir a utilização de URLs para as imagens do avatar
ro: Permiteți utilizarea de URL-uri pentru imaginile avatarurilor
sk: Povolit použitie URL adries pre obrázky avatarov
ta: அவதார் படங்களுக்கு முகவரி களைப் பயன்படுத்த அனுமதிக்கவும்
uk: Дозволити використання URL-адрес для зображень аватарів
vi: Cho phép sử dụng URLs cho ảnh đại diện
zh_cn: 允许对化身图像使用URL
zh_hant: 允許使用網址設定個人資料相片

# timesheet.mode
source: Timetracking mode
bg: Режим на проследяване на времето
ca: Mode seguiment de temps
da: Tidstrackingstilstand
de_ch: Zeiterfassungsmodus
el: Λειτουργία παρακολούθησης χρόνου
eo: Temporegistra reĝimo
eu: Denbora jarraipen modua
fa: حالت پیگیری زمان
fi: Työaikaseurannan tila
hu: Időrögzítési mód
id: Mode pelacakan waktu
it: Modalità monitoraggio del tempo
ko: 시간추적 모드
mk: Режим на следење на време
nb_no: Tidsregistreringsmodus
nl: Tijdsregistratie modus
pt: Modo de rastreamento de tempo
ro: Mod de contorizare a timpului
sk: Režim sledovania času
ta: டைமட்ராகிங் பயன்முறை
uk: Режим обліку часу
vi: Chế độ theo dõi thời gian
zh_cn: 时间追踪模式
zh_hant: 工時追蹤模式

# timesheet.mode_default
source: [Default] start and end times can be edited
bg: [По подразбиране] началното и крайното време могат да се редактират
ca: [Per defecte] Els temps inicial i final poden ser editats
da: [Standard] start- og sluttider kan redigeres
de_ch: [Standard] Start- und Endzeiten können bearbeitet werden
el: [Προεπιλογή] Μπορείτε να επεξεργαστείτε τις ώρες έναρξης και λήξης
eo: [Defaŭlte] komenca kaj fina tempoj povas esti redaktitaj
eu: Defektuz hasiera eta bukaera denbora edita daitezke
fa: [پیش‌فرض] زمان شروع و پایان قابل ویرایش است
fi: [Oletus] aloitus- ja lopetusaikoja voidaan muuttaa
hu: [Alapértelmezett] a kezdés és a befejezés időpontja szerkeszthető
id: [Default] waktu mulai dan selesai dapat diedit
it: [Predefinito] gli orari di inizio e fine possono essere modificati
ko: [기본값] 시작 및 종료 시간을 편집할 수 있습니다
mk: [Стандардно] времето на почеток и крај може да се уредува
nl: [Standaard] Start- en eindtijden kunnen aangepast worden
pt: [Padrão] horários de início e fim podem ser editados
ro: [Default] permite editarea timpilor de pornire si de oprire
sk: Predvolené: čas začiatku a čas konca je možné upraviť
ta: [இயல்புநிலை] தொடக்க மற்றும் இறுதி நேரங்களைத் திருத்தலாம்
uk: [Типово] час початку та закінчення можна редагувати
vi: [Mặc định] thời gian bắt đầu và kết thúc có thể được chỉnh sửa
zh_cn: [默认] 开始时间和结束时间可编辑
zh_hant: [預設] 可編輯開始與結束時間

# timesheet.mode_duration_fixed_begin
source: [Duration] configurable fixed start-time, only duration can be changed
bg: [Продължителност] конфигурируемо фиксирано начално време, може да се променя само продължителността
ca: [Durada] temps d'inici fix, només es pot canviar la durada
hu: [Időtartam] konfigurálható fix kezdési idő, csak az időtartam változtatható
id: [Durasi] waktu mulai tetap yang dapat dikonfigurasi, hanya durasi yang dapat diubah
mk: [Времетраење] конфигурабилно фиксно време на почеток, само времетраењето може да се промени
ta: [காலம்] கட்டமைக்கக்கூடிய நிலையான தொடக்க நேரம், காலத்தை மட்டுமே மாற்ற முடியும்
zh_hant: [持續時長] 可預先設定固定的開始時間，僅能更改持續時長

# timesheet.mode_punch
source: [Time-clock] user can start and stop records, but not edit the times or duration
bg: [Time-clock] Потребителят може да стартира и спира записи, но не и да редактира времената или продължителността
ca: [Control horari] l'usuari pot iniciar i aturar registres, però no pot editar les hores ni la durada
da: [Ur] bruger kan starte og stoppe registreringer, men kan ikke redigere tid eller varighed
de_ch: [Stechuhr] Der Benutzer kann Aufzeichnungen starten und stoppen, aber nicht die Zeiten oder die Dauer bearbeiten
el: [Ρολόι] Ο χρήστης μπορεί να ξεκινήσει και να σταματήσει τις εγγραφές, αλλά δεν μπορεί να επεξεργαστεί τις ώρες ή τη διάρκεια
eo: [Tempo-mezurado] uzanto povas komenci kaj fini registraĵojn, sed ne redakti tempojn aŭ daŭron
eu: [Kontrol erlojua] Erabiltzaileak sarreak abiarazi eta geldi ditzake, baina ezin ditu beranduago aldatu
fa: [زمان-ساعت] کاربر می تواند رکوردها را شروع و متوقف کند، اما زمان یا مدت زمان را ویرایش نمی کند
fi: [Ajan tallennus] käyttäjä voi aloittaa ja lopettaa ajan tallentamisen, mutta ei muokata aikoja tai kestoa
hu: [Óra] a felhasználó elindíthat és leállíthat rögzítéseket, de nem szerkesztheti az időt vagy az időtartamot
id: [Jam waktu] pengguna dapat memulai dan menghentikan catatan, tetapi tidak dapat mengedit waktu atau durasi
it: [Time-clock] l'utente può avviare e fermare le registrazioni, ma non modificare gli orari o la durata
ko: [시간-시계] 사용자는 기록을 시작 및 중지할 수 있지만 시간이나 지속시간을 편집할 수는 없습니다
mk: Корисникот [Временски часовник] може да започнува и запира записи, но не и да ги уредува времињата или времетраењето
nl: [Tijdklok] De gebruiker kan opnames starten en stoppen, maar kan tijd of duur niet bewerken
pt: [Relógio de controlo] o utilizador pode iniciar e parar registos, mas não editar os tempos ou duração
ro: [Time-clock] utilizatorul poate porni și opri înregistrările, dar nu poate modifica orele sau durata
sk: [Time-clock] užívatel môže spustiť a zastaviť záznamy, ale nie upravovat časy ani dobu trvania
ta: [நேர-கடிகாரம்] பயனர் பதிவுகளைத் தொடங்கலாம் மற்றும் நிறுத்தலாம், ஆனால் நேரங்கள் அல்லது காலத்தைத் திருத்த முடியாது
uk: [Секундомір] користувач може запускати та зупиняти запис, але не редагувати час або тривалість
vi: [Đồng hồ thời gian] Người dùng có thể bắt đầu và dừng các bản ghi, nhưng không thể chỉnh sửa thời gian hoặc thời lượng
zh_cn: [打卡钟] 用户可以开始或停止记录，但是不能编辑时间或持续时间
zh_hant: [打卡鐘] 使用者可以在開始與結束時間打卡，但之後不能編輯時間及持續時長

# timesheet.rules.allow_future_times
source: Allow time entries in the future
bg: Разрешаване на въвеждане на време в бъдеще
ca: Permetre entrades de temps en el futur
da: Tillad tidsindlæg i fremtiden
de_ch: Zeiteinträge in der Zukunft zulassen
el: Επιτρέψτε τις καταχωρήσεις ωρών σε μελλοντική περίοδο
eo: Permesi tempajn registraĵojn en estonto
eu: Etorkizuneko denbora sarrerak onartu
fa: اجازه ورود زمان در آینده را بدهید
fi: Salli aikamerkinnät tulevaisuudessa
hu: Jövőbeli rögzítések engedélyezése
id: Izinkan entri waktu di masa depan
it: Consenti inserimento di voci nel futuro
ko: 미래의 시간 입력 허용
mk: Дозволи временски записи во иднина
nb_no: Tillat tidsoppføringer i fremtiden
nl: Sta tijdinvoer in de toekomst toe
pt: Permitir entradas de tempo no futuro
ro: Permite inredistrarile de timp in viitor
sk: Povoliť zadávanie času ktorý je v budúcnosti
ta: எதிர்காலத்தில் நேர உள்ளீடுகளை அனுமதிக்கவும்
uk: Дозволити введення часу в майбутньому
vi: Cho phép thời gian trong tương lai
zh_cn: 在未来允许时间条目
zh_hant: 允許未來的工時紀錄

# timesheet.rules.allow_zero_duration
source: Allow time entries with an empty duration
bg: Разрешаване на записи за време с празна продължителност
ca: Permet registres sense duració
da: Tillad tidsregistreringer med tom varighed
de_ch: Zeiteinträge mit leerer Dauer zulassen
el: Επέτρεψε καταχωρίσεις χρόνου με κενή διάρκεια
fa: اجازه ورود زمانی با مدت زمان خالی را بدهید
fi: Salli aikamerkinnät, joiden kesto on tyhjä
hu: Üres időtartamú időbejegyzések engedélyezése
id: Izinkan entri waktu dengan durasi kosong
it: Consenti inserimenti orari con una durata vuota
ko: 시간 항목을 비워두는 것을 허용
mk: Дозволи временски записи со празно времетраење
nb_no: Tillat tidsoppføringer uten varighet
nl: Sta tijdinvoer met lege duur toe
pt: Permitir entradas de tempo com uma duração vazia
ro: Permiteți intrările de timp cu o durată goală
sk: Povoliť záznamy bez doby trvania
ta: வெற்று காலத்துடன் நேர உள்ளீடுகளை அனுமதிக்கவும்
uk: Дозволити введення часу з порожньою тривалістю
vi: Cho phép các mục thời gian trống
zh_cn: 允许持续时间为空的条目
zh_hant: 允許持續時長為零的工時紀錄

# timesheet.rules.allow_overbooking_budget
source: Allow overbooking of stored budgets
bg: Разрешаване на пререзервиране на съхранени бюджети
ca: Permetre la superació dels pressupostos desats
da: Tillad overbookning af gemte budgetter
de_ch: Überbuchung von hinterlegten Budgets erlauben
el: Να επιτρέπεται οι υπερκερασμένες τιμές στους αποθηκευμένους προϋπολογισμούς
eo: Permesi tromendadon de konservitaj buĝetoj
fa: اجازه رزرو بیش از حد بودجه های ذخیره شده را بدهید
fi: Salli tallennettujen budjettien ylivaraus
hu: A tárolt költségvetések túlfoglalásának engedélyezése
id: Izinkan pemesanan melebihi anggaran yang tersimpan
it: Consenti overbooking dei budget memorizzati
ko: 저장된 예산 초과 예약 허용
mk: Дозволи пререзервирање на складирани буџети
nl: Sta overboekingen van opgeslagen budgetten toe
pt: Permitir reserva em excesso dos orçamentos acumulados
ro: Permiterea suprarezervării bugetelor stocate
sk: Povoliť úpravy uložených rozpočtov
ta: சேமிக்கப்பட்ட வரவு செலவுத் திட்டங்களை அதிக முன்பதிவு செய்ய அனுமதிக்கவும்
uk: Дозволити перевитрати збережених бюджетів
vi: Cho phép đặt trước quá ngân sách được lưu trữ
zh_cn: 允许超额预订存储的预算
zh_hant: 允許超額預算

# timesheet.rules.allow_overlapping_records
source: Allow overlapping time entries
bg: Разрешаване на припокриващи се записи за време
ca: Permetre registres de temps superposats
da: Tillad overlappende tidsregistreringer
de_ch: Überlappende Zeiteinträge zulassen
el: Να επιτρέπεται η επικάλυψη στις καταχωρίσεις ωρών
eo: Permesi interkovrantajn tempelementojn
eu: Baimendu gainjarritako denbora-sarrerak
fa: اجازه دادن به ورودی‌های زمانی متداخل
fi: Salli päällekkäiset aikamerkinnät
hu: Átfedő bejegyzések engedélyezése
id: Izinkan entri waktu yang saling tumpang tindih
it: Consenti inserimenti orari sovrapposti
ko: 겹치는 시간 입력 허용
mk: Дозволи преклопувачки временски записи
nb_no: Tillat overlappende tidsoppføringer
nl: Sta overlappende tijdinvoer toe
pt: Permitir entradas de tempo sobrepostas
ro: Permite suprapunerea intrărilor de timp
sk: Povoľ prekrývajúce sa časy
ta: ஒன்றுடன் ஒன்று நேர உள்ளீடுகளை அனுமதிக்கவும்
uk: Дозволити перекриття часових записів
vi: Cho phép các mục thời gian được chồng chéo
zh_cn: 允许重叠时间条目
zh_hant: 允許持續期間重疊的工時紀錄

source: Lockdown period
bg: Период на карантина
ca: Període de bloqueig
da: Lukke periode
de_ch: Sperrfrist
el: Περίοδος αποκλεισμού
eo: Forŝlosa periodo
fa: دوره قفل
fi: Lukituskausi
hu: Lezárási időszak
id: Periode penguncian
it: Periodo di blocco
ko: 잠금 기간
mk: Заклучи период
nb_no: Låst periode
nl: Lockdown periode
pt: Período de bloqueio
ro: Perioada de izolare
sk: Doba uzamknutia
ta: பூட்டுதல் காலம்
uk: Період блокування
vi: Thời gian khóa
zh_cn: 封锁期
zh_hant: 鎖定期間

# timesheet.rules.lockdown_period_timezone
source: Time zone (if empty, time zone of the respective user is used)
bg: Часова зона (ако е празно, се използва часовата зона на съответния потребител)
ca: Fus horari (si està buit, s'utilitza el fus horari de l'usuari corresponent)
da: Tidszone (hvis feltet er tomt bliver brugerens tidszone brugt)
de_ch: Zeitzone (wenn leer, wird die Zeitzone des jeweiligen Benutzers verwendet)
el: Ζώνη ώρας (εάν είναι κενή, η ζώνη ώρας του εκάστοτε χρήστη χρησιμοποιείται)
eo: Horzono (se malplena, horzono de la respondanta uzanto estas uzota)
fa: منطقه زمانی (در صورت خالی بودن، منطقه زمانی کاربر مربوطه استفاده می شود)
fi: Aikavyöhyke (jos tyhjä, käytetään vastaavan käyttäjän aikavyöhykettä)
hu: Időzóna (ha üres, az adott felhasználó időzónája van használva)
id: Zona waktu (jika kosong, zona waktu pengguna yang bersangkutan digunakan)
it: Fuso orario (se vuoto, viene usato il fuso orario del rispettivo utente)
ko: 시간대 (비어 있으면 해당 사용자의 시간대가 사용됨)
mk: Временска зона (доколку е празно, се користи временската зона на соодветниот корисник)
nb_no: Tidssone (hvis tom vil tidssone for hver respektive bruker anvendes)
nl: Tijdzone (Indien leeg, wordt de tijdzone van de betreffende gebruiker gebruikt)
pt: Fuso horário (se vazio, é utilizado o fuso horário do respetivo utilizador)
ro: Fusul orar (dacă este gol, se utilizează fusul orar al utilizatorului respectiv)
sk: Časové pásmo (pokiaľ je prázdne, použije sa časové pásmo ktoré má nastavené daný uživateľ)
ta: நேர மண்டலம் (காலியாக இருந்தால், அந்தந்த பயனரின் நேர மண்டலம் பயன்படுத்தப்படுகிறது)
uk: Часовий пояс (якщо порожньо, використовується часовий пояс відповідного користувача)
vi: Múi giờ (Nếu trống, múi giờ của người dùng tương ứng sẽ được sử dụng)
zh_cn: 时区（如果为空，则使用相应用户的时区）
zh_hant: 時區（如果為空，則使用個別使用者的時區）

# timesheet.rules.lockdown_period_start
source: Lockdown period start (PHP relative date to now)
bg: Начало на периода на карантина (PHP относителна дата спрямо настоящия момент)
ca: Inici del període de bloqueig (data relativa de PHP respecte a ara)
da: Lukke periodens start (PHP relativ dato i forhold til nu)
de_ch: Beginn der Sperrfrist (relatives PHP-Datum bis jetzt)
el: Έναρξη περιόδου αποκλεισμού (σχετική ημερομηνία της PHP έως τώρα)
eo: Komenco de ŝlosota periodo (dato relativa al nuno laŭ PHP)
eu: Blokeo epea hasi (PHP-ren data erlatibotik orain arte)
fa: شروع دوره قفل (تاریخ نسبی PHP تا کنون)
fi: Lukituksen alkamisaika (relatiivisesta PHP päivämäärästä tähän hetkeen)
hu: Lezárási időszak kezdete (PHP relatív dátum a mostanihoz képest)
id: Mulai periode penguncian (tanggal relatif PHP terhadap sekarang)
it: Inizio del periodo di blocco (PHP data relativa ad oggi)
ko: 잠금 기간 시작 (현재까지의 PHP 상대 날짜)
mk: Почеток на периодот на заклучување (PHP релативен датум во однос на сегашниот)
nl: Begin van blokkeringsperiode (PHP relatieve datum ten opzichte van nu)
pt: Início do período de bloqueio (data PHP relativa até agora)
ro: Perioadă de blocare (Perioadă PHP relativă)
sk: Začiatok ohraničeného času (PHP relatívny čas do teraz)
ta: பூட்டுதல் காலம் தொடங்குகிறது (PHP உறவினர் தேதி இப்போது வரை)
uk: Початок періоду блокування (відносна дата PHP до теперішнього часу)
vi: Bắt đầu giai đoạn khóa (ngày tương đối với PHP cho đến nay)
zh_cn: 锁定期开始（PHP相对于现在的日期）
zh_hant: 鎖定期間開始（相對於現在的 PHP 相對時間）

# timesheet.rules.lockdown_period_end
source: Lockdown period end (PHP relative date to now)
bg: Край на периода на карантина (PHP относителна дата спрямо настоящия момент)
ca: Final del període de bloqueig (data relativa de PHP respecte a ara)
da: Lukke periodens slut (PHP relativ dato i forhold til nu)
de_ch: Ende der Sperrfrist (relatives PHP-Datum bis jetzt)
el: Λήξη περιόδου αποκλεισμού (σχετική ημερομηνία PHP έως τώρα)
eo: Fino de ŝlosota periodo (dato relativa al nuno laŭ PHP)
eu: Blokeo-aldiaren amaiera (PHP-ren data erlatibotik orain arte)
fa: پایان دوره قفل (تاریخ نسبی PHP تا کنون)
fi: Lukituksen päättymisaika (relatiivisesta PHP päivämäärästä tähän hetkeen)
hu: Lezárási időszak vége (PHP relatív dátum a mostanihoz képest)
id: Akhir periode penguncian (tanggal relatif PHP terhadap sekarang)
it: Fine del periodo di blocco (PHP data relativa ad oggi)
ko: 잠금 기간 종료 (현재까지의 PHP 상대 날짜)
mk: Крај на периодот на заклучување (PHP релативен датум во однос на сегашниот)
nl: Einde van blokkeringsperiode (PHP relatieve datum ten opzichte van nu)
pt: Fim do período de bloqueio (data PHP relativa até agora)
ro: Perioadă de blocare (Perioadă PHP relativă)
sk: Koniec ohraničeného termínu (PHP realtívny čas do teraz)
ta: பூட்டுதல் கால முடிவு (PHP உறவினர் தேதி இப்போது வரை)
uk: Кінець періоду блокування (відносна дата PHP до теперішнього часу)
vi: Kết thúc giai đoạn khóa (ngày tương đối với PHP cho đến nay)
zh_cn: 封锁期结束（PHP相对于现在的日期）
zh_hant: 鎖定期間結束（相對於現在的 PHP 相對時間）

# timesheet.rules.lockdown_grace_period
source: Lockdown grace period end (PHP relative date to lockdown period end)
bg: Край на гратисния период на карантината (PHP относителна дата спрямо края на периода на карантината)
ca: Final del període de gràcia de bloqueig (data relativa de PHP respecte al final del període de bloqueig)
da: Henstandsperiode periode slut (PHP relativ dato til lukke perioden slutning)
de_ch: Ende der Sperrfrist (relatives PHP-Datum zum Ende der Sperrfrist)
el: Περίοδος χάριτος λήξης αποκλεισμού (σχετική ημερομηνία PHP έως λήξη περιόδου κλειδώματος)
eo: Fino de ŝlosa prokrastoperiodo (dato relativa al fino de ŝlosota periodo laŭ PHP)
eu: Blokeoaren grazia aldiaren amaiera (PHP-ren data erlatibotik blokeatze aldiaren amaiera arte)
fa: پایان دوره مهلت قفل (تاریخ نسبی PHP تا پایان دوره قفل)
fi: Lukituksen armoajan päättymisaika (relatiivisesta PHP päivämäärästä lukituksen päättymiseen)
hu: Lezárási türelmi időszak vége (PHP relatív dátum a lezárási időszak végéhez képest)
id: Akhir masa tenggang penguncian (tanggal relatif PHP terhadap akhir periode penguncian)
it: Fine del periodo di tolleranza del blocco (PHP data relativa alla fine del periodo di blocco)
ko: 잠금 유예 기간 종료 (잠금 기간 종료까지의 PHP 상대 날짜)
mk: Крај на грејс периодот на заклучување (PHP релативен датум во однос на крајот на периодот на заклучување)
nl: Einde van gratieperiode voor blokkering (PHP relatieve datum ten opzichte van nu)
pt: Fim do período de carência de bloqueio (data PHP relativa ao fim do período de bloqueio)
ro: Perioadă de blocare (Perioadă PHP relativă)
sk: Koniec ochrannej doby ohraničenia (PHP relatívny dátum konca ohraničenia)
ta: பூட்டுதல் கிரேச் பீரியண்ட் எண்ட் (பூட்டுதல் கால இறுதிக்கு பிஎச்பி உறவினர் தேதி)
uk: Кінець пільгового періоду блокування (відносна дата PHP до кінця періоду блокування)
vi: Kết thúc thời gian gia hạn khóa (ngày tương đối với PHP đến ngày kết thúc thời gian khóa)
zh_cn: 锁定宽限期结束（PHP相对于锁定期结束的日期）
zh_hant: 鎖定寬限期間結束（相對於現在的 PHP 相對時間）

# timesheet.active_entries.hard_limit
source: Permitted number of simultaneously running time entries
bg: Разрешен брой едновременно изпълнявани записи за време
ca: Nombre permès de registres de temps simultanis
da: Tilladt antal af samtidigt kørende tidsregistreringer
de_ch: Zulässige Anzahl gleichzeitig laufender Zeiteinträge
el: Επιτρεπόμενος αριθμός ταυτόχρονων ενεργών καταχωρήσεων ωρών
eo: Permesita nombro de samtempaj ŝaltitaj tempaj registraĵoj
eu: Gehinezko sarrera kopurua aldi berean
fa: تعداد مجاز ورودی های زمان در حال اجرا به طور همزمان
fi: Sallittu määrä samanaikaisesti suoritettavia aikamerkintöjä
hu: Egyszerre futtatható rögzítések száma
id: Jumlah entri waktu yang berjalan secara bersamaan yang diizinkan
it: Numero consentito di voci di tempo in esecuzione simultanea
ko: 허용되는 동시 실행 시간 항목 수
mk: Дозволен број на истовремено активни записи
nb_no: Tillatt antall samkjørende tidsoppføringer
nl: Toegestane aantal gelijktijdige tijdregistratie opnames
pt: Quantidade permitida de entradas de tempo de execução simultâneas
ro: Numarul permis de inregistrari care ruleaza simultan
sk: Povolený počet súčasne prebiehajúcich časových záznamov
ta: ஒரே நேரத்தில் இயங்கும் நேர உள்ளீடுகளின் அனுமதிக்கப்பட்ட எண்ணிக்கை
uk: Дозволена кількість одночасних записів часу
vi: Số lượng cho phép của các mục thời gian chạy đồng thời
zh_cn: 允许可同时运行的时间条目数量
zh_hant: 同時進行的工時項目數的上限

# quick_entry.recent_activities
source: Number of entries taken over from previous weeks
bg: Брой записи, взети от предишни седмици
ca: Nombre de registres transferides de les setmanes anteriors
da: Antal indtastninger flyttet fra tidligere uger
de_ch: Anzahl der aus den Vorwochen übernommenen Einträge
el: Αριθμός καταχωρήσεων που λήφθηκαν από προηγούμενες εβδομάδες
fa: تعداد ورودی های گرفته شده از هفته های گذشته
fi: Edellisiltä viikoilta otettujen merkintöjen määrä
hu: Az előző hetekből átvett bejegyzések száma
id: Jumlah entri yang diambil alih dari minggu-minggu sebelumnya
it: Numero di voci recuperate dalle settimane precedenti
ko: 이전 주에서 가져온 항목 수
mk: Број на записи преземени од претходните недели
nb_no: Antall oppføringer overført fra tidligere uker
nl: Aantal velden overgenomen van vorige weken
pt: Quantidade de entradas retomadas das semanas anteriores
ro: Numărul de înregistrări preluate din săptămânile anterioare
sk: Počet záznamov prevzatých z predchádzajúcich týždňov
ta: முந்தைய வாரங்களிலிருந்து எடுக்கப்பட்ட உள்ளீடுகளின் எண்ணிக்கை
uk: Кількість записів, які переходять з попередніх тижнів
vi: Số lượng các mục nhập được tiếp nhận từ các tuần trước
zh_cn: 从前几周接收的参赛作品数量
zh_hant: 要從過去的項目中選擇多少項

# quick_entry.recent_activity_weeks
source: Take over entries from the last X weeks (empty or 0 for all time)
bg: Поемане на записи от последните X седмици (празно или 0 за всички времена)
ca: Transferir entrades de les darreres X setmanes (buit o 0 per a tot el temps)
da: Overflytning af indtastninger fra de sidste X uger (tom eller 0 over al tid)
de_ch: Einträge der letzten X Wochen übernehmen (leer oder 0 für alle Zeiten)
el: Πάρε τον έλεγχο καταχωρήσεων από τις τελευταίες X εβδομάδες
fa: دریافت ورودی‌های X هفته گذشته (خالی یا 0 برای همیشه)
fi: Ota merkinnät viimeiseltä X viikolta (tyhjä tai 0 koko ajalta)
hu: Bejegyzések átvétele az utolsó X hétből (üres vagy 0 az összes időből)
id: Ambil alih entri dari X minggu terakhir (kosong atau 0 untuk seluruh waktu)
it: Prendi in carico le voci delle ultime X settimane (vuoto o 0 per sempre)
ko: 최근 X주의 항목 가져오기 (비워두거나 0으로 설정 시 모든 기간)
mk: Преземи записи од последните X недели (празни или 0 за цело време)
nl: Neem velden van de laatste X weken (leeg of 0 voor altijd)
pt: Assumir as entradas das últimas X semanas (vazias ou 0 para sempre)
ro: Preia intrările din ultimele X săptămâni (gol sau 0 pentru toate timpurile)
sk: Preberanie záznamov z posledných X týždňov (prázdne alebo 0 pre neombedzené)
ta: கடந்த ஃச் வாரங்களிலிருந்து உள்ளீடுகளை எடுத்துக் கொள்ளுங்கள் (எல்லா நேரத்திற்கும் வெற்று அல்லது 0)
uk: Взяти записи за останні X тижнів (порожні або 0 за весь час)
vi: Tiếp quản các mục nhập từ X tuần vừa rồi (Trống hoặc 0 cho tất cả)
zh_cn: 接管过去 X 周的条目（空或始终为 0）
zh_hant: 要從多少週前開始的項目中選擇（空白或 0 表示不限制時間）
