Repository: kimai/kimai
Catalog: translations/system-configuration.*.xlf
Languages: bg, ca, da, de_ch, el, eo, eu, fa, fi, hu, id, it, ko, mk, nb_no, nl, pt, ro, sk, ta, uk, vi, zh_cn, zh_hant

# timesheet.rules.break_warning_duration
source: Maximum duration of a timesheet record in minutes before a "break warning" will be displayed (0 = deactivated)
bg: Максимална продължителност на записа на работното време в минути, преди да се покаже „предупреждение за прекъсване“ (0 = деактивирано)
ca: Durada màxima d'un registre de full de temps en minuts abans que es mostri un "avís de pausa" (0 = desactivat)
de_ch: Maximale Dauer einer Stundenzettelaufzeichnung in Minuten bevor eine „Pausenwarnung“ angezeigt wird (0 = deaktiviert)
el: Μέγιστο χρονικό διάστημα ενός φύλου καταγραφής ωρών εργασίας σε λεπτά πριν από την εμφάνιση "Προειδοποίηση διαλείμματος" (0 = απενεργοποιημένο)
eo: Maksimuma daŭro de temposlipa registraĵo en minutoj antaŭ ol "averto pri rompo" estos montrita (0 = malaktivigita)
fa: حداکثر مدت یک رکورد تایم شیت در دقیقه قبل از نمایش "هشدار" (0 = غیرفعال)
fi: Työaikakirjanpidon enimmäiskesto minuutteina ennen kuin "taukovaroitus" näytetään (0 = pois käytöstä)
hu: Egy munkaidő-nyilvántartási rekord maximális időtartama percekben, mielőtt a „szünetfigyelmeztetés” megjelenik (0 = deaktiválva)
id: Durasi maksimum catatan timesheet dalam menit sebelum "peringatan istirahat" ditampilkan (0 = dinonaktifkan)
it: Durata massima di una registrazione di un foglio di presenza in minuti prima che venga visualizzato un "avviso di pausa" (0 = disattivato)
ko: "중단 경고"가 표시되기 전 타임시트 기록의 최대 지속시간(분) (0 = 비활성화됨)
mk: Максимално времетраење на записот во табелата со часови во минути пред да се прикаже „предупредување за пауза“ (0 = деактивирано)
nb_no: Maksimal varighet for en timeseddelsoppføring i minutter, før en «pauseadvarsel» vises (0 = avskrudd)
nl: Maximale duurtijd van een tijdsregistratie in minuten voordat er een "pauzewaarschuwing" wordt weergegeven (0 = gedeactiveerd)
pt: Duração máxima de um registo do tempo em minutos antes de ser mostrado um "aviso de pausa" (0 = desativado)
ro: Durata maximă a unei înregistrări din foaia de pontaj, în minute, înainte de a se afișa un "avertisment de pauză" (0 = dezactivat)
sk: Maximálna doba trvania pracovného výkazu v minútach pred zobrazením "upozornenie na prestávku" (0 = deaktivované)
ta: ஒரு "இடைவெளி எச்சரிக்கை" காண்பிக்கப்படும் சில நிமிடங்களில் டைம்சீட் பதிவின் அதிகபட்ச காலம் (0 = செயலிழக்க)
uk: Максимальна тривалість запису в табелі у хвилинах до появи попередження про перерву (0 = вимкнено)
vi: Thời hạn tối đa của một bản ghi bảng chấm công tính bằng phút trước khi một "cảnh báo ngắt" được hiển thị (0 = hủy kích hoạt)
zh_cn: 在显示 "休息警告 "之前，记录的最大持续时间（分钟）（0=停用）
zh_hant: 工時紀錄的持續時長達到指定分鐘數時，顯示「休息警告」（0 = 停用）

# timesheet.rules.long_running_duration
source: Maximum duration of a timesheet record in minutes before saving is rejected (0 = deactivated)
bg: Максимална продължителност на записа в отчет за работно време в минути преди отхвърляне на запазването (0 = деактивирано)
ca: Durada màxima d'un registre de full de temps en minuts abans que el desat sigui rebutjat (0 = desactivat)
de_ch: Maximale Dauer eines Stundenzettel-Datensatzes in Minuten, bevor das Speichern abgelehnt wird (0 = deaktiviert)
el: Μέγιστο χρονικό διάστημα ενός φύλου καταγραφής ωρών εργασίας σε λεπτά για την απόρριψη αποθήκευσης (0 = απενεργοποιημένο)
eo: Maksimuma daŭro de temposlipa registraĵo en minutoj antaŭ ol konservo estas rifuzita (0 = malaktivigita)
fa: حداکثر مدت زمان یک رکورد تایم شیت بر حسب دقیقه قبل از رد شدن ذخیره (0 = غیرفعال شده)
fi: Työaikakirjanpidon enimmäiskesto minuutteina ennen tallennuksen hylkäämistä (0 = deaktivoitu)
hu: Egy munkaidő-bejegyzés maximális időtartama percben, aminek a mentése még nem kerül elutasításra (0 = letiltva)
id: Durasi maksimum catatan timesheet dalam menit sebelum penyimpanan ditolak (0 = dinonaktifkan)
it: Durata massima di una registrazione di un foglio di presenza in minuti prima che il salvataggio venga rifiutato (0 = disattivato)
ko: 저장이 거부되기 전 타임시트 기록의 최대 지속시간(분) (0 = 비활성화됨)
mk: Максималното времетраење на записот за работен лист во минути пред зачувувањето да биде отфрлено (0 = деактивирано)
nb_no: Maksimal varighet for en timeseddelsoppføring i minutter, før lagring avslås (0 = avskrudd)
nl: Maximale duurtijd van een tijdsregistratie in minuten voordat het opslaan wordt geweigerd (0 = gedeactiveerd)
pt: Duração máxima de um registo de tempo em minutos antes da gravação se rejeitada (0 = desativada)
ro: Durata maximă a unei înregistrări a foii de pontaj, în minute, înainte ca salvarea să fie respinsă (0 = dezactivat)
sk: Maximálna doba trvania pracovného výkazu v minútach pred odmietnutím uloženia (0 = deaktivované)
ta: சேமிப்பு நிராகரிக்கப்படுவதற்கு சில நிமிடங்களில் டைம்சீட் பதிவின் அதிகபட்ச காலம் (0 = செயலிழக்கச் செய்யப்பட்டது)
uk: Максимальна тривалість запису в табелі у хвилинах перед відхиленням збереження (0 = вимкнено)
vi: Thời lượng tối đa của một bản ghi bảng chấm công tính bằng phút trước khi lưu bị từ chối (0 = hủy kích hoạt)
zh_cn: 在拒绝保存之前，记录的最大持续时间（分钟）（0=停用）
zh_hant: 工時紀錄的持續時長達到指定分鐘數時，拒絕儲存該紀錄（0 = 停用）

# calendar.dragdrop_amount
source: Amount of entries for drag&drop (0 = deactivated)
bg: Брой записи за плъзгане и пускане (0 = деактивирано)
ca: Quantitat d'entrades per arrossegar i deixar anar (0 = desactivat)
da: Mængde af indgange til træk og slip (0=deaktiveret)
de_ch: Anzahl der Einträge für Kopieren und Einfügen (0 = deaktiviert)
el: Πλήθος καταχωρήσεων για drag&drop (0 = deactivated)
eo: Kvanto de eroj por ŝovi kaj demeti (0 = malaktivigita)
fa: تعداد ورودی‌ها برای drag&drop کردن (0 = غیرفعال)
fi: Vedä&pudota merkintöjen määrä (0 = ei käytössä)
hu: Bejegyzések száma a korábbi rögzítések listán (0 = letiltva)
id: Jumlah entri untuk drag&drop (0 = dinonaktifkan)
it: Numero di voci per trascinamento (0 = disattivato)
ko: 끌어서 놓기 항목 수 (0 = 비활성화됨)
mk: Број на записи за drag & drop (0 = деактивирано)
nl: Aantal tijdsregistraties voor slepen en neerzetten (0 = gedeactiveerd)
pt: Quantidade das entradas para arrastar e largar (0 = desativado)
ro: Numărul de intrări pentru drag&drop (0 = dezactivat)
sk: Množstvo záznamov pre drag&drop (ťahaj&pusti) (0 = deaktivované)
ta: இழுத்து&விடுவதற்கான உள்ளீடுகளின் அளவு (0 = செயலிழக்கப்பட்டது)
uk: Кількість записів для drag&drop (0 = вимкнено)
vi: Số lượng mục nhập cho kéo&thả (0 = hủy kích hoạt)
zh_cn: 用于拖放的条目数量（0=停用）
zh_hant: 一次可拖放的項目數量（0 = 停用）

# calendar.dragdrop_data
source: Copies data when adding via drag and drop
bg: Копира данни при добавяне чрез плъзгане и пускане
ca: Copia les dades en afegir mitjançant arrossegar i deixar anar
da: Kopier data når det bliver tilføjet via træk og slip
de_ch: Kopiert Daten beim Hinzufügen per Kopieren und Einfügen
el: Αντιγραφή δεδομένων όταν προσθέτονται μέσω μεταφοράς και απόθεσης
fa: داده ها را هنگام افزودن از طریق drag&drop کردن کپی می کند
hu: Adatok másolása bejegyzések húzással történő létrehozásakor
id: Menyalin data saat menambahkan melalui drag and drop
it: Copia i dati quando vengono aggiunti tramite trascinamento
ko: 끌어서 놓기를 통해 추가할 때 데이터 복사하기
mk: Копира податоци при додавање преку drag and drop
nl: Kopieer gegevens bij het toevoegen via slepen en neerzetten (0=gedeactiveerd)
pt: Copia os dados ao adicionar via arrastar e largar
ro: Copiază datele atunci când se adaugă prin tragere și fixare
sk: Kopírovať dáta pomocou pretiahnutia (drag&drop)
ta: இழுத்தல் மற்றும் துளி வழியாக சேர்க்கும்போது தரவை நகலெடுக்கிறது
uk: Копіює дані під час додавання перетягуванням
vi: Sao chép dữ liệu khi thêm bằng cách kéo và thả
zh_cn: 通过拖放添加时复制文件
zh_hant: 透過拖放新增項目時複製原項目資料

# calendar.title_pattern
source: Display of the titles of calendar entries
bg: Показване на заглавията на записи в календара
ca: Visualització dels títols de les entrades del calendari
da: Visning af titlet på kalender indtastninger
de_ch: Anzeige der Titel von Kalendereinträgen
el: Εμφάνιση τους τίτλους των καταχωρήσεων ημερολογίου
fa: نمایش عناوین ورودی های تقویم
fi: Kalenterimerkintöjen otsikoiden näyttö
hu: Naptárbejegyzések címének megjelenítése
id: Tampilan judul entri kalender
it: Visualizza i titoli delle voci del calendario
ko: 달력 항목의 제목 표시
mk: Приказ на насловите на записите во календарот
nb_no: Vis kalenderoppføringsnavn
nl: Weergave van de titels van agenda-items
pt: Mostra os títulos das entradas do calendário
ro: Afișarea titlurilor intrărilor din calendar
sk: Zobrazenie názvov položiek v kalendári
ta: காலண்டர் உள்ளீடுகளின் தலைப்புகளின் காட்சி
uk: Показати назви календарних записів
vi: Hiển thị tiêu đề của các mục lịch
zh_cn: 显示日历条目的标题
zh_hant: 顯示行事曆項目的標題

# activity.allow_inline_create
source: Allow creation of activities in time-tracking form
bg: Позволете създаване на дейности във форма за проследяване на времето
ca: Permetre la creació d'activitats al formulari de seguiment de temps
da: Tillad oprettelse af aktiviteter in tidsregistrerings formularen
de_ch: Erstellung von Tätigkeiten im Zeiterfassungsformular zulassen
fa: اجازه ایجاد فعالیت‌ها به شکل ردیابی زمان را بدهید
hu: Tevékenységek létrehozásának engedélyezése munkaidő-bejegyzés készítésekor
id: Izinkan pembuatan aktivitas dalam formulir pelacakan waktu
it: Consenti la creazione di attività con modulo monitoraggio del tempo
mk: Дозволете креирање активности во форма за следење на времето
nb_no: Tillat opprettelse av aktiviteter i tidssporingsskjema
nl: Sta het creëren van activiteiten toe via het tijdsregistratie formulier
pt: Permitir a criação de atividades no formulário de controlo de tempo
ro: Permiteți crearea de activități în forma de urmărire a timpului
sk: Umožniť vytváranie činností vo forme sledovanie-času
ta: நேர கண்காணிப்பு வடிவத்தில் செயல்பாடுகளை உருவாக்க அனுமதிக்கவும்
uk: Дозволити створення дій (діяльностей) у формі обліку часу
vi: Cho phép tạo hoạt động trong bảng theo dõi thời gian
zh_cn: 允许以时间跟踪形式创建活动
zh_hant: 允許在工時追蹤表單中建立活動

# copy_teams_on_create
source: Take over teams from the logged-in user when creating new entries
bg: Поемане на екипи от влезлия потребител при създаване на нови записи
ca: Hereta els equips de l'usuari connectat en crear noves entrades
da: Brug teamet fra den bruger der er logget ind når der oprettes nye rækker
de_ch: Beim Erstellen neuer Einträge Teams vom eingeloggten Benutzer übernehmen
el: Πάρε τον έλεγχο ομάδων από τον ενεργό χρήστη όταν δημιουργείς νέες καταχωρήσεις
fa: هنگام ایجاد ورودی‌های جدید، تیم‌هایی را از کاربر وارد شده تحویل بگیرید
hu: Csapatok átvétele a bejelentkezett felhasználótól új bejegyzések készítésekor
id: Ambil alih tim dari pengguna yang sedang masuk saat membuat entri baru
it: Prendi in carico i team dall'utente connesso quando crei nuove voci
ko: 신규가입을 할 때 로그인 된 사용자로부터 팀을 인계받으십시오
mk: Преземи ги тимовите од најавениот корисник при креирање нови записи
nl: Neem teams over van de ingelogde gebruiker bij het aanmaken van nieuwe boekingen
pt: Assumir equipas do utilizador conectado ao criar entradas
ro: Preia echipele de la utilizatorul logat la crearea de noi intrări
sk: Prevzať tímy od prihláseného používateľa, pri vytváraní nových záznamov
ta: புதிய உள்ளீடுகளை உருவாக்கும்போது உள்நுழைந்த பயனரிடமிருந்து குழுக்களை எடுத்துக் கொள்ளுங்கள்
uk: При створенні нових записів приймати команди (teams) від користувача, який увійшов в систему
vi: Sang qua tên nhóm của người dùng đang đăng nhập khi tạo dữ liệu mới
zh_cn: 创建新条目时从登录用户接管团队
zh_hant: 建立新項目時，預設指派給目前登入的使用者的所處團隊

# timesheet.mode_duration_fixed_begin
source: [Duration] configurable fixed start-time, only duration can be changed
da: [Varighed] konfigurerbar fast starttid, kun varighed kan ændres
de_ch: [Dauer] Konfigurierbare feste Startzeit, nur die Dauer kann geändert werden
el: [Διάρκεια] Διαμορφώσιμη προεπιλεγμένη ώρα έναρξης, μόνο η διάρκεια μπορεί να αλλάξει
eo: [Daŭro] agordebla fiksita komenca tempo, nur daŭro povas esti ŝanĝita
eu: [Iraupena] hasiera ordu finko konfiguragarria. Iraupena soilik alda daiteke
fa: [دوره] زمان شروع ثابت قابل تنظیم، فقط مدت زمان قابل تغییر است
fi: [Kesto] konfiguroitava kiinteä aloitusaika, vain kestoa voidaan muuttaa
it: [Durata] ora di inizio fissa configurabile, è possibile modificare solo la durata
ko: [지속시간] 구성 가능한 고정 시작 시간, 지속시간만 변경할 수 있습니다
nb_no: [Varighet] Oppsettbar fast starttid. Kun varighet kan endres.
nl: [Tijdsduur] vaste starttijd, alleen de duur kan worden gewijzigd
pt: [Duração] tempo de início fixo configurável, apenas pode ser alterada a duração
ro: [Duration] ora de pornire fixă este configurabilă. Doar durata poate fi modificată
sk: [Dľžka trvania] nastaviteľný pevný čas spustenia, možnosť upraviť iba dobu trvania
uk: [Тривалість] конфігурований фіксований час запуску, можна змінити лише тривалість
vi: [Thời lượng] thời gian bắt đầu cố định có thể định cấu hình, chỉ có thể thay đổi thời lượng
zh_cn: [持续时间] 可配置的固定开始时间，只有持续时间可以更改

# help.theme.color_choices
source: Comma-separated list of HTML color-codes. Color names can be set by prefixing the color code with a name and the "|" delimiter, e.g: White|#ffffff,Black|#000000.
el: Λίστα διαχωρισμένων με κόμμα κωδικών χρώματος HTML. Τα ονόματα των χρωμάτων μπορούν να οριστούν προσθέτοντας τον κωδικό χρώματος με ένα όνομα και τον χαρακτήρα οριοθέτησης | , π.χ.: White|#ffffff,Black|#000000.
eo: Kome apartigita listo de HTML-kolorkodoj. Kolornomoj estas agordeblaj per antaŭmeto de la kolornomo kaj la apartigilo "|" antaŭ la kolorkodo, ekz.: Blanko|#ffffff,Nigro|#000000.
pt: Lista separada por vírgulas com os códigos das cores HTML. Os nomes das cores podem ser definidos através do prefixo do código da cor com um nome e o delimitador | por exemplo: Branco|#ffffffff,Preto|#000000.
ro: Listă de coduri de culori HTML separate prin virgulă. Numele culorilor pot fi setate prin prefixarea codului de culoare cu un nume și cu delimitatorul |, de exemplu..: Alb|#ffffff,Negru|#000000.
