Repository: kimai/kimai
Catalog: translations/system-configuration.*.xlf
Languages: bg, ca, da, de_ch, el, eo, eu, fa, fi, hu, id, it, ko, mk, nb_no, nl, pt, ro, sk, ta, uk, vi, zh_cn, zh_hant

# quick_entry.minimum_rows
source: Minimum number of rows
bg: Минимален брой редове
ca: Nombre mínim de files
da: Minimum antal rækker
de_ch: Mindestanzahl an Zeilen
el: Ελάχιστος αριθμός γραμμών
fa: حداقل تعداد ردیف
fi: Rivien vähimmäismäärä
hu: Minimum sorok száma
id: Jumlah baris minimum
it: Numero minimo di righe
ko: 최소 줄 수
mk: Минимален број на редови
nb_no: Min. antall rader
nl: Minimale aantal rijen
pt: Número mínimo de linhas
ro: Numărul minim de rânduri
sk: Minimálny počet riadkov
ta: வரிசைகளின் குறைந்தபட்ச எண்ணிக்கை
uk: Мінімальна кількість рядків
vi: Số hàng tối thiểu
zh_cn: 最小行数
zh_hant: 最少行數

# calendar.week_numbers
source: Display week numbers
bg: Показване на номерата на седмиците
ca: Mostra número de setmana
da: Vis ugenumre
de_ch: Wochennummern anzeigen
el: Εμφάνιση αρίθμησης εβδομάδας
eo: Montri semajnajn nombrojn
eu: Aste zenbakia erakutsi
fa: نمایش اعداد هفته
fi: Näytä viikkonumero
hu: Hetek számainak megjelenítése
id: Tampilkan nomor minggu
it: Visualizza numeri delle settimane
ko: 주 번호 화면표시
mk: Прикажи броеви на недели
nb_no: Vis ukenummer
nl: Toon weeknummers
pt: Mostrar números das semanas
ro: Afiseaza numarul saptamanii
sk: Zobraziť čísla týždňov
ta: வார எண்களைக் காண்பி
uk: Показати номери тижнів
vi: Hiển thị số tuần
zh_cn: 显示周数字
zh_hant: 顯示週數

# calendar.weekends
source: Display weekends
bg: Показване на уикендите
ca: Mostrar caps de setmana
da: Vis weekender
de_ch: Wochenenden anzeigen
el: Εμφάνιση Σαββατοκύριακων
eo: Montri semajnfinojn
eu: Asteburuak erakutsi
fa: نمایش آخر هفته ها
fi: Näytä viikonloput
hu: Hétvégék megjelenítése
id: Tampilkan akhir pekan
it: Visualizza fine settimana
ko: 주말 화면표시
mk: Прикажи викенди
nb_no: Vis helger
nl: Toon weekenden
pt: Mostrar fins de semana
ro: Afiseaza sfarsitul de saptamana
sk: Zobraziť víkendy
ta: வார இறுதி நாட்களைக் காண்பி
uk: Показувати сб,нд
vi: Hiển thị cuối tuần
zh_cn: 显示周末
zh_hant: 顯示週末

# calendar.businessHours.begin
source: Start of normal business hours (will be highlighted)
bg: Начало на нормалното работно време (ще бъде маркирано)
ca: Inici de l'horari laboral normal (es ressaltarà)
da: Starttid for normale arbejdstider (fremhæves)
de_ch: Beginn der normalen Geschäftszeiten (wird hervorgehoben)
el: Έναρξη των κανονικών ωρών εργασίας (θα επισημαίνεται)
eo: Komenco de normalaj laborhoroj (estos emfazita)
eu: Lan-egunaren hasiera ordua (nabarmendua izango da)
fa: شروع ساعات کاری عادی (برجسته خواهد شد)
fi: Normaalin työajan alku (korostetaan)
hu: Rendes munkaidő kezdete (ki lesz emelve)
id: Awal jam kerja normal (akan disorot)
it: Inizio del normale orario lavorativo (sarà evidenziato)
ko: 정상 근무 시간의 시작 (강조 표시됨)
mk: Почеток на редовното работно време (ќе биде обележано)
nl: Begin van de normale kantooruren (zal worden gemarkeerd)
pt: Início do horário comercial normal (será destacado)
ro: Începutul programului normal de lucru (va fi evidențiat)
sk: Začiatok bežnej pracovnej doby (bude zvýraznený)
ta: சாதாரண வணிக நேரங்களின் தொடக்க (முன்னிலைப்படுத்தப்படும்)
uk: Початок звичайного робочого дня (буде виділено)
vi: Bắt đầu giờ làm việc bình thường (sẽ được tô sáng)
zh_cn: 正常工作时间的开始时间（将被高亮）
zh_hant: 正常營業開始時間（將會突出顯示）

# calendar.businessHours.end
source: End of normal business hours (will be highlighted)
bg: Край на нормалното работно време (ще бъде маркирано)
ca: Final de l'horari laboral normal (es ressaltarà)
da: Sluttid for normale arbejdstider (fremhæves)
de_ch: Ende der normalen Geschäftszeiten (wird hervorgehoben)
el: Λήξη κανονικών ωρών εργασίας (θα επισημαίνεται)
eo: Fino de normalaj laborhoroj (estos emfazita)
eu: Lan-egunaren bukaera ordua (nabarmendua izango da)
fa: پایان ساعات کاری عادی (برجسته خواهد شد)
fi: Normaalin työajan loppu (korostetaan)
hu: Rendes munkaidő vége (ki lesz emelve)
id: Akhir jam kerja normal (akan disorot)
it: Fine del normale orario lavorativo (sarà evidenziato)
ko: 정상 근무 시간의 종료 (강조 표시됨)
mk: Крај на редовното работно време (ќе биде обележано)
nl: Einde van de normale kantooruren (zal worden gemarkeerd)
pt: Fim do horário comercial normal (será destacado)
ro: Sfârșitul programului normal de lucru (va fi evidențiat)
sk: Koniec bežnej pracovnej doby (bude zvýraznený)
ta: சாதாரண வணிக நேரங்களின் முடிவு (முன்னிலைப்படுத்தப்படும்)
uk: Кінець звичайного робочого дня (буде виділено)
vi: Kết thúc giờ làm việc bình thường (sẽ được tô sáng)
zh_cn: 正常工作时间的结束时间（将被高亮）
zh_hant: 正常營業結束時間（將會突出顯示）

# calendar.visibleHours.begin
source: Start of visible time range
bg: Начало на видимия времеви диапазон
ca: Inici del rang de temps visible
da: Start for synligt tidsinterval
de_ch: Beginn des sichtbaren Zeitbereichs
el: Έναρξη ορατού ωριαίου εύρους
eo: Komenco de videbla tempoperiodo
eu: Ordu-denbora tartearen hasiera
fa: شروع محدوده زمانی قابل مشاهده
fi: Näkyvän aikajakson alku
hu: Látható időtartam kezdete
id: Awal rentang waktu yang terlihat
it: Inizio intervallo di tempo visibile
ko: 보이는 시간 범위의 시작
mk: Почеток на видлив временски опсег
nb_no: Start for synlig tidsrom
nl: Begin van zichtbaar tijdsbereik
pt: Início do intervalo de tempo visível
ro: Începutul intervalului de timp vizibil
sk: Začiatok viditeľného časového obdobia
ta: புலப்படும் நேர வரம்பின் தொடக்க
uk: Початок видимого інтервалу часу
vi: Bắt đầu phạm vi thời gian có thể nhìn thấy
zh_cn: 可见时间范围的开始时间
zh_hant: 可見時間範圍的開始時間

# calendar.visibleHours.end
source: End of visible time range
bg: Край на видимия времеви диапазон
ca: Final del rang de temps visible
da: Slut for synligt tidsinterval
de_ch: Ende des sichtbaren Zeitbereichs
el: Λήξη ορατού ωριαίου εύρους
eo: Fino de videbla tempoperiodo
eu: Ordu-denbora tartearen bukaera
fa: پایان محدوده زمانی قابل مشاهده
fi: Näkyvän aikajakson loppu
hu: Látható időtartam vége
id: Akhir rentang waktu yang terlihat
it: Fine intervallo di tempo visibile
ko: 보이는 시간 범위의 끝
mk: Крај на видливиот временски опсег
nb_no: Slutt for synlig tidsrom
nl: Einde zichtbaar tijdsbestek
pt: Fim do intervalo de tempo visível
ro: Sfârșitul intervalului de timp vizibil
sk: Koniec viditeľného časového obdobia
ta: புலப்படும் நேர வரம்பின் முடிவு
uk: Кінець видимого інтервалу часу
vi: Kết thúc phạm vi thời gian có thể nhìn thấy
zh_cn: 可见时间范围的结束时间
zh_hant: 可見時間範圍的結束時間

# calendar.slot_duration
source: Slot duration for week- and day view (format: hh:mm:ss)
bg: Продължителност на слота за седмичен и дневен изглед (формат: чч:мм:сс)
ca: Durada de franja per a la vista setmanal i diària
da: Pladsvarighed for uge- og dagstilstande (format: hh:mm:ss)
de_ch: Slotdauer für Wochen- und Tagesansicht (Format: hh:mm:ss)
el: Χρονικό περιθώριο για προβολή εβδομάδας και ημέρας (μορφή: ωω: λλ: δδ)
eo: Daŭro de tempo-bloko por semajna kaj taga vidoj (formo: hh:mm:ss)
eu: Astearen eta egunaren ikuspegiaren zirrikituaren iraupena (formatua: hh:mm:ss)
fa: مدت زمان اسلات برای نمای هفته و روز (قالب: hh:mm:ss)
fi: Paikan kesto viikko- ja päivänäkymälle (muoto: hh:mm:ss)
hu: Bejegyzés hossza heti és napi nézetben
id: Durasi slot untuk tampilan minggu dan hari
it: Durata slot per la vista settimanale e giornaliera (hh:mm:ss)
ko: 주별 및 일별 보기의 슬롯 지속시간 (형식: hh:mm:ss)
mk: Времетраење на терминот за преглед на неделата и денот
nb_no: Tidsbolksvariget for uke, og dagvisning (format: tt:mm:ss)
nl: Slotduur voor week- en dagweergave (formaat: hh:mm:ss)
pt: Duração da célula para a visualização da semana e do dia (formato: hh:mm:ss)
ro: Durata slotului pentru vizualizarea săptămânii și a zilei (format: hh:mm:ss)
sk: Trvanie slotu pre týždňové- a denné zobrazenie (formát: hh:mm:ss)
ta: வாரம் மற்றும் நாள் பார்வைக்கான ச்லாட் காலம் (வடிவம்: HH: MM: SS)
uk: Тривалість інтервалу для перегляду тижня та дня (формат: hh:mm:ss)
vi: Thời lượng thời gian cho chế độ xem theo tuần và ngày (định dạng: hh: mm: ss)
zh_cn: 周和日查看的空隙持续时间（格式：时:分:秒）
zh_hant: 週份與日份報表的每時段時長（格式：時:分:秒）

# branding
source: My company
bg: Моята компания
ca: La meva empresa
da: Markedsføring
de_ch: Meine Firma
el: Επωνυμία
eo: Mia kompanio
eu: Marka
fa: شرکت من
fi: Brändi
hu: Arculat
id: Perusahaan saya
it: La mia azienda
ko: 내 회사
mk: Моја фирма
nb_no: Min bedrift
nl: Mijn bedrijf
pt: A minha empresa
ro: Compania mea
sk: Označenie firmy
ta: எனது நிறுவனம்
uk: Моя компанія
vi: Thương hiệu
zh_cn: 品牌
zh_hant: 我的公司

# theme.branding.logo
source: Logo URL (replaces the company name in login screen)
bg: URL адрес на логото (заменя името на компанията в екрана за вход)
ca: URL del logotip (reemplaça el nom de l'empresa a la pantalla d'inici de sessió)
da: Logo (Billede URL, erstatter firmalogoet i loginskærmen)
de_ch: Logo-URL (ersetzt den Firmennamen im Anmeldebildschirm)
el: Λογότυπο (URL εικόνας, αντικαθιστά την εταιρεία στην οθόνη σύνδεσης)
eo: URL de emblemo (anstataŭigas la nomon de kompanio en ensaluta ekrano)
eu: Logotipoa (Irudiaren URLa, enpresa ordezkatzen du saio hasierako pantailan)
fa: URL لوگو (جایگزین نام شرکت در صفحه ورود به سیستم)
fi: Logo (Image URL, korvaa yrityksen logon sisäänkirjauksessa)
hu: Logó URL (leváltja a cégnevet a bejelentkezési képernyőn)
id: URL logo (menggantikan nama perusahaan di layar masuk)
it: URL del logo (sostituisce il nome dell'azienda nella schermata di accesso)
ko: 로고 URL (로그인 화면에서 회사 이름 대체)
mk: URL-адреса на лого (го заменува името на компанијата на екранот за најавување)
nb_no: Logo-nettadresse (erstatter bedriftsnavnet på innloggingsskjermen)
nl: Logo URL (vervangt de bedrijfsnaam in het inlogscherm)
pt: Logótipo (URL de imagem, substitui a empresa no ecrã inicial)
ro: Logo URL (înlocuiește numele companiei în ecranul de conectare)
sk: Logo URL (nahrádza názov spoločnosti v prihlasovacej obrazovke)
ta: லோகோ முகவரி (உள்நுழைவு திரையில் நிறுவனத்தின் பெயரை மாற்றுகிறது)
uk: URL-адреса логотипу (замінює назву компанії на екрані входу в систему)
vi: Logo (URL hình ảnh, thay thế công ty trong màn hình đăng nhập
zh_cn: 标识 (图片链接，在登录界面替换公司)
zh_hant: Logo 網址（會取代登入畫面中的公司名稱）

# theme.branding.company
source: Company name
bg: Име на фирмата
ca: Nom de l'empresa
da: Firma
de_ch: Name der Firma
el: Εταιρία
eo: Nomo de kompanio
eu: Enpresa
fa: نام شرکت
fi: Yritys
hu: Cégnév
id: Nama perusahaan
it: Nome dell'azienda
ko: 회사 이름
mk: Име на фирма
nb_no: Bedriftsnavn
nl: Bedrijfsnaam
pt: Nome da empresa
ro: Numele companiei
sk: Názov spoločnosti
ta: நிறுவனத்தின் பெயர்
uk: Назва компанії
vi: Công ty
zh_cn: 公司名称
zh_hant: 公司名稱

# company.financial_year
source: Financial year
bg: Финансова година
ca: Any fiscal
da: Finans år
de_ch: Geschäftsjahr
el: Οικονομικό έτος
eo: Financjaro
fa: سال مالی
fi: Tilikausi
hu: Pénzügyi év
id: Tahun fiskal
it: Anno finanziario
ko: 회계 연도
mk: Фискална година
nl: Financieel jaar
pt: Exercício financeiro
ro: Exercițiul financiar
sk: Účtovný rok
ta: நிதியாண்டு
uk: Фінансовий рік
vi: Năm tài chính
zh_cn: 财政年度
zh_hant: 會計年度

# rounding
source: Time rounding
bg: Закръгляване на времето
ca: Arrodoniment del temps
da: Tidsafrunding
de_ch: Zeitrundung
el: Στρογγυλοποίηση ωρών
eo: Rondigo de tempo
eu: Denboraren biribiltzea
fa: گرد کردن زمان
fi: Ajan pyöristys
hu: Idő kerekítés
id: Pembulatan waktu
it: Arrotondamento orario
ko: 시간 반올림
mk: Заокружување на времето
nb_no: Tidsavrunding
nl: Tijdafronding
pt: Arredondamento do tempo
ro: Rotunjirea timpului
sk: Zaokrúhlenie času
ta: நேரம் ரவுண்டிங்
uk: Округлення часу
vi: Thời gian làm tròn
zh_cn: 时间取整
zh_hant: 時間的取整數模式

# timesheet.rounding.default.begin
source: Rounding of the start time in minutes (0 = deactivated)
bg: Закръгляване на началното време в минути (0 = деактивирано)
ca: Arrodoniment de l'hora d'inici en minuts (0 = desactivat)
da: Afrunding af starttid i minutter (0 = deaktiveret)
de_ch: Rundung der Startzeit in Minuten (0 = deaktiviert)
el: Στρογγυλοποίηση του χρόνου έναρξης σε λεπτά (0 = απενεργοποιημένο)
eo: Rondigo de komenca tempo en minutoj (0 = malaktivigita)
eu: Hasierako orduaren biribilketa minututan (0 = desaktibatuta)
fa: گرد کردن زمان شروع به دقیقه (0 = غیرفعال)
fi: Aloitusajan pyöristäminen minuutteina (0 = ei aktiivinen)
hu: Kezdési idő kerekítése, perc (0 = kikapcsolva)
id: Pembulatan waktu mulai dalam menit (0 = dinonaktifkan)
it: Arrotondamento dell'orario di inizio in minuti (0 = disattivato)
ko: 시작 시간을 분 단위로 반올림 (0 = 비활성화됨)
mk: Заокружување на времето на почеток во минути (0 = деактивирано)
nb_no: Avrunding av starttid i minutter (0 = avskrudd)
nl: Afronding van de starttijd in minuten (0 = gedeactiveerd)
pt: Arredondamento do tempo de início em minutos (0 = desativado)
ro: Rotunjirea timpului de pornire în minute (0 = dezactivat)
sk: Zaokrúhlenie začiatku času v minútach (0 = deaktivované)
ta: நிமிடங்களில் தொடக்க நேரத்தின் ரவுண்டிங் (0 = செயலிழக்கப்பட்டது)
uk: Округлення часу початку в хвилинах (0 = вимкнено)
vi: Làm tròn thời gian bắt đầu tính bằng phút (0 = đã hủy kích hoạt)
zh_cn: 开始时间以分钟取整 (0 = 不活跃)
zh_hant: 開始時間取整至分鐘（0 = 停用）

# timesheet.rounding.default.end
source: Rounding of the end time in minutes (0 = deactivated)
bg: Закръгляване на крайното време в минути (0 = деактивирано)
ca: Arrodoniment de l'hora de finalització en minuts (0 = desactivat)
da: Afrunding af sluttid i minutter (0 = deaktiveret)
de_ch: Rundung der Endzeit in Minuten (0 = deaktiviert)
el: Στρογγυλοποίηση του χρόνου λήξης σε λεπτά (0 = απενεργοποιημένη)
eo: Rondigo de fina tempo en minutoj (0 = malaktivigita)
eu: Amaiera-orduaren biribilketa minututan (0 = desaktibatuta)
fa: گرد کردن زمان پایان در دقیقه (0 = غیرفعال)
fi: Lopetusajan pyöristäminen minuutteina (0 = ei aktiivinen)
hu: Befejezési idő kerekítése, perc (0 = kikapcsolva)
id: Pembulatan waktu selesai dalam menit (0 = dinonaktifkan)
it: Arrotondamento dell'orario di fine in minuti (0 = disattivato)
ko: 종료 시간을 분 단위로 반올림 (0 = 비활성화됨)
mk: Заокружување на времето на завршување во минути (0 = деактивирано)
nb_no: Avrunding av slutt-tid i minutter (0 = avskrudd)
nl: Afronding van de eindtijd in minuten (0 = gedeactiveerd)
pt: Arredondamento do tempo final em minutos (0 = desativado)
ro: Rotunjirea timpului final în minute (0 = dezactivat)
sk: Zaokrúhlenie času ukončenia v minútach (0 = deaktivované)
ta: நிமிடங்களில் இறுதி நேரத்தின் ரவுண்டிங் (0 = செயலிழக்கப்பட்டது)
uk: Округлення часу закінчення в хвилинах (0 = вимкнено)
vi: Làm tròn thời gian kết thúc tính bằng phút (0 = đã hủy kích hoạt)
zh_cn: 结束时间以分钟取整 (0 = 不活跃)
zh_hant: 結束時間取整至分鐘（0 = 停用）

# timesheet.rounding.default.duration
source: Rounding of the duration in minutes (0 = deactivated)
bg: Закръгляване на продължителността в минути (0 = деактивирано)
ca: Arrodoniment de la durada en minuts (0 = desactivat)
da: Afrunding af varighed i minutter (0 = deaktiveret)
de_ch: Rundung der Dauer in Minuten (0 = deaktiviert)
el: Στρογγυλοποίηση της διάρκειας σε λεπτά (0 = απενεργοποιημένη)
eo: Rondigo de daŭro en minutoj (0 = malaktivigita)
eu: Iraupenaren biribilketa minututan (0 = desaktibatuta)
fa: گرد کردن مدت زمان در دقیقه (0 = غیرفعال شده)
fi: Keston pyöristys minuutteina (0 = deaktivoitu)
hu: Időtartam kerekítése, perc (0=kikapcsolva)
id: Pembulatan durasi dalam menit (0 = dinonaktifkan)
it: Arrotondamento della durata in minuti (0 = disattivato)
ko: 지속시간을 분 단위로 반올림 (0 = 비활성화됨)
mk: Заокружување на времетраењето во минути (0 = деактивирано)
nb_no: Avrunding av varighet i minutter (0 = avskrudd)
nl: Afronding van de duur in minuten (0 = gedeactiveerd)
pt: Arredondamento da duração em minutos (0 = desativado)
ro: Rotunjirea duratei în minute (0 = dezactivată)
sk: Zaokrúhlenie trvania v minútach (0 = deaktivované)
ta: நிமிடங்களில் காலத்தின் ரவுண்டிங் (0 = செயலிழக்கப்பட்டது)
uk: Округлення тривалості в хвилинах (0 = вимкнено)
vi: Làm tròn thời lượng tính bằng phút (0 = đã hủy kích hoạt)
zh_cn: 持续时间以分钟取整 (0 = 不活跃)
zh_hant: 持續時長取整至分鐘數（0 = 停用）

# timesheet.rounding.default.mode
source: Rounding mode
bg: Режим на закръгляване
ca: Mode d'arrodoniment
da: Afrundingstilstand
de_ch: Rundungsmodus
el: Λειτουργία στρογγυλοποίησης
eo: Rondiga reĝimo
eu: Biribiltzeko modua
fa: حالت گرد کردن
fi: Pyöristystapa
hu: Kerekítési mód
id: Mode pembulatan
it: Modalità di arrotondamento
ko: 반올림 모드
mk: Режим на заокружување
nb_no: Avrundingsmodus
nl: Afrondingsmodus
pt: Modo de arredondamento
ro: Mod de rotunjire
sk: Mód zaokrúhlenia
ta: ரவுண்டிங் பயன்முறை
uk: Режим округлення
vi: Chế độ làm tròn
zh_cn: 取整模式
zh_hant: 取整數模式

# timesheet.rounding.default.days
source: Days of the week when rounding will be applied
bg: Дни от седмицата, в които ще се прилага закръгляване
ca: Dies de la setmana en què s'aplicarà l'arrodoniment
da: Ugedage når afrunding er anvendt
de_ch: Wochentage, an denen gerundet wird
el: Ημέρες της εβδομάδας κατά τις οποίες θα εφαρμοστεί στρογγυλοποίηση
eo: Tagoj de la semajno kiam la rondigo estos aplikata
eu: Biribilduko diren asteko egunak
fa: روزهایی از هفته که گردگیری اعمال می شود
fi: Viikonpäivät, jolloin pyöristetään
hu: Hét napjai, amikor a kerekítés alkalmazásra kerül
id: Hari dalam seminggu saat pembulatan akan diterapkan
it: Giorni della settimana in cui verrà applicato l'arrotondamento
ko: 반올림이 적용되는 요일
mk: Денови од неделата кога ќе се примени заокружување
nl: Dagen van de week waarop de afronding zal worden toegepast
pt: Dias da semana em que o arredondamento será aplicado
ro: Zilele săptămânii când se va aplica rotunjirea
sk: Dni v týždni kedy bude zaokrúhlenie použité
ta: ரவுண்டிங் பயன்படுத்தப்படும் வாரத்தின் நாட்கள்
uk: Дні тижня, у які буде застосовуватися округлення
vi: Các ngày trong tuần khi làm tròn sẽ được áp dụng
zh_cn: 取整模式适用时一周工作天数
zh_hant: 星期幾要啟用取整數模式

source: Monday
bg: понеделник
ca: Dilluns
da: Mandag
de_ch: Montag
el: Δευτέρα
eo: Lundo
eu: Astelehena
fa: دوشنبه
fi: Maanantai
hu: Hétfő
id: Senin
it: Lunedì
ko: 월요일
mk: Понеделник
nb_no: Mandag
nl: Maandag
pt: Segunda
ro: Luni
sk: Pondelok
ta: திங்கள்
uk: Понеділок
vi: Thứ hai
zh_cn: 周一
zh_hant: 星期一

source: Tuesday
bg: вторник
ca: Dimarts
da: Tirsdag
de_ch: Dienstag
el: Τρίτη
eo: Mardo
eu: Asteartea
fa: سهشنبه
fi: Tiistai
hu: Kedd
id: Selasa
it: Martedì
ko: 화요일
mk: Вторник
nb_no: Tirsdag
nl: Dinsdag
pt: Terça
ro: Marți
sk: Utorok
ta: செவ்வாய்க்கிழமை
uk: Вівторок
vi: Thứ 3
zh_cn: 周二
zh_hant: 星期二

source: Wednesday
bg: сряда
ca: Dimecres
da: Onsdag
de_ch: Mittwoch
el: Τετάρτη
eo: Merkredo
eu: Asteazkena
fa: چهار شنبه
fi: Keskiviikko
hu: Szerda
id: Rabu
it: Mercoledì
ko: 수요일
mk: Среда
nb_no: Onsdag
nl: Woensdag
pt: Quarta
ro: Miercuri
sk: Streda
ta: புதன்கிழமை
uk: Середа
vi: Thứ 4
zh_cn: 周三
zh_hant: 星期三

source: Thursday
bg: четвъртък
ca: Dijous
da: Torsdag
de_ch: Donnerstag
el: Πέμπτη
eo: Ĵaŭdo
eu: Osteguna
fa: پنج شنبه
fi: Torstai
hu: Csütörtök
id: Kamis
it: Giovedì
ko: 목요일
mk: Четврток
nb_no: Torsdag
nl: Donderdag
pt: Quinta
ro: Joi
sk: Štvrtok
ta: வியாழக்கிழமை
uk: Четвер
vi: Thứ 5
zh_cn: 周四
zh_hant: 星期四

source: Friday
bg: петък
ca: Divendres
da: Fredag
de_ch: Freitag
el: Παρασκευή
eo: Vendredo
eu: Ostirala
fa: جمعه
fi: Perjantai
hu: Péntek
id: Jumat
it: Venerdì
ko: 금요일
mk: Петок
nb_no: Fredag
nl: Vrijdag
pt: Sexta
ro: Vineri
sk: Piatok
ta: வெள்ளிக்கிழமை
uk: П'ятниця
vi: Thứ 6
zh_cn: 周五
zh_hant: 星期五

source: Saturday
bg: събота
ca: Dissabte
da: Lørdag
de_ch: Samstag
el: Σαββάτο
eo: Sabato
eu: Larunbata
fa: شنبه
fi: Lauantai
hu: Szombat
id: Sabtu
it: Sabato
ko: 토요일
mk: Сабота
nb_no: Lørdag
nl: Zaterdag
pt: Sábado
ro: Sâmbătă
sk: Sobota
ta: காரிக்கிழமை
uk: Субота
vi: Thứ 7
zh_cn: 周六
zh_hant: 星期六

source: Sunday
bg: неделя
ca: Diumenge
da: Søndag
de_ch: Sonntag
el: Κυριακή
eo: Dimanĉo
eu: Igandea
fa: یکشنبه
fi: Sunnuntai
hu: Vasárnap
id: Minggu
it: Domenica
ko: 일요일
mk: Недела
nb_no: Søndag
nl: Zondag
pt: Domingo
ro: Duminică
sk: Nedela
ta: ஞாயிற்றுக்கிழமை
uk: Неділя
vi: Chủ nhật
zh_cn: 周日
zh_hant: 星期日

# Ceil
source: Ceil: begin, end and duration will be rounded up
bg: Началото, краят и продължителността ще бъдат закръглени нагоре
ca: L'inici, el final i la durada s'arrodoniran cap amunt
da: Ceil: start, slut, og varighed rundes op
de_ch: Obergrenze: Beginn, Ende und Dauer werden aufgerundet
el: Μέγιστο: έναρξη, τέλος και διάρκεια θα στρογγυλοποιηθούν
eo: Supren: komenco, fino kaj daŭro estos rondigitaj supren
eu: Sabaia: hasiera, amaiera eta iraupena biribilduko dira
fa: سقف: شروع، پایان و مدت زمان گرد می شود
fi: Katto: alku, loppu ja kesto pyöristetään ylöspäin
hu: Kezdés, befejezés és időtartam is felfele lesz kerekítve
id: Waktu mulai, selesai, dan durasi akan dibulatkan ke atas
it: Ceil: inizio, fine e durata verranno arrotondati per eccesso
ko: 천장 함수: 시작, 종료 및 지속시간이 반올림됩니다
mk: Почетокот, крајот и времетраењето ќе бидат заокружени
nb_no: Tak: Begynnelse, slutt og varighet vil bli rundet oppover
nl: Plafond: begin, einde en duur worden naar boven afgerond
pt: Teto: início, fim e duração serão arredondados para cima
ro: Plafon: începutul, sfârșitul și durata vor fi rotunjite în sus
sk: Strop: začiatok, koniec a trvanie bude zaokrúhlené nahor
ta: சீல்: தொடக்கம், முடிவு மற்றும் காலம் வட்டமிடப்படும்
uk: Вгору: початок, кінець і тривалість будуть округлені в більшу сторону
vi: Ceil: bắt đầu, kết thúc và thời lượng sẽ được làm tròn lên
zh_cn: 进一取整法: 开始时间, 结束时间以及持续时间都将取整处理
zh_hant: 無條件進位：開始、結束時間與持續時長將無條件進位

# Closest
source: Closest: mathematical rounding to the nearest value
bg: Математическо закръгляване до най-близката стойност
ca: Arrodoniment matemàtic al valor pròxim
da: Tætteste: matematisk afrunding til nærmeste værdi
de_ch: Nächster: Mathematisches Runden auf den nächsten Wert
el: Κοντινότερο: στρογγυλοποίηση μαθηματικά στην πλησιέστερη τιμή
eo: Plej proksimen: matematika rondigo ĝis la plej proksima valoro
eu: Hurbilena: biribiltze matematikoa balio hurbilenera arte
fa: نزدیکترین: گرد کردن اعداد به نزدیکترین مقدار
fi: Lähin: matemaattinen pyöristys lähimpään arvoon
hu: Matematikai kerekítés, a legközelebbi értékre
id: Pembulatan matematis ke nilai terdekat
it: Closest: arrotondamento matematico al valore più vicino
ko: 근접값: 가장 가까운 값으로 수학적 반올림
mk: Математичко заокружување на најблиската вредност
nb_no: Nærmest: Matematisk avrunding til nærmeste verdi
nl: Dichtstbijzijnde: wiskundige afronding op de dichtstbijzijnde waarde
pt: Mais próximo: arredondamento matemático ao valor mais próximo
ro: Cel mai apropiat: rotunjirea matematică la cea mai apropiată valoare
sk: Najbližšie: matematické zaokrúhľovanie k najbližšej hodnote
ta: நெருங்கிய: அருகிலுள்ள மதிப்புக்கு கணித ரவுண்டிங்
uk: Найближче: математичне округлення до найближчого значення
vi: Gần nhất: làm tròn toán học đến giá trị gần nhất
zh_cn: 最近值: 数学取整至最近值
zh_hant: 四捨五入：取最近整數
