Repository: kimai/kimai
Catalog: translations/system-configuration.*.xlf
Languages: bg, ca, da, de_ch, el, eo, eu, fa, fi, hu, id, it, ko, mk, nb_no, nl, pt, ro, sk, ta, uk, vi, zh_cn, zh_hant

# Default
source: Standard: begin will be rounded down, end and duration up
bg: Началото ще бъде закръглено надолу, а краят и продължителността - нагоре
ca: L'inici s'arrodonirà cap avall, i el final i la durada cap amunt
da: Standard: start rundes ned, og slut rundes op
de_ch: Standard: Beginn wird abgerundet, Ende und Dauer aufgerundet
el: Τυπικό: Η αρχή θα στρογγυλοποιηθεί προς τα κάτω, το τέλος και η διάρκεια προς τα πάνω
eo: Defaŭlte: komenco estos rondigita suben, fino kaj daŭro supren
eu: Estandarra: hasiera behera biribilduko da, amaiera eta iraupena gora
fa: استاندارد: شروع به پایین، پایان و مدت به بالا گرد می شود
fi: Vakio: alku pyöristetään alaspäin, loppu ja kesto ylöspäin
hu: Kezdés lefele lesz kerekítve, befejezés és időtartam felfele
id: Waktu mulai akan dibulatkan ke bawah, waktu selesai dan durasi ke atas
it: Standard: l'inizio verrà arrotondato per difetto, la fine e la durata per eccesso
ko: 표준: 시작, 종료 및 지속시간이 올림
mk: Почетокот ќе биде заокружен надолу, крајот и времетраењето нагоре
nb_no: Forvalg: Begynnelse og slutt rundes nedover, slutt og varighet oppover
nl: Standaard: begin wordt naar beneden afgerond, einde en duur naar boven
pt: Padrão: o início será arredondado para baixo, fim e duração para cima
ro: Standard: începutul va fi rotunjit în jos, sfârșitul și durata vor fi rotunjite în sus
sk: Štandardné: začiatok sa zaokrúhli nadol, koniec a trvanie nahor
ta: தரநிலை: தொடக்கமானது கீழே, முடிவு மற்றும் கால அளவைக் கொண்டிருக்கும்
uk: Стандарт: початок буде округлений вниз, а кінець і тривалість вгору
vi: Tiêu chuẩn: bắt đầu sẽ được làm tròn xuống, kết thúc và thời gian lên
zh_cn: 标准：开始时间会向下取整，结束时间和持续时间会向上取整
zh_hant: 標準：開始時間將無條件捨去，結束時間與持續時長則將無條件進位

# Floor
source: Floor: begin, end and duration will be rounded down
bg: Началото, краят и продължителността ще бъдат закръглени надолу
ca: L'inici, el final i la durada s'arrodoniran cap avall
da: Floor: start, slut, og varighed rundes ned
de_ch: Abrunden: Beginn, Ende und Dauer werden abgerundet
el: Ελάχιστο: έναρξη, τέλος και διάρκεια θα στρογγυλοποιηθούν προς τα κάτω
eo: Suben: komenco, fino kaj daŭro estos rondigitaj suben
eu: Zorua: hasiera, amaiera eta iraupena biribilduko dira
fa: کف: شروع، پایان و مدت زمان به پایین گرد می شود
fi: Pohja: alku, loppu ja kesto pyöristetään alaspäin
hu: Kezdés, befejezés és időtartam is lefele lesz kerekítve
id: Waktu mulai, selesai, dan durasi akan dibulatkan ke bawah
it: Floor: inizio, fine e durata verranno arrotondati per difetto
ko: 바닥 함수: 시작, 종료 및 지속시간은 내림
mk: Почетокот, крајот и времетраењето ќе бидат заокружени надолу
nb_no: Gulv: Begynnelse og slutt-varighet rundes nedover
nl: Vloer: begin, einde en duur worden naar beneden afgerond
pt: Solo: início, fim e duração serão arredondados para baixo
ro: Nivel: începutul, sfârșitul și durata vor fi rotunjite în jos
sk: Dno: začiatok, koniec a trvanie sa zaokrúhlia nadol
ta: மாடி: தொடக்கம், முடிவு மற்றும் காலம் வட்டமிடப்படும்
uk: Вниз: початок, кінець і тривалість будуть округлені в меншу сторону
vi: Tầng: bắt đầu, kết thúc và thời lượng sẽ được làm tròn xuống
zh_cn: Floor: 开始时间，结束时间和持续时间会向下取整
zh_hant: 無條件捨去：開始、結束時間與持續時長將無條件捨去

# timesheet.default_begin
source: Default start-time (not used in all timetracking modes)
bg: Начален час по подразбиране (не се използва във всички режими за проследяване на времето)
ca: Hora d'inici per defecte (no s'utilitza en tots els modes de seguiment de temps)
de_ch: Standardstartzeit (wird nicht in allen Zeiterfassungsmodi verwendet)
el: Προεπιλεγμένη ώρα έναρξης (δεν χρησιμοποιείται σε όλες τις λειτουργίες καταγραφής χρόνου)
eo: Defaŭlta komenca tempo (ne uzita en ĉiuj temporegistraj reĝimoj)
eu: Hasierako denbora lehenetsia (ez da erabiltzen denbora-jarraipena egiteko modu guztietan)
fa: زمان شروع پیش‌فرض (در همه حالت‌های ردیابی زمان استفاده نمی‌شود)
fi: Oletus aloitusaika (ei käytetä kaikissa aikataulun seurantatiloissa)
hu: Alapértelmezett kezdési idő (nem használja minden időrögzítési mód)
id: Waktu mulai default (tidak digunakan di semua mode pelacakan waktu)
it: Orario di inizio predefinito (non usato in tutte le modalità di monitoraggio del tempo)
ko: 기본 시작 시간 (모든 시간 추적 모드에서 사용되지 않음)
mk: Стандардно време на почеток (не се користи во сите режими на следење на времето)
nb_no: Forvalgt starttid (ikke brukt i alle tidsregistreringsmodus)
nl: Standaard starttijd (wordt niet in alle tijdsregistratiemodus gebruikt)
pt: Tempo de início padrão (não usado em todos os modos de rastreamento de tempo)
ro: Ora de pornire implicită (nu este utilizată în toate modurile de cronometrare)
sk: Predvolený čas spustenia (nepoužíva sa vo všetkých režimoch sledovania času)
ta: இயல்புநிலை தொடக்க நேரம் (அனைத்து நேர முறைகளிலும் பயன்படுத்தப்படவில்லை)
uk: Типовий час початку (використовується не в усіх режимах обліку часу)
vi: Thời gian bắt đầu mặc định (không được sử dụng trong tất cả các chế độ định thời gian)
zh_cn: 默认开始时间（并非在所有时间追踪模式中使用）
zh_hant: 預設開始時間（並非所有工時追蹤模式都會用到）

source: Invoice number format
bg: Формат на номера на фактурата
ca: Format del número de factura
de_ch: Format der Rechnungsnummern
el: Μορφή αριθμού τιμολογίου
eo: Formo de faktura numero
eu: Faktura zenbakien formatua
fa: فرمت شماره فاکتور
fi: Laskun numeromuotoilu
hu: Számla sorszám formátuma
id: Format nomor faktur
it: Formato numero fattura
ko: 청구서 번호 형식
mk: Формат на бројот на фактура
nb_no: Fakturanummer-format
nl: Formaat factuurnummer
pt: Formato do número de fatura
ro: Formatul numărului facturii
sk: Formát čísla faktúr
ta: விலைப்பட்டியல் எண் வடிவம்
uk: Числовий формат рахунка-фактури
vi: Định dạng số hóa đơn
zh_cn: 发票号码格式
zh_hant: 收支單編號格式

source: Customer number format
bg: Формат на клиентския номер
ca: Format del número de client
fa: فرمت شماره مشتری
hu: Ügyfél azonosító formátuma
id: Format nomor pelanggan
it: Formato numero cliente
mk: Формат на бројот на клиент
nl: Formaat klantnummer
pt: Formato do número de cliente
ro: Număr de client Format
sk: Formát čísla zákazníka
ta: வாடிக்கையாளர் எண் வடிவம்
uk: Формат номера клієнта
vi: Định dạng mã số khách hàng
zh_cn: 客户编号格式
zh_hant: 客戶編號格式

# customer.allow_duplicate_number
source: Allow duplicate account number
bg: Разрешаване на дублиране на номера на акаунт
ca: Permetre número de compte duplicat
de_ch: Doppelte Kontonummer zulassen
hu: Duplikált azonosító engedélyezése
id: Izinkan nomor akun duplikat
it: Consenti numero di conto duplicato
mk: Дозволи дупликат број на сметка
nl: Sta toe dat eenzelfde nummer meerdere keren gebruikt wordt
pt: Permitir número de conta duplicado
ro: Permiteți numărul de cont duplicat
sk: Povoliť duplicitné číslo účtu
ta: நகல் கணக்கு எண்ணை அனுமதிக்கவும்
vi: Cho phép trùng số tài khoản
zh_cn: 允许重复的帐号
zh_hant: 允許重複的銀行帳戶編號

source: Project number format
bg: Формат на номера на проекта
ca: Format del número de projecte
hu: Projekt azonosító formátuma
id: Format nomor proyek
it: Formato numero progetto
mk: Формат на бројот на проектот
nl: Formaat projectnummer
pt: Formato do número de projeto
ta: திட்ட எண் வடிவம்
vi: Định dạng mã số dự án
zh_hant: 專案編號格式

source: Activity number format
bg: Формат на номера на дейността
ca: Format del número d'activitat
hu: Tevékenység azonosító formátuma
id: Format nomor aktivitas
it: Formato numero attività
mk: Формат на бројот на активноста
nl: Formaat activiteitsnummer
pt: Formato do número de atividade
ta: செயல்பாட்டு எண் வடிவம்
vi: Định dạng mã số hoạt động
zh_hant: 活動編號格式

# allow_duplicate_number
source: Allow multiple usages of the same number
bg: Позволете многократно използване на един и същ номер
ca: Permet la utilització del mateix número diversos cops
hu: Azonosító többszöri használatának engedélyezése
id: Izinkan penggunaan ganda nomor yang sama
it: Consenti più utilizzi dello stesso numero
mk: Дозволи повеќекратна употреба на истиот број
nl: Sta toe dat hetzelfde nummer meerdere keren gebruikt wordt
pt: Permitir várias utilizações do mesmo número
ta: ஒரே எண்ணின் பல பயன்பாடுகளை அனுமதிக்கவும்
vi: Cho phép một số được dùng nhiều lần
zh_hant: 允許重覆使用同一編號

# allowed_replacer
source: Allowed replacer: %replacer%
bg: Разрешен заместител: %replacer%
ca: Substitució permesa: %replacer%
de_ch: Erlaubter Ersatz: %replacer%
fa: جایگزین مجاز: %replacer%
hu: Engedélyezett helyettesítő: %replacer%
id: Pengganti yang diizinkan: %replacer%
it: Sostituto consentito: %replacer%
mk: Дозволен заменувач: %replacer%
nb_no: Tillatt erstatter: %replacer%
nl: Toegestane vervanger: %replacer%
pt: Substituto permitido: %replacer%
ro: Înlocuitor permis: %replacer%
sk: Povolená náhrada: %replacer%
ta: அனுமதிக்கப்பட்ட மாற்றி: %replacer%
uk: Дозволений замінник: %replacer%
vi: Thay thế cho phép: %replacer%
zh_cn: 允许的替代品：%replacer%
zh_hant: 可接受的取代代號：%replacer%

# first_weekday
source: First day of the week
bg: Първи ден от седмицата
ca: Primer dia de la setmana
da: Første dag i ugen
de_ch: Erster Tag der Woche
el: Πρώτη μέρα της εβδομάδας
eo: Unua tago de la semajno
eu: Asteko lehen eguna
fa: روز اول هفته
fi: Viikon ensimmäinen päivä
hu: Hét első napja
id: Hari pertama dalam seminggu
it: Primo giorno della settimana
ko: 주의 첫째 날
mk: Прв ден од неделата
nb_no: Første dag i uken
nl: Eerste dag van de week
pt: Primeiro dia da semana
ro: Prima zi din săptămână
sk: Prvý deň v týždni
ta: வாரத்தின் முதல் நாள்
uk: Перший день тижня
vi: Ngày đầu tiên của tuần
zh_cn: 每周第一天
zh_hant: 每週的第一天

# timesheet.duration_increment
source: Minute selection for Duration
bg: Избор на минути за продължителност
ca: Selecció de minuts per a la durada
da: Minut valg for tidsperioden
de_ch: Minutenauswahl für Dauer
el: Επιλογή λεπτών για την Διάρκεια
eo: Minuta elekto por Daŭro
eu: Iraupenerako minutu aukeraketa
fa: انتخاب دقیقه برای مدت زمان
fi: Minuuttivalinta kestolle
hu: Perc kiválasztása Időtartamhoz
id: Pemilihan menit untuk Durasi
it: Selezione dei minuti per la durata
ko: 지속시간의 분 선택
mk: Избор на минути за времетраење
nl: Minuut selectie voor looptijd
pt: Seleção de minutos para a duração
ro: Selecție de minute pentru Durată
sk: Výber minút pre trvanie
ta: காலத்திற்கு நிமிட தேர்வு
uk: Вибір хвилин для тривалості
vi: Lựa chọn phút cho Thời lượng
zh_cn: 持续时间的分钟选择
zh_hant: 對持續時長取整數的分鐘精度（0 = 不取整）

# timesheet.time_increment
source: Minute selection for From & To
bg: Избор на минути за „От“ & „До“
ca: Selecció de minuts per a "De" i "A"
da: Minut valg for fra og til
de_ch: Minutenauswahl für Von & Bis
el: Επιλογή λεπτών για από & προς
eo: Minuta elekto por De & Al
eu: Minutuen hautapena Nondik Nora
fa: انتخاب دقیقه برای از & به
fi: Minuuttivalinta: Mistä & Mihin
hu: Perc kiválasztása Kezdéshez és Befejezéshez
id: Pemilihan menit untuk Dari & Ke
it: Selezione dei minuti per Da e A
ko: From & To에 대한 분 선택
mk: Избор на минути за Од & До
nl: Minuut selectie voor From & To
pt: Seleção de minutos para De e Para
ro: Selecție de minute pentru De la & Până la
sk: Výber minút pre Od & Do
ta: முதல் & வரைக்கான நிமையம் தேர்வு
uk: Вибір хвилини для "Від" і "До"
vi: Lựa chọn phút cho Từ & Đến
zh_cn: 分钟选择从& 到
zh_hant: 對開始與結束時間取整數的分鐘精度（0 = 不取整）

source: Off
bg: Изключено
ca: Apagat
da: Slukket
de_ch: Aus
el: Εκτός
eo: Malŝaltita
eu: Desgaituta
fa: خاموش
fi: Pois
hu: Kikapcsolva
id: Nonaktif
ko: 끄기
mk: Исклучено
nb_no: Av
nl: Uit
pt: Desativado
ro: Oprit
sk: Vypnuté
ta: அணை
uk: Вимк.
vi: Tắt
zh_cn: 关
zh_hant: 停用

# theme.color_choices
source: Allowed colors
bg: Допустими цветове
ca: Colors permesos
da: Tilladte farver
de_ch: Erlaubte Farben
el: Επιτρεπόμενα χρώματα
eo: Permesataj koloroj
fa: رنگ های مجاز
fi: Sallitut värit
hu: Engedélyezett színek
id: Warna yang diizinkan
it: Colori consentiti
ko: 허용되는 색상
mk: Дозволени бои
nb_no: Tillate farger
nl: Sta kleuren toe
pt: Cores permitidas
ro: Culori permise
sk: Povolené farby
ta: அனுமதிக்கப்பட்ட வண்ணங்கள்
uk: Дозволені кольори
vi: Các màu sắc được cho phép
zh_cn: 允许的颜色
zh_hant: 可接受的顏色

# help.theme.color_choices
source: Comma-separated list of HTML color-codes. Color names can be set by prefixing the color code with a name and the "|" delimiter, e.g: White|#ffffff,Black|#000000.
bg: Списък с HTML цветови кодове, разделени със запетаи. Имената на цветовете могат да се зададат чрез добавяне на име пред цветовия код и разделител "|", например: Бяло|#ffffff,Черно|#000000.
ca: Llista de codis de color HTML separats per comes. Els noms dels colors es poden establir prefixant el codi de color amb un nom i el delimitador "|", p. ex.: White|#ffffff,Black|#000000.
da: Komma separeret liste af HTML farve-koder. Farve navne kan indstilles ved at prefixe farvekoden med navnet og en "|" som adskiller. Eksempel White|#ffffff,Black|#000000.
de_ch: Durch Kommas getrennte Liste von HTML-Farbcodes. Farbnamen können festgelegt werden, indem dem Farbcode ein Name und das Zeichen „|“ als Trennzeichen vorangestellt wird. Beispiele: Weiß|#ffffff,Schwarz|#000000.
fa: فهرستی از کدهای رنگی HTML جدا شده با کاما. نام رنگ ها را می توان با پیشوند کد رنگ با یک نام و "|" تنظیم کرد. جداکننده، به عنوان مثال: White|#ffffff,Black|#000000.
fi: Pilkuilla eroteltu luettelo HTML-värikoodeista. Värien nimet voidaan asettaa lisäämällä värikoodin eteen nimi ja "|"-erotin, esim.: Valkoinen|#ffffff,Musta|#000000.
hu: HTML színkódok vesszővel elválasztva. A színek neveit meg lehet adni a színkódok elé írt névvel és a "|" elválasztóval, pl.: Fehér|#ffffff,Fekete|#000000.
id: Daftar kode warna HTML yang dipisahkan dengan koma. Nama warna dapat ditetapkan dengan menambahkan awalan nama dan pembatas "|" pada kode warna, misalnya: White|#ffffff,Black|#000000.
it: Elenco separato da virgole di codici colore HTML. I nomi dei colori possono essere impostati anteponendo al codice del colore un nome e il delimitatore "|", ad esempio: White|#ffffff,Black|#000000.
ko: 쉼표로 구분된 HTML 색상 코드 목록입니다. 색상 이름은 색상 코드 앞에 이름과 "|"를 붙여서 설정할 수 있습니다. 구분 기호, 예: 흰색|#ffffff, 검은색|#000000.
mk: Листа на HTML кодови за бои одвоени со запирки. Имињата на боите може да се постават со додавање на име и разграничувач „|“ како префикс на кодот за боја, на пр.: Бела|#ffffff, Црна|#000000.
nb_no: Kommainndelt liste over HTML-fargekoder. Fargenavn kan settes ved å innlede fargekoden med et navn og «|»-skilletegn, f.eks. Hvit|#ffffff,Svart|#000000.
nl: Door komma's gescheiden lijst met HTML kleur-codes. Kleur namen kunnen ingesteld worden door voor de kleur code de naam te plaatsen gescheiden door '|', vb: Wit|#ffffff,Zwart|#000000.
sk: Zoznam farebných kódov HTML oddelený čiarkami. Farby a ich názvy môžu byť nastavené s: menom_farby, oddelovačom "|" a HEX hodnotou, napríklad: Biela|#ffffff,Čierna|#000000.
ta: உஉகுமொ வண்ணக் குறியீடுகளின் கமாவால் பிரிக்கப்பட்ட பட்டியல். வண்ணக் குறியீட்டை ஒரு பெயர் மற்றும் "| |" உடன் முன்னொட்டு வண்ணப் பெயர்களை அமைக்கலாம் டிலிமிட்டர், எ.கா: வெள்ளை |#ffffff, கருப்பு |#000000.
uk: Список HTML-кодів кольорів, розділених комами. Назви кольорів можна задавати, додаючи до коду кольору назву і розділовий знак "|", наприклад: Білий|#ffffff,Чорний|#000000.
vi: Danh sách mã màu HTML được phân tách bằng dấu phẩy. Tên màu có thể được đặt bằng cách đặt trước mã màu bằng tên và dấu "|" dấu phân cách, ví dụ: Trắng | # ffffff, Đen | # 000000.
zh_cn: 以逗号分隔的HTML颜色代码列表。颜色名称可以通过在颜色代码前加上名称和"|"分隔符来设置，例如。White|#ffffff,Black|#000000。
zh_hant: 以逗號分隔的 HTML 顏色代碼清單。顏色名稱可以透過在顏色代碼前加上名稱與「|」分隔符號來設定，例如：「白|#ffffff,黑|#000000」。

source: Authentication
bg: Удостоверяване
ca: Autenticació
da: Godkendelse (authentication)
de_ch: Authentifizierung
el: Πιστοποίηση
eo: Aŭtentikigo
fa: احراز هویت
fi: Tunnistus
hu: Hitelesítés
id: Autentikasi
it: Autenticazione
ko: 인증
mk: Автентикација
nb_no: Identitetsbekreftelse
nl: Authenticatie
pt: Autenticação
ro: Autentificare
sk: Autentifikácia
ta: ஏற்பு
uk: Автентифікація
vi: Xác thực
zh_cn: 验证
zh_hant: 驗證

# user_auth_login
source: Login form
bg: Формуляр за вход
ca: Formulari d'inici de sessió
da: Login formular
de_ch: Login Formular
el: Φόρμα εισόδου
eo: Ensaluta formularo
fa: فرم ورود
fi: Kirjautumislomake
hu: Bejelentkezési űrlap
id: Formulir masuk
it: Modulo di accesso
ko: 로그인 양식
mk: Формулар за најавување
nb_no: Innloggingsskjema
nl: Login formulier
pt: Formulário de autenticação
ro: Formular de autentificare
sk: Prihlásenie
ta: உள்நுழைவு படிவம்
uk: Форма входу
vi: Mẫu đăng nhập
zh_cn: 登录表单
zh_hant: 登入表單

# user_auth_registration
source: User registration
bg: Регистрация на потребител
ca: Registre d'usuari
da: Bruger registrering
de_ch: Benutzer Registrierung
el: Εγγραφή χρήστη
eo: Registrado de uzanto
fa: ثبت نام کاربر
fi: Käyttäjän rekisteröinti
hu: Felhasználó regisztráció
id: Pendaftaran pengguna
it: Registrazione utente
ko: 사용자 등록
mk: Регистрација на корисник
nb_no: Brukerregistrering
nl: Gebruikersregistratie
pt: Registo de utilizador
ro: Înregistrarea utilizatorului
sk: Registrácia uživateľa
ta: பயனர் பதிவு
uk: Реєстрація користувача
vi: Đăng ký người dùng
zh_cn: 用户注册
zh_hant: 使用者註冊

# user_auth_password_reset
source: Forgot password
bg: Забравена парола
ca: Contrasenya oblidada
da: Glemt password
de_ch: Passwort vergessen
el: Ξέχασα τον κωδικό μου
eo: Forgesis pasvorton
fa: رمز عبور را فراموش کرده اید
fi: Unohtunut salasana
hu: Elfelejtett jelszó
id: Lupa kata sandi
it: Password dimenticata
ko: 비밀번호 분실
mk: Заборавена лозинка
nb_no: Glemt passord
nl: Wachtwoord vergeten
pt: Esqueci-me da palavra-passe
ro: Parola uitată
sk: Zabudnuté heslo
ta: கடவுச்சொல்லை மறந்துவிட்டேன்
uk: Забули пароль
vi: Quên mật khẩu
zh_cn: 忘记密码
zh_hant: 忘記密碼

# user_auth_password_reset_retry_ttl
source: Forgotten password - seconds before a user can request the next e-mail
bg: Забравена парола - секунди преди потребителят да може да поиска следващия имейл
ca: Contrasenya oblidada - segons abans que un usuari pugui sol·licitar el següent correu electrònic
da: Glemt password - sekunder før en bruger kan bede om den næste e-mail
de_ch: Sekunden, bevor ein Benutzer die nächste Passwort vergessen E-Mail anfordern kann
el: Ξεχασμένος κωδικός - δευτερόλεπτα για την ζήτηση του επόμενου ηλεκτρονικού μηνύματος από τον χρήστη
eo: Forgesita pasvorto — nombro de sekundoj antaŭ ol uzanto povas peti novan retpoŝtan mesaĝon
fa: رمز عبور فراموش شده - چند ثانیه قبل از اینکه کاربر بتواند ایمیل بعدی را درخواست کند
fi: Unohtunut salasana - sekuntia ennen kuin käyttäjä voi pyytää seuraavaa sähköpostia
hu: Elfelejtett jelszó – másodpercek azelőtt, hogy a felhasználó kérhetné a következő e-mailt
id: Lupa kata sandi - detik sebelum pengguna dapat meminta e-mail berikutnya
it: Password dimenticata - secondi prima che un utente possa richiedere l'e-mail successiva
ko: 비밀번호 분실 - 사용자가 다음 이메일을 요청할 수 있기까지 몇 초
mk: Заборавена лозинка - секунди пред корисникот да може да побара следната е-пошта
nb_no: Glemt passord. Antall sekunder før en bruker kan forespørre neste e-post
nl: Wachtwoord vergeten - seconden voordat een gebruiker de volgende e-mail kan opvragen
pt: Palavra-passe esquecida - o tempo em segundos antes de um utilizador poder solicitar o próximo email
ro: Parola uitată - secunde înainte ca un utilizator să poată solicita următorul e-mail
sk: Zabudnuté heslo - počet sekúnd než si môže uživateľ vyžiadať ďalší e-mail na obnovenie hesla
ta: மறக்கப்பட்ட கடவுச்சொல் - ஒரு பயனர் அடுத்த மின்னஞ்சலைக் கோர சில நொடிகளுக்கு முன்
uk: Забутий пароль — секунди перед тим, як користувач зможе запросити наступний лист
vi: Quên mật khẩu - giây trước khi người dùng có thể yêu cầu email tiếp theo
zh_cn: 忘记密码 - 用户可以请求下一封电子邮件之前的几秒钟
zh_hant: 忘記密碼——使用者可以再次請求寄送電子郵件前的等待秒數

# user_auth_password_reset_token_ttl
source: Forgotten password - seconds before a reset link expires
bg: Забравена парола - секунди преди изтичане на валидността на линка за нулиране
ca: Contrasenya oblidada - segons abans que un enllaç de restabliment caduqui
da: Glemt password - sekunder før et reset link udløber
de_ch: Sekunden bevor ein Passwort vergessen Reset-Link abläuft
el: Ξεχασμένος κωδικός - δευτερόλεπτα λήξης του συνδέσμου επαναφοράς
eo: Forgesita pasvorto — validecodaŭro de pasvorto-restariga ligilo
fa: رمز عبور فراموش شده - چند ثانیه قبل از انقضای پیوند بازنشانی
fi: Unohtunut salasana - sekuntia ennen kuin palautuslinkki vanhenee
hu: Elfelejtett jelszó – másodpercek a visszaállítási hivatkozás lejárta előtt
id: Lupa kata sandi - detik sebelum tautan reset kedaluwarsa
it: Password dimenticata - secondi prima della scadenza del link di reimpostazione
ko: 비밀번호 분실 - 재설정 링크가 만료되기 몇 초 전
mk: Заборавена лозинка - секунди пред да истече линкот за ресетирање
nb_no: Glemt passord. Antall sekunder før tilbakestillingslenker utløper
nl: Wachtwoord vergeten - seconden voordat een reset link verloopt
pt: Palavra-passe esquecida - o tempo em segundos antes da expiração de uma hiperligação de reposição da palavra-passe
ro: Parolă uitată - secunde înainte ca un link de resetare să expire
sk: Zabudnuté heslo - počet sekúnd koľko link na vyresetovanie hesla funguje
ta: மறக்கப்பட்ட கடவுச்சொல் - மீட்டமைப்பு இணைப்பு காலாவதியாகும் சில நொடிகளுக்கு முன்
uk: Забули пароль — кілька секунд до спливання терміну дії посилання на скидання
vi: Quên mật khẩu - giây trước khi liên kết đặt lại hết hạn
zh_cn: 忘记密码 - 重置链接过期前几秒
zh_hant: 忘記密碼——密碼重設鏈結失效前的有效秒數

# ldap_activate
source: LDAP login
bg: Вход в LDAP
ca: Inici de sessió LDAP
de_ch: LDAP Anmeldung
el: Είσοδος με LDAP
eo: Ensaluto per LDAP
fa: ورود به سیستم LDAP
fi: LDAP-kirjautuminen
hu: LDAP bejelentkezés
id: Masuk LDAP
it: Accesso LDAP
ko: LDAP 로그인
mk: LDAP најавување
nb_no: LDAP-innlogging
pt: Autenticação LDAP
ro: Autentificare LDAP
sk: LDAP prihlásenie
ta: LDAP உள்நுழைவு
uk: Логін LDAP
vi: Đăng nhập LDAP
zh_cn: LDAP登录
zh_hant: LDAP 登入

# saml_activate
source: SAML login
bg: Вход в SAML
ca: Inici de sessió SAML
de_ch: SAML Anmeldung
el: Είσοδος με SAML
eo: Ensaluto per SAML
fa: ورود SAML
fi: SAML-kirjautuminen
hu: SAML bejelentkezés
id: Masuk SAML
it: Accesso SAML
ko: SAML 로그인
mk: SAML најавување
nb_no: SAML-innlogging
pt: Autenticação SAML
ro: Autentificare SAML
sk: SAML prihlásenie
ta: SAML உள்நுழைவு
uk: Логін SAML
vi: Đăng nhập SAML
zh_cn: SAML登录
zh_hant: SAML 登入
