Repository: kimai/kimai
Catalog: translations/system-configuration.*.xliff
Languages: de, ja, nl, sv, tr

# title
source: Settings
de: Einstellungen
ja: 設定
nl: Instellingen
sv: Inställningar
tr: Ayarlar

# subtitle
source: Change global configurations of your time-tracker
de: Globale Einstellungen ihrer Zeiterfassung ändern
ja: タイムトラッカーの共通設定を変更します。
nl: Wijzig de algemene instellingen van uw tijdregistratie
sv: Ändra globala konfigurationer av din tidsredovisning
tr: Sistem ayarlarını değiştir

source: Timesheet
de: Zeiterfassung
ja: タイムシート
nl: Tijdregistratie
sv: Tidrapport
tr: Zaman çizelgesi

# form_customer
source: Create customer - default values
de: Kunden anlegen - Standard Werte
ja: 得意先を追加する時のデフォルト値
nl: Maak een cliënt aan
sv: Skapa kund - standardvärden
tr: Müşteri oluştur—varsayılan değerler

source: Theme
de: Darstellung
ja: テーマ
nl: Thema
tr: Tema

source: Calendar
de: Kalender
ja: カレンダー
nl: Agenda
tr: Takvim

# label.timesheet.mode
source: Timetracking mode
de: Zeiterfassungs Modus
ja: タイムトラッキング モード
nl: Opnamemodus
sv: Tidsredovisningsläge
tr: Zaman takip modu

# label.timesheet.mode_default
source: Default: accept start and end date
de: [Standard] Start- und Endzeiten können bearbeitet werden
ja: [デフォルト] 開始日時と終了日時を入力する
nl: [Standaard] Start- en eindtijden kunnen worden bewerkt
sv: Standard: acceptera start- och slutdatum
tr: [Varsayılan] başlangıç ve bitiş saatleri düzenlenebilir

# label.timesheet.mode_duration_only
source: Duration only: replaces the end date field with an input for duration
de: [Dauer] ersetzt die Endzeit durch ein Eingabe für Dauer und blendet die Zeiten überall aus
ja: [経過時間] 終了日時の代わりに経過時間を入力する
nl: [Duur] vervangt de eindtijd door een invoerveld voor de duur
sv: Endast varaktighet: ersätter slutdatumsfältet med en ingång för varaktighet
tr: [Süre] bitiş zamanını, süre alanıyla değiştirir

# label.timesheet.rules.allow_future_times
source: Allow time entries in the future
de: Erlaube Zeiteinträge in der Zukunft
ja: 未来時間の入力を許容する
nl: Sta tijdinvoer in de toekomst toe
sv: Tillåt tidsposter i framtiden

# label.timesheet.active_entries.hard_limit
source: Permitted number of simultaneously running time entries
de: Erlaubte Anzahl an gleichzeitig laufenden Zeiteinträgen
ja: 同じ期間内に同時進行のものとして記録可能とする明細の上限数
nl: Toegestaan aantal gelijktijdige tijdinvoer
sv: Tillåtet antal samtidiga körtidsposter
tr: İzin verilen eşzamanlı zaman kaydı sayısı

# label.timesheet.active_entries.soft_limit
source: Number of running time entries from which a warning is displayed
de: Anzahl an laufenden Zeiteinträgen ab denen einen Warnung angezeigt wird
ja: 同時進行の明細記録がこちらの数を超える場合に警告を表示する
nl: Aantal lopende tijdinvoer waarna een waarschuwing wordt weergegeven
sv: Antal körtidsposter från vilka en varning visas

# label.theme.select_type
source: Type of select-boxes in forms
de: Art der Auswahl-Boxen in Formularen
ja: 入力フォームにおける選択ボックスの種類
nl: Type selectievakjes in formulieren
tr: Formlardaki seçim listesi türü

# label.calendar.week_numbers
source: Display week numbers
de: Kalenderwochen anzeigen
ja: 週番号を表示する
nl: Toon weeknummer
tr: Hafta numaralarını göster

# label.calendar.weekends
source: Display weekends
de: Wochenenden anzeigen
ja: 週末を表示する
nl: Toon weekends
tr: Haftasonlarını göster

# label.calendar.businessHours.begin
source: Start of normal business hours (will be highlighted)
de: Start der üblichen Arbeitszeit (wird optisch hervorgehoben)
ja: 業務時間の開始時刻（ハイライト表示）
nl: Begin van normale werkuren (visueel gemarkeerd)
tr: Normal mesai saati başlangıcı (vurgulanacak)

# label.calendar.businessHours.end
source: End of normal business hours (will be highlighted)
de: Ende der üblichen Arbeitszeit (wird optisch hervorgehoben)
ja: 業務時間の終了時刻（ハイライト表示）
nl: Einde van normale werkuren (visueel gemarkeerd)
tr: Normal mesai saati bitişi (vurgulanacak)

# label.calendar.visibleHours.begin
source: Start of visible time range
de: Start des sichtbaren Zeitbereichs
ja: 表示可能な時間帯の開始時刻
nl: Begin van het zichtbare tijdsbereik
tr: Görünür zaman aralığı başlangıcı

# label.calendar.visibleHours.end
source: End of visible time range
de: Ende des sichtbaren Zeitbereichs
ja: 表示可能な時間帯の終了時刻
nl: Einde van het zichtbare tijdsbereik
tr: Görünür zaman aralığı bitişi

# label.timesheet.markdown_content
source: Allow Markdown in the timesheet descriptions
sv: Tillåt Markdown i tidskriftsbeskrivningarna
