Repository: kimai/kimai
Catalog: translations/tasks.*.xlf
Languages: ar, bg, ca, de, de_ch, el, fi, fr, he, hr, id, nl, pt_br, sk, sv, ta, tr, uk, vi, zh_cn, zh_hant

# report_tasks_assigned
source: My tasks
ar: مهامي
bg: Задачи по потребител
ca: Tasques per usuari
de: Meine Aufgaben
de_ch: Meine Aufgaben
el: Εργασίες ανά χρήστη
fi: Tehtäväni
fr: Mes tâches
he: המשימות שלי
hr: Moji zadaci
id: Tugas per pengguna
nl: Taken per gebruiker
pt_br: Tarefas por usuário
sk: Úlohy na používateľa
sv: Mina uppgifter
ta: ஒரு பயனருக்கு பணிகள்
tr: Kullanıcı başına görevler
uk: Завдання для користувача
vi: Tác vụ cho mỗi người dùng
zh_cn: 每个用户的任务
zh_hant: 各別使用者的任務

# report_tasks_teams
source: Team tasks
ar: مهام الفريق
bg: Екипни задачи
ca: Tasques d'Equip
de: Team Aufgaben
de_ch: Teamaufgaben
el: Ομαδικές εργασίες
fi: Tiimin tehtävät
fr: Tâches de l'équipe
he: משימות הצוות
hr: Timski zadaci
id: Tugas tim
nl: Team taken
pt_br: Tarefas da equipe
sk: Tímové úlohy
sv: Gruppuppgifter
ta: குழு பணிகள்
tr: Takım görevleri
uk: Завдання команди
vi: Tác vụ nhóm
zh_cn: 团队任务
zh_hant: 團隊任務

# task.start
source: Start processing
bg: Започнu обработката
ca: Processar
de: Bearbeitung beginnen
de_ch: Verarbeitung starten
el: Έναρξη επεξεργασίας
fi: Aloita tehtävä
fr: Commencer le travail
he: התחלת עיבוד
hr: Počni obavljati zadatak
id: Mulai memproses
nl: Start verwerken
pt_br: Iniciar processamento
sk: Spustiť spracovanie
sv: Starta bearbetningen
ta: செயலாக்கத்தைத் தொடங்குங்கள்
tr: İşlemeye başla
uk: Почати обробку
vi: Bắt đầu xử lý
zh_cn: 开始处理
zh_hant: 開始處理

# task.stop
source: Pause processing
bg: Пауза на обработката
ca: Pausa processament
de: Bearbeitung pausieren
de_ch: Verarbeitung pausieren
el: Παύση επεξεργασίας
fi: Keskeytä tehtävä
fr: Mettre le travail en pause
he: עצירת עיבוד
hr: Prekini obavljati zadatak
id: Jeda pemrosesan
nl: Pauzeer de verwerking
pt_br: Pausar processamento
sk: Pauza spracovávanie
sv: Pausa bearbetningen
ta: இடைநிறுத்த செயலாக்கம்
tr: İşlemeyi duraklat
uk: Обробка пауз
vi: Tạm dừng xử lý
zh_cn: 暂停处理
zh_hant: 暫停處理

# task.assign
source: Assign to me
ar: أسندها لي
bg: Възложи ми
ca: Assignar-me
de: Aufgabe mir zuweisen
de_ch: Mir zuweisen
el: Ανάθεση σε μένα
fi: Aseta minulle
fr: M'assigner la tâche
he: הקצאה אליי
hr: Dodijeli meni
id: Tetapkan kepada saya
nl: Wijs toe aan mij
pt_br: Atribuir a mim
sk: Priradiť mne
sv: Tilldela mig
ta: எனக்கு நியமிக்கவும்
tr: Bana ata
uk: Призначити собі
vi: Phân công cho tôi
zh_cn: 分配给我
zh_hant: 分派給自己

# task.unassign
source: Release task
bg: Задача за издаване
ca: Alliberar tasca
de: Aufgabe freigeben
de_ch: Aufgabe freigeben
el: Αποδέσμευση εργασίας
fi: Julkaise tehtävä
fr: Libérer la tâche
he: שחרור משימה
hr: Ukloni dodjeljivanje zadatka
id: Lepaskan tugas
nl: Taak vrijgeven
pt_br: Liberar a tarefa
sk: Uvolniť úlohu
sv: Släpp uppgift
ta: வெளியீட்டு பணி
tr: Görevi bırak
uk: Скасувати виконання завдання
vi: Xóa tác vụ
zh_cn: 发布任务
zh_hant: 取消分派任務

# task.reopen
source: Re-open task
ar: إعادة فتح المهمة
bg: Повторно отваряне на задачата
ca: Reobre tasca
de: Aufgabe erneut öffnen
de_ch: Aufgabe erneut öffnen
el: Επανάληψη εργασίας
fi: Avaa tehtävä uudelleen
fr: Réouvrir la tâche
he: פתיחת משימה מחדש
hr: Ponovo otvori zadatak
id: Buka kembali tugas
nl: Heropen de taak
pt_br: Reabrir tarefa
sk: Znovu otvoriť úlohu
sv: Öppna uppgiften igen
ta: பணி மீண்டும் திறக்கவும்
tr: Görevi yeniden aç
uk: Відкрити завдання ще раз
vi: Mở lại tác vụ
zh_cn: 重开任务
zh_hant: 重啟任務

# task.close
source: Complete task
ar: إكمال المهمة
bg: Завършете задачата
ca: Tasca completa
de: Aufgabe abschließen
de_ch: Aufgabe erledigen
el: Ολοκλήρωση εργασίας
fi: Merkitse tehtävä suoritetuksi
fr: Clore la tâche
he: השלמת משימה
hr: Završi zadatak
id: Selesaikan tugas
nl: Taak voltooien
pt_br: Concluir tarefa
sk: Dokončiť úlohu
sv: Slutför uppgiften
ta: முழுமையான பணி
tr: Görevi tamamla
uk: Завершити завдання
vi: Hoàn thành tác vụ
zh_cn: 完成任务
zh_hant: 完成任務

# task.create
source: Create task
ar: إنشاء مهمة
bg: Създаване на задача
ca: Crear tasca
de: Aufgabe erstellen
de_ch: Aufgabe erstellen
el: Δημιουργία εργασίας
fi: Luo tehtävä
fr: Créer une tâche
he: יצירת משימה
hr: Stvori zadatak
id: Buat tugas
nl: Taak maken
pt_br: Criar tarefa
sk: Vytvoriť úlohu
sv: Skapa uppgift
ta: பணியை உருவாக்கவும்
tr: Görev oluştur
uk: Створити завдання
vi: Tạo tác vụ
zh_cn: 创建任务
zh_hant: 建立任務

source: Tasks
ar: المهام
bg: Задачи
ca: Tasques
de: Aufgaben
de_ch: Aufgaben
el: Εργασίες
fi: Tehtävien
fr: Tâches
he: משימות
hr: Zadaci
id: Tugas
nl: Taken
pt_br: Tarefas
sk: Úlohy
sv: Arbetsuppgifter
ta: பணிகள்
tr: Görevler
uk: Завдання
vi: Những tác vụ
zh_cn: 任务
zh_hant: 任務

# tasks.pending
source: Pending tasks
ar: مهمة عالقة
bg: Чакащи задачи
ca: Tasques pendents
de: Geplante Aufgaben
de_ch: Ausstehende Aufgaben
el: Εκκρεμείς εργασίες
fi: Odottavat tehtävä
fr: tâche plainifiée
he: משימות ממתינות
hr: Nezavršeni zadaci
id: Tugas tertunda
nl: Taken in behandeling
pt_br: Tarefas pendentes
sk: Čakajúce úlohy
sv: Väntande uppgifter
ta: நிலுவையில் உள்ள பணிகள்
tr: Bekleyen görevler
uk: Завдання на очікуванні
vi: Tác vụ dở dang
zh_cn: 待处理的任务
zh_hant: 待進行的任務

# tasks.my
source: My tasks
ar: مهامي
bg: Моите задачи
ca: Les meves tasques
de: Meine Aufgaben
de_ch: Meine Aufgaben
el: Οι εργασίες μου
fi: Tehtäväni
fr: Mes tâches
he: המשימות שלי
hr: Moji zadaci
id: Tugas saya
nl: Mijn taken
pt_br: Minhas tarefas
sk: Moje úlohy
sv: Mina arbetsuppgifter
ta: என் பணிகள்
tr: Görevlerim
uk: Мої завдання
vi: Tác vụ của tôi
zh_cn: 我的任务
zh_hant: 我的任務

# task.help.title
source: A short description of the task
ar: وصف موجز للمهمة
bg: Кратко описание на задачата
ca: Una breu descripció de la tasca
de: Eine kurze Beschreibung der Aufgabe
de_ch: Eine kurze Beschreibung der Aufgabe
el: Μια σύντομη περιγραφή της εργασίας
fi: Lyhyt kuvaus tehtävälle
fr: Une description courte de la tâche
he: תיאור קצר של המשימה
hr: Kratki opis zadatka
id: Deskripsi singkat tentang tugas
nl: Een korte beschrijving van de taak
pt_br: Uma descrição curta da tarefa
sk: Krátky popis pre úlohu
sv: En kort beskrivning av arbetsuppgiften
ta: பணியின் குறுகிய விளக்கம்
tr: Görevin kısa bir açıklaması
uk: Стислий опис завдання
vi: Mô tả ngắn về tác vụ
zh_cn: 任务的简短描述
zh_hant: 任務的簡短敘述

# task.help.end
source: Task must be completed until this date
ar: يجب إنجاز المهمة إلى غاية هذا التاريخ
bg: Задачата трябва да бъде изпълнена до тази дата
ca: La tasca ha de finalitzar per a aquesta data
de: Aufgabe muss bis zu diesem Datum abgeschlossen sein
de_ch: Die Aufgabe muss bis zu diesem Datum abgeschlossen sein
el: Η εργασία πρέπει να ολοκληρωθεί μέχρι αυτή την ημερομηνία
fi: Tehtävä tulee olla suoritettuna
fr: La tâche doit être terminée jusqu'à cette date
he: יש להשלים את המשימה עד התאריך הזה
hr: Zadatak se mora obaviti do ovog datuma
id: Tugas harus diselesaikan hingga tanggal ini
nl: Task moet voltooid zijn op deze datum
pt_br: A tarefa deve ser concluída até esta data
sk: Úloha musí byť dokončená do tohto dátumu
sv: Uppgiften måste vara klar fram till detta datum
ta: இந்த தேதி வரை பணி முடிக்கப்பட வேண்டும்
tr: Görev bu tarihe kadar tamamlanmalıdır
uk: Завдання потрібно виконати до цієї дати
vi: Tác vụ phải được hoàn thành trước ngày này
zh_cn: 任务必须在此日期之前完成
zh_hant: 任務期限

# task.help.user
source: Assign this task to a user
ar: اسناد هذه المهمة إلى مستخدم
bg: Присвояване на тази задача на потребител
ca: Assignar aquesta tasca a un usuari
de: Diese Aufgabe einem Benutzer zuordnen
de_ch: Weisen Sie diese Aufgabe einem Benutzer zu
el: Ανάθεση αυτής της εργασίας σε χρήστη
fi: Aseta tehtävä käyttäjälle
fr: Assigner cette tâche à un utilisateur
he: הקצאת המשימה הזאת למשתמש
hr: Dodijeli ovaj zadatak jednom korisniku
id: Tetapkan tugas ini kepada pengguna
nl: Wijs deze taak toe aan een gebruiker
pt_br: Atribuir esta tarefa a um usuário
sk: Priraďte túto úlohu používateľovi
sv: Tilldela denna uppgift till en användare
ta: இந்த பணியை ஒரு பயனருக்கு ஒதுக்குங்கள்
tr: Bu görevi bir kullanıcıya ata
uk: Призначити це завдання користувачеві
vi: Phân công tác vụ cho người dùng
zh_cn: 将此任务分配给用户
zh_hant: 將此任務分派給一位使用者

# task.help.team
source: Assign this task to a team
ar: اسناد هذه المهمة إلى فريق
bg: Възложете тази задача на екип
ca: Assigna aquesta tasca a un equip
de: Diese Aufgabe einem Team zuordnen
de_ch: Weisen Sie diese Aufgabe einem Team zu
el: Ανάθεση αυτής της εργασίας σε ομάδα
fi: Aseta tehtävä tiimille
fr: Assigner cette tâche à une équipe
he: הקצאת המשימה הזאת לצוות
hr: Dodijeli ovaj zadatak jednom timu
id: Tetapkan tugas ini kepada tim
nl: Wijs deze taak toe aan een team
pt_br: Atribuir esta tarefa a um time
sk: Priraďte túto úlohu skupine
sv: Tilldela denna uppgift till en grupp
ta: இந்த பணியை ஒரு குழுவுக்கு ஒதுக்குங்கள்
tr: Bu görevi bir takıma ata
uk: Призначити це завдання команді
vi: Phân công tác vụ cho nhóm
zh_cn: 将此任务分配给团队
zh_hant: 將此任務分派給一組團隊

# task.widget_rows
source: Amount of tasks per page in dashboard widget
ar: عدد المهام لكل صفحة في أداة لوح القيادة
bg: Брой задачи на страница в уиджета за табло
ca: Nombre de tasques per pàgina al giny del tauler de control
de: Anzahl Aufgaben pro Seite im Dashboard
de_ch: Anzahl der Aufgaben pro Seite im Dashboard-Widget
el: Αριθμός εργασιών ανα σελίδα στο widget του πίνακα ελέγχου
fi: Tehtävien määrä per sivu ohjauspaneelin widgetissä
fr: Nombre de tâches par page dans le Dashboard
he: כמות המשימות לעמוד בווידג׳ט לוח בקרה
hr: Broj zadataka po stranici u preglednoj ploči widgeta
id: Jumlah tugas per halaman dalam widget dasbor
nl: Aantal taken per pagina in de overzicht-widget
pt_br: Quantidade de tarefas por página na ferramenta do painel
sk: Množstvo úloh na stránku vo widgete ovládacieho panelu
sv: Antal uppgifter per sida i instrumentpanelswidgeten
ta: டாச்போர்டு விட்செட்டில் ஒரு பக்கத்திற்கு பணிகளின் அளவு
tr: Denetim paneli widget'ında sayfa başına görev miktarı
uk: Кількість завдань на сторінці у віджеті інформпанелі
vi: Số lượng tác vụ hiển thị trên một trang trong công cụ bảng điều khiển
zh_cn: 仪表板小组件中每页的任务数
zh_hant: 儀錶板小工具中的每頁任務數

# estimation
source: Time estimation
ar: الوقت التقديري
bg: Оценка на времето
ca: Estimació de temps
de: Zeitschätzung
de_ch: Zeitschätzung
el: Εκτίμηση χρόνου
fi: Aika-arvio
fr: Estimation du temps
he: הערכת זמן
hr: Procjena vremena
id: Estimasi waktu
nl: Geschatte tijd
pt_br: Estimativa de tempo
sk: Časový odhad
sv: Tidsuppskattning
ta: நேர மதிப்பீடு
tr: Zaman tahmini
uk: Оцінка часу
vi: Thời gian dự kiến
zh_cn: 时间估计
zh_hant: 工時估算

# task.help.estimation
source: Estimated time needed to complete the task in hh:mm
ar: الوقت التقديري اللازم لإنجاز المهمة بـ hh:mm
bg: Очаквано време, необходимо за изпълнение на задачата в чч:мм
ca: Temps estimat necessari per completar la tasca en hh:mm
de: Geschätzte Dauer zur Erledigung der Aufgabe in hh:mm
de_ch: Geschätzte Zeit, die benötigt wird, um die Aufgabe in hh:mm abzuschließen
el: Εκτιμώμενος χρόνος που απαιτείται για την ολοκλήρωση της εργασίας σε ωω:λλ
fi: Arvioitu aika tehtävän suorittamiseen muodossa hh:mm
fr: Temps estimé pour terminer la tâche en hh:mm
he: כמות הזמן המוערכת להשלמת משימה ב־hh:mm
hr: Procijenjeno vrijeme koje je potrebno za završavanje zadatka u hh:mm
id: Perkiraan waktu yang diperlukan untuk menyelesaikan tugas dalam jj:mm
nl: Geschatte tijd nodig om de taak te voltooien in uu:mm
pt_br: Tempo necessário estimado para completar a tarefa em hh:mm
sk: Časový odhad potrebný na splnenie úlohy vo formáte hodiny:minúty
sv: Uppskattad tid som behövs för att slutföra uppgiften tt:mm
ta: HH: MM இல் பணியை முடிக்க மதிப்பிடப்பட்ட நேரம் தேவை
tr: Görevi tamamlamak için gereken ss:dd cinsinden tahmini süre
uk: Орієнтовний час, необхідний для виконання завдання в hh:mm
vi: Thời gian dự kiến cần để hoàn thành tác vụ trong hh:mm
zh_cn: 完成任务所需的估计时间，以 小时:分钟 为单位
zh_hant: 完成任務所需的估算工時（hh:mm）

# task.help.description
source: This description will be copied into each timesheet record
ar: هذا الوصف سيتم نسخه في كل سجل صحيفة زمنية
bg: Това описание ще бъде копирано във всеки запис в отчета за работно време
ca: Aquesta descripció es copiarà a cada registre del full de temps
de: Diese Beschreibung wird in jeden erfassten Zeiteintrag kopiert
de_ch: Diese Beschreibung wird in jeden Stundenzettel-Datensatz kopiert
el: Αυτή η περιγραφή θα αντιγραφεί σε κάθε αρχείο χρονοδιαγράμματος
fi: Tämä kuvaus kopioidaan jokaiseen työaikakirjaukseen
fr: Cette description sera copiée dans chaque fiche de temps
he: התיאור הזה יועתק לכל רשומת גיליון שעות
hr: Ovaj će se opis kopirati u svaki zapis vremenske tablice
id: Deskripsi ini akan disalin ke dalam setiap catatan lembar waktu
nl: Deze beschrijving zal aan elke tijdsregistratie toegevoegd worden
pt_br: Esta descrição será copiada para cada quadro de horários
sk: Tento opis sa skopíruje do každého záznamu v časovom výkaze
sv: Denna beskrivning kommer att kopieras till varje tidrapport
ta: இந்த விளக்கம் ஒவ்வொரு டைம்சீட் பதிவிலும் நகலெடுக்கப்படும்
tr: Bu açıklama her zaman çizelgesi kaydına kopyalanacak
uk: Опис буде скопійований в кожен запис табеля часу
vi: Mô tả này sẽ được sao chép vào mỗi bảng chấm công
zh_cn: 此描述将复制到每个时间表记录中
zh_hant: 此敘述將複製到工時單的每條紀錄中

# task.help.tags
source: These tags will be copied into each timesheet record
bg: Тези етикети ще бъдат копирани във всеки запис в отчета за работно време
ca: Aquestes etiquetes es copiaran a cada registre del full de temps
de: Diese Schlagworte werden in jeden erfassten Zeiteintrag kopiert
de_ch: Diese Tags werden in jeden Stundenzettel-Datensatz kopiert
el: Αυτές οι ετικέτες θα αντιγραφούν σε κάθε αρχείο χρονοδιαγράμματος
fi: Nämä tunnisteet kopioidaan jokaiseen työaikakirjaukseen
fr: Ce tag sera copié dans chaque fiche de temps
he: התגיות האלו תועתקנה לכל רשומת גיליון שעות
hr: Ove oznake će se kopirati u svaki zapis vremenske tablice
id: Tag ini akan disalin ke dalam setiap catatan lembar waktu
nl: Deze labels zullen aan elke tijdsregistratie toegevoegd worden
pt_br: Estas etiquetas serão copiadas para cada registro de quadro de horários
sk: Tieto štítky sa skopírujú do každého záznamu v časovom výkaze
sv: Dessa etiketter kommer att kopieras till varje tidrapport
ta: இந்த குறிச்சொற்கள் ஒவ்வொரு டைம்சீட் பதிவிலும் நகலெடுக்கப்படும்
tr: Bu etiketler her zaman çizelgesi kaydına kopyalanacak
uk: Мітки будуть скопійовані до кожного запису табеля
vi: Những tag này sẽ được sao chép vào mỗi bảng chấm công
zh_cn: 这些标签将被复制到每个时间表记录中
zh_hant: 這些標籤將複製到工時單的每條紀錄中

# task_no_estimation
source: Without estimation
ar: بدون وقت تقديري
bg: Без оценка
ca: Sense estimació
de: Ohne Zeitschätzung
de_ch: Ohne Schätzung
el: Χωρίς εκτίμηση
fi: Ilman aika-arviota
fr: Sans estimation de temps
he: ללא הערכת זמן
hr: Bez procjene
id: Tanpa estimasi
nl: Zonder geschatte tijd
pt_br: Sem estimativa
sk: Bez odhadu
sv: Utan uppskattning
ta: மதிப்பீடு இல்லாமல்
tr: Tahmin olmadan
uk: Без оцінки
vi: Không có ước tính
zh_cn: 没有估计
zh_hant: 未估算

# task_with_estimation
source: With estimation
ar: مع وقت تقديري
bg: С оценка
ca: Amb estimació
de: Mit Zeitschätzung
de_ch: Mit Schätzung
el: Με εκτίμηση
fi: Aika-arviolla
fr: Avec estimation de temps
he: עם הערכת זמן
hr: S procjenom
id: Dengan estimasi
nl: Met geschatte tijd
pt_br: Com estimativa
sk: S odhadom
sv: Med uppskattning
ta: மதிப்பீட்டோடு
tr: Tahmin ile
uk: З оцінкою
vi: Có ước tính
zh_cn: 有估计
zh_hant: 已估算

# task_started
source: Work started
ar: بدأ العمل
bg: Работата започна
ca: S'ha iniciat la feina
de: Arbeit begonnen
de_ch: Arbeit hat begonnen
el: Η εργασία ξεκίνησε
fi: Työ aloitettu
fr: Commencer le travail
he: העבודה החלה
hr: Obavljanje zadatka je započeto
id: Pekerjaan dimulai
nl: Gestart op
pt_br: Trabalho iniciado
sk: Práca začala
sv: Arbetet började
ta: வேலை தொடங்கியது
tr: Görev başlatıldı
uk: Робота розпочата
vi: Đẵ bắt đầu làm
zh_cn: 工作开始
zh_hant: 已開始

# task_not_started
source: Not started
ar: لم يبدأ
bg: Не е започнато
ca: No iniciat
de: Nicht gestartet
de_ch: Nicht begonnen
el: Δεν έχει ξεκινήσει
fi: Ei aloitettu
fr: Non commencé
he: לא החלה
hr: Obavljanje zadatka nije započeto
id: Belum dimulai
nl: Niet gestart
pt_br: Não iniciado
sk: Nezačaté
sv: Ej påbörjad
ta: தொடங்கப்படவில்லை
tr: Başlatılmadı
uk: Не розпочато
vi: Chưa bắt đầu
zh_cn: 未开始
zh_hant: 未開始

# task_overdue
source: Overdue
ar: متأخر
bg: Просрочено
ca: Endarrerit
de: Überfällig
de_ch: Überfällig
el: Καθηστερημένη
fi: Myöhässä
fr: Périmée
he: חריגת לו״ז
hr: Rok za obavljanje zadatka je prekoračen
id: Terlambat
nl: Verlopen
pt_br: Atrasado
sk: Oneskorený
sv: Försenad
ta: தாமதமானது
tr: Gecikti
uk: Прострочено
vi: Quá hạn
zh_cn: 已过时
zh_hant: 已逾期

# task_todo
source: Task description
bg: Задача
ca: Tasca
de: Aufgabenbeschreibung
de_ch: Aufgabenbeschreibung
el: Εργασία
he: תיאור המשימה
hr: Opis zadatka
id: Tugas
nl: Taak
pt_br: Tarefa
sv: Uppgift
ta: பணி
tr: Görev
uk: Завдання
vi: Tác vụ cần làm
zh_cn: 任务
zh_hant: 任務
