Repository: kimai/kimai
Catalog: translations/validators.*.xlf
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, hr, hu, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, vi

source: An absence must be assigned to a user.
bg: Отсъствието трябва да бъде присвоено на потребител.
ca: Una absència s'ha d'assignar a un usuari.
cs: Nepřítomnost musí být přiřazena uživateli.
da: Et fravær skal tildeles en bruger.
de: Eine Abwesenheit muss einem Benutzer zugewiesen werden.
es: Se debe asignar una ausencia a un usuario.
fa: غیبت باید به یک کاربر اختصاص داده شود.
fr: Une absence doit être assignée à un utilisateur.
hr: Odsutnost se mora dodijeliti korisniku.
hu: A távollétet egy felhasználóhoz hozzá kell rendelni.
it: Un congedo deve essere assegnato a un utente.
nl: Een afwezigheid moet worden toegewezen aan een gebruiker.
pl: Nieobecność musi być przypisana do użytkownika.
pt_br: Uma ausência deve ser atribuída a um usuário.
sl: Uporabniku je treba dodeliti odsotnost.
sv: Frånvaron måste tilldelas en användare.
ta: இல்லாதது ஒரு பயனருக்கு ஒதுக்கப்பட வேண்டும்.
tr: Devamsızlık bir kullanıcıya atanmalıdır.
uk: Відсутність повинна бути закріплена за користувачем.
vi: Vắng phép phải được cấp cho người dùng.

source: An absence must have a date.
bg: Отсъствието трябва да има дата.
ca: Una absència ha de tenir una data.
cs: Nepřítomnost musí mít datum.
da: Et fravær skal have en dato.
de: Eine Abwesenheit muss ein Datum haben.
es: Las ausencias deben tener una fecha.
fa: غیبت باید تاریخ داشته باشد.
fr: Une absence doit avoir une date.
hr: Odsutnost mora imati datum.
hu: A távollétnek rendelkeznie kell dátummal.
it: Un congedo deve avere una data.
nl: Een afwezigheid moet een datum hebben.
pl: Nieobecność musi posiadać datę.
pt_br: A ausência deve ter uma data.
sl: Odsotnost mora imeti datum.
sv: Frånvaro måste ha ett datum.
ta: இல்லாத நிலையில் ஒரு தேதி இருக்க வேண்டும்.
tr: Devamsızlığın bir tarihi olmalıdır.
uk: Відсутність повинна містити дату.
vi: Vắng phép phải có ngày tháng.

source: An absence cannot be booked before your first working day.
bg: Отсъствие не може да бъде заявено преди първия работен ден.
ca: Una absència no es pot registrar abans del primer dia laborable.
es: No se podrá reservar una ausencia antes del primer día laborable.
fa: قبل از اولین روز کاری، امکان ثبت غیبت وجود ندارد.
fr: Une absence ne peut être programmée avant votre première journée de travail.
hr: Odsutnost se ne može rezervirati prije prvog radnog dana.
hu: Távollét nem foglalható az első munkanap előtti időpontra.
it: Un congedo non può essere prenotato prima del primo giorno lavorativo.
pt_br: Uma ausência não pode ser marcada antes do primeiro dia útil.
sv: Frånvaro kan inte registreras innan din första arbetsdag.
ta: முதல் வேலை நாளுக்கு முன்பு இல்லாததை முன்பதிவு செய்ய முடியாது.
tr: İlk iş gününüzden önce devamsızlık rezervasyonu yapılamaz.
uk: Відсутність не може бути перед першим робочим днем.
vi: Vắng phép không thể book trước ngày làm việc đầu tiên.

source: Not enough holidays left.
bg: Не са останали достатъчно празници.
ca: No queden prous dies de vacances.
cs: Nedostatek dovolené.
da: Der er ikke fridage nok tilbage.
de: Nicht mehr genügend Urlaubstage übrig.
es: No quedan vacaciones.
fa: تعطیلات کافی باقی نمانده است.
fr: Pas assez de vacances disponible.
hr: Nedovoljno preostalih praznika.
hu: Nincs elegendő maradék szabadság.
it: Non sono rimaste abbastanza ferie.
nl: Niet genoeg vakantiedagen beschikbaar.
pl: Zostało za mało wakacji.
pt_br: Não há mais feriados suficientes.
sl: Ni dovolj počitnic ostalo.
sv: Inte tillräckligt med ledighet kvar.
ta: போதுமான விடுமுறைகள் எஞ்சியிருக்கவில்லை.
tr: Yeteri kadar tatil kalmadı.
uk: Залишилося замало днів відпустки.
vi: Không đủ ngày lễ.

source: You do not have enough overtime, remaining are {{ value }}.
bg: Нямате достатъчно извънреден труд, остават {{ value }}.
ca: No teniu prou hores extres, en queden {{ value }}.
cs: Nemáte dostatek přesčasů, zbývá {{ hodnota }}.
da: Du har ikke nok overtid, tilbageværende tid er {{ value }}.
de: Sie haben nicht genug Überstunden, es verbleiben {{ value }}.
es: No tiene suficientes horas extra, las restantes son {{ value }}.
fa: شما اضافه کاری کافی ندارید، {{ value }} باقی مانده است.
fr: Vous n'avez pas assez de temps supplémentaire, il vous reste {{ value }}.
hr: Nemaš dovoljno prekovremenskih sati. Preostalo je {{ value }}.
hu: Nincs elég túlórád, a fennmaradó {{ value }}.
it: Non hai abbastanza straordinari, ti restano {{ value }}.
nl: Je hebt niet genoeg overuren, het aantal beschikbare uren is {{ value }}.
pl: Nie masz wystarczającej liczby nadgodzin, pozostała wartość to {{ wartość }}.
pt_br: Você não tem horas extras suficientes, o restante é {{ value }}.
sl: Nimate dovolj nadur, preostalo je še {{ value }}.
sv: Du har inte tillräckligt med övertid, du har {{ value }}.
ta: உங்களிடம் போதுமான கூடுதல் நேரம் இல்லை, மீதமுள்ளவை {{ value }}.
tr: Yeteri kadar fazla mesainiz yok, kalan {{ value }}.
uk: У Вас замало понаднормових годин, залишається {{ value }}.
vi: Bạn không có đủ thời gian quá hạn, còn lại {{ value }}.

source: You cannot have two absences of this type at one day.
bg: Не можете да имате две отсъствия от този тип в един ден.
ca: No podeu tenir dues absències d'aquest tipus en un sol dia.
cs: V jeden den nemůžete mít dvě absence tohoto typu.
da: Du kan ikke have 2 fravær af denne type på samme dag.
de: Sie können nicht zwei Abwesenheiten dieser Art an einem Tag buchen.
es: No se pueden tener dos ausencias de este tipo en un mismo día.
fa: شما نمی‌توانید دو غیبت از این نوع را در یک روز داشته باشید.
fr: Vous ne pouvez pas avoir deux absences de ce type pour une journée.
hr: Ne možeš imati dvije odsutnosti ove vrste u jednom danu.
hu: Egy napon nem lehet két azonos típusú távollét.
it: Non puoi avere due congedi di questo tipo nello stesso giorno.
nl: Je kunt geen twee afwezigheid van dit type op een dag hebben.
pl: Nie można mieć dwóch nieobecności tego typu w jednym dniu.
pt_br: Não é possível ter duas ausências desse tipo num único dia.
sl: V enem dnevu ne morete imeti dveh tovrstnih odsotnosti.
sv: Du kan inte registrera två frånvarotillfällen av den här typen på en och samma dag.
ta: ஒரே நாளில் இந்த வகையின் இரண்டு இல்லாதவை உங்களுக்கு இருக்க முடியாது.
tr: Bir günde bu türden iki devamsızlık yapamazsınız.
uk: У Вас не може бути в один день дві відсутності цього типу.
vi: Bạn không thể có 2 lần vắng mặt theo diện này trong 1 ngày.

source: This is a public holiday, booking not allowed.
bg: Това е официален празник, резервации не се допускат.
ca: Aquest és un dia festiu, no es permet la reserva.
cs: V tento den je státní svátek, rezervace není povolena.
da: Dette er en helligdag, det er ikke tilladt at booke.
de: Dies ist ein Feiertag, Buchung ist nicht erlaubt.
es: Es un día festivo, no se admiten reservas.
fa: این یک تعطیلات رسمی است، رزرو مجاز نیست.
fr: Il s'agit d'une journée fériée, il n'est pas possible de réserver.
hr: Ovo je državni praznik. Rezerviranje nije dopušteno.
hu: Ez munkaszüneti nap, foglalás nem engedélyezett.
it: Questa è una festività nazionale, la prenotazione non è consentita.
nl: Dit is een feestdag, tijdsregistraties zijn niet toegestaan.
pl: To święto państwowe, rezerwacja nie jest dozwolona.
pt_br: Este é um feriado público, não é permitido fazer reservas.
sl: To je državni praznik, zato rezervacije niso možne.
sv: Detta är en allmän helgdag, registrering ej tillåten.
ta: இது ஒரு பொது விடுமுறை, முன்பதிவு அனுமதிக்கப்படவில்லை.
tr: Bu resmi tatildir, rezervasyona izin verilmiyor.
uk: У державний вихідний резервування неможливе.
vi: Đây là ngày lễ công cộng, không được phép book.

source: You can book a maximum of {{ value }} days at once.
bg: Можете да резервирате максимум {{ value }} дни наведнъж, в момента сте избрали {{ selected }}.
ca: Podeu reservar un màxim de {{ value }} dies d'una vegada, actualment n'heu seleccionat {{ selected }}.
cs: Najednou si můžete rezervovat maximálně {{ hodnota }} dnů, které jste aktuálně vybrali {{ vybrané }}.
da: Du kan booke et maksimum af {{ value }} dage på en gang, du har valgt {{ selected }}.
de: Sie können maximal {{ value }} Tage auf einmal buchen, aktuell sind {{ selected }} ausgewählt.
es: Puede reservar un máximo de {{ value }} días a la vez, actualmente ha seleccionado {{ selected }}.
fa: شما می‌توانید حداکثر {{ value }} روز را همزمان رزرو کنید، شما در حال حاضر {{ selected }} را انتخاب کرده‌اید.
fr: Vous pouvez réserver un maximum de {{ value }} journées à la fois, vous en avez sélectionné {{ selected }}.
hr: Možeš rezervirati najviše {{ value }} dana odjednom. Trenutačno si odabrao/la {{ selected }}.
hu: Egyszerre legfeljebb {{ value }} napot foglalhat, Ön jelenleg {{ selected }} napot választott.
it: Puoi prenotare un massimo di {{ value }} giorni contemporaneamente, attualmente hai selezionato {{selected }}.
nl: Je kan maximaal {{ value }} dagen tegelijk boeken, je hebt momenteel {{selected }} dagen geselecteerd.
pl: Jednorazowo możesz zarezerwować maksymalnie {{ value }} dni, obecnie wybrałeś {{ selected }}.
pt_br: Você pode reservar um máximo de {{ value }} dias de uma só vez, atualmente você selecionou {{ selected }}.
sl: Rezervirate lahko največ {{ value }} dni naenkrat, trenutno ste izbrali {{ selected }}.
sv: Du kan registrera högst {{ value }} dagar i taget, du har markerat {{ selected }}.
ta: நீங்கள் அதிகபட்சம் {{ value }} நாட்களை ஒரே நேரத்தில் முன்பதிவு செய்யலாம், தற்போது {{ selected }} ஐத் தேர்ந்தெடுத்துள்ளீர்கள்.
tr: Tek seferde en fazla {{ value }} gün için rezervasyon yapabilirsiniz, şu anda {{ selected }} tane seçtiniz.
uk: За один раз Ви можете зарезервувати не більше {{ value }} днів. Зараз обрано {{ selected }}.
vi: Bạn có thể book tối đa {{ value }} ngày trong 1 lần, bạn hiện đang chọn {{ selected }}.

source: The period of absence must not extend beyond the turn of the year.
bg: Периодът на отсъствие не трябва да продължава след края на годината.
ca: El període d'absència no pot estendre's més enllà del canvi d'any.
cs: Doba nepřítomnosti nesmí přesáhnout přelom roku.
da: Tidsperioden for fraværet må ikke går udover årsskiftet.
de: Der Zeitraum der Abwesenheit darf nicht über einen Jahreswechsel hinweg gehen.
es: El periodo de ausencia no debe prolongarse más allá del cambio de año.
fa: مدت غیبت نباید از تحویل سال بیشتر باشد.
fr: La période d'absence ne doit pas d'étendre au-delà du changement d'année.
hr: Razdoblje odsutnosti ne smije prijeći kraj godine.
hu: A távollét időszaka nem nyúlhat át az évfordulón.
it: Il periodo di congedo non deve superare la fine dell'anno.
nl: De periode van afwezigheid moet binnen één jaar vallen.
pl: Okres nieobecności nie może przekraczać przełomu roku.
pt_br: O período de ausência não deve se estender além da virada do ano.
sl: Obdobje odsotnosti ne sme trajati dlje kot konec leta.
sv: Frånvaroperioden får inte passera sista dagen på året.
ta: இல்லாத காலம் ஆண்டின் தொடக்கத்திற்கு அப்பால் நீட்டிக்கக் கூடாது.
tr: Devamsızlık süresi yıl sonunu geçmemelidir.
uk: Час відсутності не може виходити за межі календарного року.
vi: Khoảng thời gian vắng phải không kéo dài qua thời gian giao thừa.

source: An absence cannot be booked after the last working day.
bg: Отсъствие не може да бъде записано след последния работен ден.
ca: Una absència no es pot registrar després de l'últim dia laborable.
de: Eine Abwesenheit kann nicht nach dem letzten Arbeitstag gebucht werden.
es: No se podrá reservar ninguna ausencia después del último día laborable.
fa: بعد از آخرین روز کاری، امکان ثبت غیبت وجود ندارد.
hu: Távollét nem rögzíthető az utolsó munkanap után.
pt_br: Uma ausência não pode ser marcada após o último dia útil.
ta: கடைசி வேலை நாளுக்குப் பிறகு இல்லாததை முன்பதிவு செய்ய முடியாது.
uk: Відсутність одразу після останнього робочого дня неможлива.
vi: Vắng phép không thể book sau ngày làm việc cuối.

source: Selected period cannot be locked: unconfirmed absence requests are pending.
bg: Избраният период не може да бъде заключен: непотвърдени заявки за отсъствие са в процес на обработка.
ca: El període seleccionat no es pot bloquejar: hi ha sol·licituds d'absència pendents de confirmar.
fa: دوره انتخاب شده قابل قفل شدن نیست: درخواست‌های غیبت تأیید نشده در حال بررسی هستند.
hu: A kiválasztott időszakot nem lehet zárolni: még vannak jóváhagyásra váró távolléti kérelmek.
vi: Khoảng thời gian được chọn không thể bị khóa: Vắng phép chưa xác nhận vẫn còn đang được xử lý.

source: Duration cannot be negative.
bg: Продължителността не може да бъде отрицателна.
ca: La durada no pot ser negativa.
fa: مدت زمان نمی‌تواند منفی باشد.
hu: Az időtartam nem lehet negatív.
vi: Khoảng thời gian không thể là số âm.

source: The email is already used.
ar: البريد الإلكتروني مستخدم بالفعل.
cs: Emailová adresa je již použita.
da: E-mailadressen er allerede i brug.
de: Diese E-Mail-Adresse wird bereits verwendet.
el: Αυτό το email έχει χρησιμοποιηθεί.
eo: La retpoŝta adreso estas jam uzata.
fa: ایمیل قبلا استفاده شده است.
fi: Sähköposti on jo käytössä.
fr: Le courriel est déjà utilisé.
hr: E-mail adresa se već koristi.
nb_no: E-postadressen er allerede i bruk.
nl: De e-mail is al in gebruik.
pl: Adres e-mail jest już używany.
pt: O email já está a ser utilizado.
pt_br: O e-mail já está em uso.
ru: Указанный email уже используется.
sv: E-postadressen används redan.
uk: Ця адреса ел.пошти вже використовується.
vi: Địa chỉ email đã được sử dụng.

source: An equal email is already used.
ar: تم استخدام بريد إلكتروني مشابه بالفعل.
cs: Stejná emailová adresa je již použita.
da: E-mailadressen er allerede i brug.
de: Eine gleichlautende E-Mail-Adresse wird bereits verwendet.
el: Ένα συνώνυμο όνομα ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη.
eo: Sama retpoŝto jam estas uzita.
fa: یک نام کاربری برابر قبلاً استفاده شده است.
fi: Yhtäläinen sähköposti on jo käytössä.
fr: Une adresse courriel identique est déjà utilisée.
hr: Ista e-mail adresa se već koristi.
nl: Een soortgelijke e-mail is al in gebruik.
pl: Taki adres e-mail jest już używany.
pt: Já está a ser utilizado um email semelhante.
pt_br: Já existe um e-mail igual em uso.
ru: Введённый адрес электронной почты уже используется.
sv: Denna e -postmeddelande används redan.
uk: Така сама електронна пошта вже використовується.
vi: Địa chỉ email tương tự đã được dùng.

source: This period is locked, please choose a later date.
ar: هذه الفترة مقفلة، يرجى اختيار تاريخ لاحق.
cs: Toto období je zamčeno, prosím vyberte pozdější datum.
da: Denne periode er låst, vælg venligst en senere dato.
de: Dieser Zeitraum ist gesperrt, bitte wählen Sie ein späteres Datum.
el: Αυτή η περίοδος είναι δεσμευμένη, παρακαλούμε επιλέξτε μια μεταγενέστερη ημερομηνία.
eo: Ĉi tiu periodo estas ŝlosita; bonvolu elekti postan daton.
es: Este período está bloqueado; elija una fecha posterior.
fi: Tämä ajanjakso on lukittu, valitse myöhempi päivämäärä.
fr: Cette période est verrouillée, veuillez sélectionner une date ultérieure.
nl: Deze periode is vergrendeld, kies een latere datum.
pl: Ten okres jest zablokowany, wybierz późniejszą datę.
pt: Este período está bloqueado, por favor escolha uma data posterior.
pt_br: Este período está bloqueado, por favor escolha uma data posterior.
ru: Период заблокирован, пожалуйста, выберите дату позже.
sk: Toto obdobie je uzamknuté, vyberte prosím neskorší dátum.
sv: Den här perioden är låst, vad god välj ett senare datum.

source: This invoice document cannot be used, please rename the file and upload it again.
ar: لا يمكن استخدام مستند الفاتورة هذا، يرجى إعادة تسمية الملف وتحميله مرة أخرى.
cs: Faktura nemůže být použita, prosím přejmenujte soubor a nahrajte znovu.
da: Denne faktura kan ikke bruges, venligst omdøb filen og upload den igen.
de: Dieses Rechnungsdokument kann nicht verwendet werden, bitte benennen Sie die Datei um und laden Sie diese erneut hoch.
el: Αυτό το έγγραφο τιμολογίου δεν μπορεί να χρησιμοποιηθεί, παρακαλούμε μετονομάστε το αρχείο και μεταφορτώστε το ξανά.
eo: Ĉi tiu faktura dokumento ne estas uzebla; bonvolu renomi la dosieron kaj alŝuti ĝin denove.
es: No se puede utilizar este documento de factura; cambie el nombre del archivo y cárguelo nuevamente.
fi: Tämän laskun dokumenttia ei voida käyttää, nimeä tiedosto uudelleen ja yritä lähettää se uudestaan.
fr: Ce document de facture ne peut pas être utilisé, veuillez renommer le fichier et le téléverser à nouveau.
hr: Ovaj dokument računa se ne može koristiti. Preimenuj datoteku i ponovo je prenesi.
nl: Dit factuurdocument kan niet worden gebruikt, hernoem het bestand en upload het opnieuw.
pl: Nie można użyć tego dokumentu faktury. Zmień nazwę pliku i prześlij go ponownie.
pt: Este documento de fatura não pode ser usado, por favor altere o nome do ficheiro e envie-o novamente.
pt_br: Este documento de fatura não pode ser usado, por favor renomeie o arquivo e carregue-o novamente.
ru: Счет не может быть использован, пожалуйста, переименуйте файл и загрузите снова.
sk: Tento fakturačný dokument nie je možné použiť. Súbor prosím premenujte a nahrajte znova.
sv: Den här fakturadokumentet kan inte användas, var god döp om filen och ladda upp den igen.

# End date must not be earlier then start date.
source: The end date must not be before the start date.
uk: Дата закінчення не повинна передувати даті початку.

source: The given value is not a valid datetime format.
ar: القيمة المحددة ليست تنسيقًا صالحًا للوقت واليوم.
