Repository: kimai/kimai
Catalog: translations/validators.*.xlf
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, hr, hu, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, vi

source: This value should be false.
ro: Această valoare ar trebui să fie falsă (false).

source: This value should be true.
ro: Această valoare ar trebui să fie adevărată (true).

source: This value should be of type {{ type }}.
ro: Această valoare ar trebui să fie de tipul {{ type }}.

source: This value should be blank.
ro: Această valoare ar trebui sa fie goală.

source: The value you selected is not a valid choice.
ro: Valoarea selectată nu este o opțiune validă.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
ro: Trebuie să selectați cel puțin {{ limit }} opțiune.|Trebuie să selectați cel puțin {{ limit }} opțiuni.|Trebuie să selectați cel puțin {{ limit }} de opțiuni

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
ro: Trebuie să selectați cel mult {{ limit }} opțiune.|Trebuie să selectați cel mult {{ limit }} opțiuni.|Trebuie să selectați cel mult {{ limit }} de opțiuni.

source: One or more of the given values is invalid.
ro: Una sau mai multe dintre valorile furnizate sunt invalide.

source: This field was not expected.
ro: Acest câmp nu era de aşteptat.

source: This field is missing.
ro: Acest câmp este lipsă.

source: This value is not a valid date.
ro: Această valoare nu reprezintă o dată validă.

source: This value is not a valid datetime.
ro: Această valoare nu reprezintă o dată și oră validă.

source: This value is not a valid email address.
ro: Această valoare nu reprezintă o adresă de e-mail validă.

source: The file could not be found.
ro: Fișierul nu a putut fi găsit.

source: The file is not readable.
ro: Fișierul nu poate fi citit.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
ro: Fișierul este prea mare ({{ size }} {{ suffix }}). Dimensiunea maximă permisă este {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
ro: Tipul fișierului este invalid ({{ type }}). Tipurile permise de fișiere sunt ({{ types }}).

source: This value should be {{ limit }} or less.
ro: Această valoare ar trebui să fie cel mult {{ limit }}.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
ro: Această valoare este prea lungă. Ar trebui să aibă maxim {{ limit }} caracter.|Această valoare este prea lungă. Ar trebui să aibă maxim {{ limit }} caractere.|Această valoare este prea lungă. Ar trebui să aibă maxim {{ limit }} de caractere.

source: This value should be {{ limit }} or more.
ro: Această valoare ar trebui să fie cel puțin {{ limit }}.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
ro: Această valoare este prea scurtă. Ar trebui să aibă minim {{ limit }} caracter.|Această valoare este prea scurtă. Ar trebui să aibă minim {{ limit }} caractere.|Această valoare este prea scurtă. Ar trebui să aibă minim {{ limit }} de caractere.

source: This value should not be blank.
ro: Această valoare nu ar trebui să fie goală.

source: This value should not be null.
ro: Această valoare nu ar trebui să fie nulă (null).

source: This value should be null.
ro: Această valoare ar trebui să fie nulă (null).

source: This value is not valid.
ro: Această valoare nu este validă.

source: This value is not a valid time.
ro: Această valoare nu reprezintă o oră validă.

source: This value is not a valid URL.
ro: Această valoare nu reprezintă un URL (link) valid.

source: The two values should be equal.
ro: Cele două valori ar trebui să fie egale.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
ro: Fișierul este prea mare. Mărimea maximă permisă este {{ limit }} {{ suffix }}.

source: The file is too large.
ro: Fișierul este prea mare.

source: The file could not be uploaded.
ro: Fișierul nu a putut fi încărcat.

source: This value should be a valid number.
ro: Această valoare nu reprezintă un număr valid.

source: This file is not a valid image.
ro: Acest fișier nu este o imagine validă.

source: This is not a valid IP address.
ro: Această valoare nu este o adresă IP validă.

source: This value is not a valid language.
ro: Această valoare nu reprezintă o limbă corectă.

source: This value is not a valid locale.
ro: Această valoare nu reprezintă un dialect (o limbă) corect.

source: This value is not a valid country.
ro: Această valoare nu este o țară validă.

source: This value is already used.
ro: Această valoare este folosită deja.

source: The size of the image could not be detected.
ro: Mărimea imaginii nu a putut fi detectată.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
ro: Lățimea imaginii este prea mare ({{ width }}px). Lățimea maximă permisă este de {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
ro: Lățimea imaginii este prea mică ({{ width }}px). Lățimea minimă permisă este de {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
ro: Înălțimea imaginii este prea mare ({{ height }}px). Înălțimea maximă permisă este de {{ max_height }}px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
ro: Înălțimea imaginii este prea mică ({{ height }}px). Înălțimea minimă permisă este de {{ min_height }}px.

source: This value should be the user's current password.
ro: Această valoare trebuie să fie parola curentă a utilizatorului.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
ro: Această valoare trebuie să conțină exact {{ limit }} caracter.|Această valoare trebuie să conțină exact {{ limit }} caractere.|Această valoare trebuie să conțină exact {{ limit }} de caractere.

source: The file was only partially uploaded.
ro: Fișierul a fost încărcat parțial.

source: No file was uploaded.
ro: Nu a fost încărcat nici un fișier.

source: No temporary folder was configured in php.ini.
ro: Nu este configurat nici un director temporar in php.ini.

source: Cannot write temporary file to disk.
ro: Nu a fost posibilă scrierea fișierului temporar pe disk.

source: A PHP extension caused the upload to fail.
ro: O extensie PHP a prevenit încărcarea cu succes a fișierului.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
ro: Această colecție trebuie să conțină cel puțin {{ limit }} element.|Această colecție trebuie să conțină cel puțin {{ limit }} elemente.|Această colecție trebuie să conțină cel puțin {{ limit }} de elemente.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
ro: Această colecție trebuie să conțină cel mult {{ limit }} element.|Această colecție trebuie să conțină cel mult {{ limit }} elemente.|Această colecție trebuie să conțină cel mult {{ limit }} de elemente.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
ro: Această colecție trebuie să conțină {{ limit }} element.|Această colecție trebuie să conțină {{ limit }} elemente.|Această colecție trebuie să conțină {{ limit }} de elemente.

source: Invalid card number.
ro: Numărul card invalid.

source: Unsupported card type or invalid card number.
ro: Tipul sau numărul cardului nu sunt valide.

source: This is not a valid International Bank Account Number (IBAN).
ro: Acesta nu este un cod IBAN (International Bank Account Number) valid.

source: This value is not a valid ISBN-10.
ro: Această valoare nu este un cod ISBN-10 valid.

source: This value is not a valid ISBN-13.
ro: Această valoare nu este un cod ISBN-13 valid.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
ro: Această valoare nu este un cod ISBN-10 sau ISBN-13 valid.

source: This value is not a valid ISSN.
ro: Această valoare nu este un cod ISSN valid.

source: This value is not a valid currency.
ro: Această valoare nu este o monedă validă.

source: This value should be equal to {{ compared_value }}.
ro: Această valoare trebuie să fie egală cu {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
ro: Această valoare trebuie să fie mai mare de {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
ro: Această valoare trebuie să fie mai mare sau egală cu {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
ro: Această valoare trebuie identică cu {{ compared_value_type }} {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
ro: Această valoare trebuie să fie mai mică de {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
ro: Această valoare trebuie să fie mai mică sau egală cu {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
ro: Această valoare nu trebuie să fie egală cu {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
ro: Această valoare nu trebuie să fie identică cu {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
ro: Raportul imaginii este prea mare ({{ ratio }}). Raportul maxim permis este {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
ro: Raportul imaginii este prea mic ({{ ratio }}). Raportul minim permis este {{ min_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
ro: Imaginea este un pătrat ({{ width }}x{{ height }}px). Imaginile pătrat nu sunt permise.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
ro: Imaginea are orientarea peisaj ({{ width }}x{{ height }}px). Imaginile cu orientare peisaj nu sunt permise.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
ro: Imaginea are orientarea portret ({{ width }}x{{ height }}px). Imaginile cu orientare portret nu sunt permise.

source: An empty file is not allowed.
ro: Nu se permite un fișier gol.

source: The host could not be resolved.
ro: Numele host nu a putut fi rezolvat către o adresă IP.

source: This value does not match the expected {{ charset }} charset.
ro: Această valoare nu corespunde setului de caractere {{ charset }} așteptat.

source: This is not a valid Business Identifier Code (BIC).
ro: Codul BIC (Business Identifier Code) nu este valid.

source: Error
ro: Eroare

source: This is not a valid UUID.
ro: Identificatorul universal unic (UUID) nu este valid.

source: This value should be a multiple of {{ compared_value }}.
ro: Această valoare trebuie să fie un multiplu de {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
ro: Codul BIC (Business Identifier Code) nu este asociat cu codul IBAN {{ iban }}.

source: This value should be valid JSON.
ro: Această valoare trebuie să fie un JSON valid.

source: This form should not contain extra fields.
ro: Aceast formular nu ar trebui să conțină câmpuri suplimentare.

source: The uploaded file was too large. Please try to upload a smaller file.
ro: Fișierul încărcat a fost prea mare. Vă rugăm sa încărcați un fișier mai mic.

source: The CSRF token is invalid. Please try to resubmit the form.
bg: Моля, опитайте да изпратите отново формуляра. Ако проблемът продължава, обновете браузъра си.
ca: Intenteu tornar a enviar el formulari. Si el problema persisteix, actualitzeu el vostre navegador.
cs: Zkuste formulář odeslat znovu. Pokud problém přetrvává, obnovte stránku v prohlížeči.
de: Bitte senden Sie das Formular erneut ab. Sollte das Problem weiterhin bestehen, laden Sie die bitte die Seite neu.
es: Por favor, intenta volver a enviar el formulario. Si el problema persiste, actualiza tu navegador.
fa: لطفا فرم را دوباره ارسال کنید. اگر مشکل همچنان ادامه داشت، مرورگر خود را دوباره لود کنید.
fr: Essayez de soumettre à nouveau le formulaire. Si le problème persiste, actualisez la page via le navigateur.
hr: Pokušaj ponovo poslati obrazac. Ako problem ne nestane, aktualiziraj prikaz preglednika.
hu: Próbáld újra beküldeni az űrlapot. Ha a probléma továbbra is fennáll, frissítsd a böngésződet.
it: Prova a inviare nuovamente il modulo. Se il problema persiste, aggiorna il browser.
nl: Probeer het formulier opnieuw te verzenden. Als het probleem zich blijft voordoen, vernieuw dan uw browser.
pt_br: Por favor, tente reenviar o formulário. Se o problema persistir, atualize seu navegador.
ro: Token-ul CSRF este invalid. Vă rugăm să trimiteți formularul incă o dată.
sl: Poskusite znova oddati obrazec. Če se težava še naprej pojavlja, osvežite brskalnik.
ta: படிவத்தை மீண்டும் சமர்ப்பிக்க முயற்சிக்கவும். சிக்கல் தொடர்ந்தால், உங்கள் உலாவியைப் புதுப்பிக்கவும்.
tr: Lütfen formu yeniden göndermeyi deneyin. Sorun devam ederse tarayıcınızı yenileyin.
uk: Спробуйте, будь ласка, надіслати форму ще раз. Якщо проблема залишиться, оновіть сторінку.
vi: Hãy thử gửi lại form. Nếu vấn đề vẫn tiếp tục, vui lòng tải lại trình duyệt.

source: This value is not a valid role.
ar: هذه القيمة ليست صالحة.
bg: Тази стойност не е валидна роля.
ca: Aquest valor no és un rol vàlid.
cs: Tato hodnota není platná role.
da: Denne værdi er ikke en gyldig rolle.
de: Dieser Wert ist keine gültige Rolle.
el: Αυτή η τιμή δεν αποτελεί έγκυρο ρόλο.
eo: Tiu ĉi valoro ne estas valida rolo.
es: El valor indicado no es un tipo de rol válido.
fa: این مقدار یک نقش معتبر نیست.
fi: Tämä arvo ei ole kelvollinen rooli.
fr: Cette valeur n'est pas un rôle valide.
hr: Ova vrijednost nije ispravna uloga.
hu: Nem érvényes szerepkör.
it: Questo valore non è un ruolo valido.
nb_no: Denne verdien er ikke en gyldig rolle.
nl: Deze waarde is geen geldige rol.
pl: Ta wartość nie jest poprawną rolą.
pt: Este valor não é uma função válida.
pt_br: Este valor não é um papel válido.
ro: Această valoare nu este un rol valid.
ru: Это значение - недействительная роль.
sk: Táto hodnota nie je platnou rolou.
sl: Ta vrednost ni veljavna vloga.
sv: Detta värdet är inte en giltig roll.
ta: இந்த மதிப்பு சரியான பாத்திரம் அல்ல.
tr: Bu değer geçerli bir rol değil.
uk: Це значення не є дійсною роллю.
vi: Giá trị này không hợp lệ.

source: End date must not be earlier then start date.
ar: يجب ألا يكون تاريخ الانتهاء سابقًا لتاريخ البدء.
cs: Datum ukončení nesmí být dříve než datum začátku.
da: Slutdato må ikke være før startdato.
de: Das Enddatum darf nicht vor dem Startdatum liegen.
es: La fecha de finalización no debe ser anterior a la de inicio.
fr: La date de fin ne doit pas être antérieure à la date de début.
hr: Datum kraja ne smije biti prije datuma početka.
it: La data di fine non deve essere precedente alla data di inizio.
nl: De einddatum mag niet voor de startdatum liggen.
pl: Data końcowa nie może być wcześniejsza od daty początkowej.
pt: A data de conclusão não pode ser anterior à data de início.
pt_br: A data de conclusão não pode ser anterior à data de início.
ro: Data de încheiere nu trebuie să fie anterioară datei de început.
sl: Končni datum ne sme biti pred začetnim.
sv: Slutdatumet får inte vara tidigare än startdatumet.
tr: Bitiş tarihi, başlangıç tarihinden önce olmamalıdır.

source: The begin date cannot be in the future.
ar: لا يمكن أن يكون تاريخ البدء في المستقبل.
bg: Началната дата не може да бъде в бъдещето.
ca: La data d'inici no pot estar en el futur.
cs: Datum zažátku nemůže být v budoucnosti.
da: Startdato kan ikke være i fremtiden.
de: Das Startdatum darf nicht in der Zukunft liegen.
el: Η ημερομηνία έναρξης δεν γίνεται να είναι σε μέλλοντα χρόνο.
eo: La komenca dato ne povas esti en la estonteco.
es: La fecha de inicio no puede estar en el futuro.
fa: تاریخ شروع نمی تواند در آینده باشد.
fi: Aloitus päivämäärä ei voi olla tulevaisuudessa.
fr: La date de début ne peut pas être une date future.
hr: Datum početka ne može biti u budućnosti.
hu: A kezdés dátuma nem lehet a jövőben.
it: La data di inizio non può essere futura.
nb_no: Oppstartsdato kan ikke være i fremtiden.
nl: De startdatum kan niet in de toekomst liggen.
pl: Data poczatkowa nie może być w przyszłości.
pt: A data de início não pode ser no futuro.
pt_br: A data de início não pode ser no futuro.
ro: Data de început nu poate fi în viitor.
ru: Дата начала не может быть в будущем.
sk: Dátum začiatku nemôže byť v budúcnosti.
sl: Datum začetka ne sme biti v prihodnosti.
sv: Startdatumet får inte vara i framtiden.
ta: தொடக்க தேதி எதிர்காலத்தில் இருக்க முடியாது.
tr: Başlangıç, ileri bir tarih olamaz.
uk: Дата початку не може бути в майбутньому.
vi: Ngày bắt đầu không thể trong tương lai.

source: At least one team leader must be assigned to the team.
ar: يجب تعيين قائد فريق واحد على الأقل للفريق.
bg: На екипа трябва да бъде назначен поне един ръководител на екипа.
ca: L'equip ha de tenir almenys un cap d'equip.
cs: K týmu musí být přidělen alespoň jeden vedoucí.
da: Mindst en teamleder skal være tildelt holdet.
de: Dem Team muss mindestens ein Teamleiter zugeordnet werden.
el: Τουλάχιστο ένας αρχηγός ομάδας πρέπει να ανατεθεί στην ομάδα.
eo: Almenaŭ 1 teamgvidanto devas esti asignita al la teamo.
es: Debe asignarse al equipo al menos un responsable de equipo.
fa: حداقل یک سرپرست باید به تیم اختصاص داده شود.
fi: Ryhmään on määrättävä vähintään yksi ryhmänjohtaja.
fr: Au moins un chef d'équipe doit être affecté à l'équipe.
hr: Timu mora biti dodijeljen barem jedan voditelj.
hu: A csapathoz legalább egy csapatvezetőt ki kell jelölni.
it: Almeno un responsabile team deve essere assegnato al team.
nb_no: Minst én lagleder må tilknyttes laget.
nl: Er moet tenminste één teamleider aan het team toegewezen zijn.
pl: Przynajmniej jeden przywódca musi zostać przypisany do zespołu.
pt: Tem de ser atribuído pelo menos um líder à equipa.
pt_br: Pelo menos um líder de equipe deve ser designado para a equipe.
ru: В команде должен быть назначен хотя бы один руководитель.
sk: K tímu musí byť priradený aspoň jeden vedúci.
sl: Ekipi mora biti dodeljen vsaj en vodja.
sv: Minst en gruppledare måste tilldelas i gruppen.
ta: குறைந்தது ஒரு குழுத் தலைவராவது அணிக்கு நியமிக்கப்பட வேண்டும்.
tr: Takıma en az bir takım lideri atanmalıdır.
uk: До складу команди повинен бути призначений щонайменше один лідер.
vi: Ít nhất môt đội trưởng phải được chỉ định cho nhóm.

source: The entered passwords don't match.
ar: كلمات المرور التي تم إدخالها غير متطابقة.
bg: Въведените пароли не съвпадат.
ca: Les contrasenyes introduïdes no coincideixen.
cs: Zadaná hesla se neshodují.
da: De indtastede kodeord er ikke ens.
de: Die Passwörter stimmen nicht überein.
el: Τα διαπιστευτήρια που εισάγατε δεν ταυτίζονται.
eo: La tajpitaj pasvortoj ne kongruas.
es: Las contraseñas introducidas no coinciden.
fa: پسوردهای وارد شده مطابقت ندارند.
fi: Annetut salasanat eivät täsmää.
fr: Les mots de passe saisis ne correspondent pas.
hr: Upisane lozinke se ne poklapaju.
hu: A megadott jelszavak nem egyeznek.
it: Le password inserite non corrispondono.
nb_no: Passordene samsvarer ikke.
nl: De ingevulde wachtwoorden komen niet overeen.
pl: Wprowadzone hasła nie są takie same.
pt: As palavras-passe introduzidas não correspondem.
pt_br: As senhas digitidas não batem.
ru: Введенные пароли не совпадают.
sk: Zadané heslá sa nezhodujú.
sl: Vneseni gesli se ne ujemata.
sv: Lösenordet matchar inte.
ta: உள்ளிடப்பட்ட கடவுச்சொற்கள் பொருந்தவில்லை.
tr: Girilen parolalar eşleşmiyor.
uk: Введені паролі не збігаються.
vi: Mật khẩu đã nhập không trùng khớp.

# The email is already used.
source: This e-mail address is already in use.
bg: Този имейл адрес вече се използва.
ca: Aquesta adreça de correu ja està en ús.
es: Este correo electrónico está siendo usado.
hu: Ez az e-mail cím már használatban van.
it: Questo indirizzo e-mail è già in uso.
sk: Táto emailová adresa sa už používa.
sl: Ta e-poštni naslov je že v uporabi.
ta: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே பயன்பாட்டில் உள்ளது.
tr: Bu e-posta adresi zaten kullanılıyor.

source: The username is already used.
ar: اسم المستخدم مستخدم بالفعل.
bg: Потребителското име вече е използвано.
ca: Aquest nom d'usuari ja està en ús.
cs: Uživatelské jméno je již použito.
da: Brugernavnet er allerede i brug.
de: Dieser Benutzername wird bereits verwendet.
el: Αυτό το όνομα χρήστη έχει χρησιμοποιηθεί.
eo: La salutnomo estas jam uzata.
es: Este nombre de usuario ya está siendo utilizado.
fa: نام کاربری قبلاً استفاده شده است.
fi: Käyttäjätunnus on jo käytössä.
fr: Le nom d'utilisateur est déjà utilisé.
hr: Korisničko ime se već koristi.
hu: A felhasználónév már használatban van.
it: Il nome utente è già stato usato.
nb_no: Brukernavnet er allerede i bruk.
nl: De gebruikersnaam is al in gebruik.
pl: Nazwa użytkownika jest już zajęta.
pt: O nome de utilizador já está a ser utilizado.
pt_br: O nome de usuário já está em uso.
ru: Указанное имя пользователя уже используется.
sk: Toto používateľké meno sa už používa.
sl: Uporabniško ime je že zasedeno.
sv: Användarnamnet används redan.
ta: பயனர்பெயர் ஏற்கனவே பயன்படுத்தப்படுகிறது.
tr: Kullanıcı adı zaten kullanılıyor.
uk: Це ім'я користувача вже використовується.
vi: Tên đăng nhập đã tồn tại.

source: An equal username is already used.
ar: تم استخدام اسم مستخدم مساوٍ بالفعل.
bg: Вече се използва еквивалентно потребителско име.
ca: Un nom d'usuari com aquest ja està en ús.
cs: Již je použito stejné uživatelské jméno.
da: Brugernavnet er allerede i brug.
de: Eine gleichlautender Benutzername wird bereits verwendet.
el: Ένα συνώνυμο όνομα χρήστη χρησιμοποιείται ήδη.
eo: Sama uzantonomo jam estas uzita.
es: El mismo nombre de usuario ya está siendo usado.
fa: یک نام کاربری برابر قبلاً استفاده شده است.
fi: Yhtäläinen käyttäjätunnus on jo käytössä.
fr: Un nom d'utilisateur identique est déjà utilisé.
hr: Isto korisničko ime se već koristi.
hu: Egy azonos felhasználónév már használatban van.
it: Il nome utente scelto non è disponibile.
nb_no: Samme brukernavn er allerede i bruk.
nl: Een soortgelijke gebruikersnaam is al in gebruik.
pl: Taka sama nazwa użytkownika jest już używana.
pt: Já está a ser utilizado um nome de utilizador semelhante.
pt_br: Já existe um nome de usuário igual em uso.
ru: Имя пользователя уже используется.
sk: Rovnaké používateľské meno sa už používa.
sl: Enakovredno uporabniško ime je že uporabljeno.
sv: Detta användarnamn är upptaget.
ta: சம பயனர்பெயர் ஏற்கனவே பயன்படுத்தப்படுகிறது.
tr: Eşit bir kullanıcı adı zaten kullanılıyor.
uk: Таке саме ім'я користувача вже використовується.
vi: Một tên người dùng tương tự đã tồn tại.

# An equal email is already used.
source: An equal e-mail address is already in use.
bg: Вече се използва еквивалентен имейл адрес.
ca: Una adreça de correu com aquest ja està en ús.
es: El mismo correo ya está siendo usado.
hu: Egy azonos e-mail cím már használatban van.
it: Nel sistema esiste già un account con questa e-mail.
sk: Rovnaká emailová adresa sa už používa.
sl: Enak e-poštni naslov je že v uporabi.
ta: சமமான மின்னஞ்சல் முகவரி ஏற்கனவே பயன்பாட்டில் உள்ளது.
tr: Eşit bir e-posta adresi zaten kullanılıyor.
