Repository: kimai/kimai
Catalog: translations/validators.*.xlf
Languages: ar, bg, ca, cs, da, de, el, eo, es, fa, fi, fr, hr, hu, it, nb_no, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, ta, tr, uk, vi

# End date must not be earlier then start date.
source: The end date must not be earlier than the start date.
bg: Крайната дата не трябва да е по-ранна от началната дата.
ca: La data final no pot ser anterior a la data d'inici.
fa: تاریخ پایان نباید زودتر از تاریخ شروع باشد.
hu: A befejezés dátuma nem lehet korábbi mint a kezdés dátuma.
vi: Ngày kết thúc không được sớm hơn ngày bắt đầu.

source: Duration cannot be zero.
ar: المدة الفارغة غير مسموح بها.
bg: Не е разрешено празно поле за продължителност.
ca: La durada no pot estar buida.
cs: Prázdná doba trvání není povolena.
da: Der skal stå noget i feltet varighed.
de: Eine leere Dauer ist nicht erlaubt.
el: Άδεια καταχώρηση χρόνου δεν επιτρέπεται.
es: No se permite un valor vacío para la duración.
fa: مدت زمان خالی مجاز نیست.
fi: Tyhjä kesto ei ole sallittu.
fr: Une durée vide n'est pas autorisée.
hr: Polje trajanja ne smije biti prazno.
hu: Üres időtartam nem engedélyezett.
it: Non è consentita una durata vuota.
nl: Een lege tijdsduur is niet toegestaan.
pl: Pusty czas trwania nie jest dozwolony.
pt_br: Não é permitida uma duração vazia.
ru: Пустая длительность не допускается.
sk: Nie je povolená prádzna doba trvania.
sl: Prazno trajanje ni dovoljeno.
sv: Det är inte tillåtet att ange tom varaktighet.
ta: வெற்று காலம் அனுமதிக்கப்படவில்லை.
tr: Boş bir süreye izin verilmiyor.
uk: Порожня тривалість не допускається.
vi: Không cho phép một khoản thời gian trống.

source: You must select at least one user or team.
ar: عليك على الاقل اختيار عضو او فريق.
bg: Трябва да изберете поне един потребител или екип.
ca: Heu de seleccionar almenys un usuari o equip.
cs: Musíte vybrat aspoň jednoho uživatele nebo tým.
da: Du skal mindst vælge en bruger eller et hold.
de: Sie müssen mindestens einen Benutzer oder ein Team auswählen.
el: Πρέπει να επιλέξετε τουλάχιστον έναν χρήστη ή ομάδα.
eo: Vi devas elekti almenaŭ unu uzanton aŭ teamon.
es: Debe seleccionar por lo menos un usuario o equipo.
fa: شما باید حداقل یک کاربر یا تیم را انتخاب کنید.
fi: Sinun täytyy valita vähintään yksi käyttäjä tai tiimi.
fr: Vous devez sélectionner au moins un utilisateur ou équipe.
hr: Moraš odabrati barem jednog korisnika ili tim.
hu: Legalább egy felhasználót vagy csoportot ki kell választani.
it: Devi selezionare almeno un utente o una team.
nb_no: Du må velge minst én bruker eller et lag.
nl: U moet ten minste één gebruiker of team selecteren.
pl: Musisz wybrać co najmniej jednego użytkownika lub zespół.
pt: Tem de selecionar pelo menos um utilizador ou equipa.
pt_br: Você deve selecionar pelo menos um usuário ou equipe.
ru: Вы должны выбрать минимум одного пользователя или команду.
sk: Musíte zvoliť aspoň jedného používateľa alebo tím.
sl: Izbrati morate vsaj enega Uporabnika ali ekipo.
sv: Du måste välja minst en användare eller grupp.
ta: நீங்கள் குறைந்தது ஒரு பயனர் அல்லது குழுவையாவது தேர்ந்தெடுக்க வேண்டும்.
tr: En az bir kullanıcı veya takım seçmelisiniz.
uk: Ви повинні вибрати хоча б одного користувача або команду.
vi: Bạn phải chọn ít nhất một người dùng hoặc nhóm.

source: This invoice document cannot be used. Please rename the file and upload it again.
bg: Този документ за фактура не може да бъде използван. Моля, преименувайте файла и го качете отново.
ca: Aquest document de factura no es pot utilitzar. Canvieu el nom del fitxer i torneu-lo a pujar.
fa: این سند فاکتور قابل استفاده نیست. لطفا نام فایل را تغییر دهید و دوباره آپلود کنید.
hu: Ez a számla dokumentum nem használható, kérlek nevezd át és töltsd fel újra.
it: Questo documento di fatturazione non può essere usato, rinomina il file e caricalo di nuovo.
sl: Tega zapisa transakcij ni mogoče uporabiti. Prosim, preimenujte dokument in ga znova naložite.
ta: இந்த விலைப்பட்டியல் ஆவணத்தைப் பயன்படுத்த முடியாது. கோப்பை மறுபெயரிட்டு மீண்டும் பதிவேற்றவும்.
tr: Bu fatura belgesi kullanılamıyor. Lütfen dosyayı yeniden adlandırın ve tekrar yükleyin.
uk: Цей рахунок не може бути використаний. Будь ласка, перейменуйте файл і завантажте його знову.
vi: Tập hóa đơn này không thể sử dụng, vui lòng thay tên tệp và tải lên lại một lần nữa.

source: This period is locked. Please choose a later date.
bg: Този период е заключен. Моля, изберете по-късна дата.
ca: Aquest període està bloquejat. Trieu una data posterior.
fa: این دوره قفل شده است. لطفاً تاریخ بعدی را انتخاب کنید.
hr: Ovo je razdoblje zaključeno. Odaberi jedan kasniji datum.
hu: Ez az időtartam zárolva van, kérlek válassz egy későbbi időpontot.
it: Questo periodo è bloccato, scegli una data successiva.
nb_no: Denne perioden er låst. Velg en senere dato.
sl: To obdobje je zaklenjeno. Prosimo izberite kasnejši datum.
ta: இந்தக் காலம் பூட்டப்பட்டுள்ளது. பின்னர் தேதியைத் தேர்வுசெய்க.
tr: Bu dönem kilitli. Lütfen daha ileri bir tarih seçin.
uk: Цей період заблокований. Виберіть пізнішу дату.
vi: Khoảng thời gian này bị khóa. Vui lòng chọn một ngày sau đó.

source: You already have an entry for this time.
ar: لديك بالفعل إدخال لهذا الوقت.
bg: Вече имате запис за този час.
ca: Ja teniu un registre per a aquesta hora.
cs: Už existuje zápis pro tento čas.
da: Du har allerede en registrering for dette tidspunkt.
de: Es existiert bereits ein Eintrag für diesen Zeitpunkt.
el: Έχετε ήδη μια καταχώριση για αυτήν την ώρα.
eo: Vi jam havas elementon por ĉi tiu tempo.
es: Ya tiene un registro para esta hora.
fa: شما از قبل برای این زمان ورودی دارید.
fi: Sinulla on jo merkintä tälle ajalle.
fr: Vous avez déjà une entrée pour cette heure.
hr: Za ovo vrijeme već postoji unos.
hu: Már rendelkezel bejegyzéssel erre az időre.
it: Hai già una voce per questo periodo.
nb_no: Du har allerede en oppføring for dette tidspunktet.
nl: Je hebt al een item voor deze tijd.
pl: Masz już wpis w tym czasie.
pt: Já tem uma entrada para este tempo.
pt_br: Você já tem uma entrada para este tempo.
ru: У Вас уже есть запись на это время.
sk: Pre tento čas už máte záznam.
sl: Za ta čas že imate prijavo.
sv: Du har redan en post för den här tiden.
ta: இந்த நேரத்தில் உங்களிடம் ஏற்கனவே ஒரு உள்ளடக்கம் உள்ளது.
tr: Bu zaman için zaten bir kaydınız var.
uk: У Вас вже є запис на цей час.
vi: Bạn đã có một mục nhập cho thời gian này.

source: The given value is not a valid time.
ar: القيمة المحددة ليست وقتًا صالحًا.
bg: Дадената стойност не е валидно време.
ca: El valor no és una hora vàlida.
cs: Zadaná hodnota není platný čas.
da: Den indtastede værdi er ikke et gyldigt tidspunkt.
de: Der eingetragene Wert ist keine gültige Uhrzeit.
el: Η παρεχόμενη τιμή δεν αποτελεί έγκυρη ώρα.
eo: La donita valoro ne estas valida tempo.
es: El valor proporcionado no es una hora válida.
fa: مقدار داده شده زمان معتبری نیست.
fi: Annettu arvo ei ole kelvollinen aika.
fr: La valeur saisie n'est pas une heure valide.
hr: Zadana vrijednost nije ispravno vrijeme.
hu: A megadott érték érvénytelen idő.
it: Il valore fornito non è un orario valido.
nb_no: Angitt verdi er ikke en gyldig tid.
nl: De opgegeven waarde is geen geldig tijdstip.
pl: Podana wartość nie jest prawidłowym czasem.
pt: O valor fornecido não é um tempo válido.
pt_br: O valor dado não é um tempo válido.
ru: Это значение - недействительное время.
sk: Táto hodnota nie je platný čas.
sl: Podana vrednost ni veljaven čas.
sv: Det angivna värdet är inte en giltig tid.
ta: கொடுக்கப்பட்ட மதிப்பு சரியான நேரம் அல்ல.
tr: Verilen değer geçerli bir zaman değil.
uk: Задане значення не є дійсним часом.
vi: Giá trị đã cho không phải là một thời gian hợp lệ.

source: The budget is completely used.
bg: Бюджетът е изчерпан. От наличния %budget%, %used% е резервиран досега, %free% все още може да се използва.
ca: El pressupost s'ha esgotat. Del %budget% disponible, s'ha utilitzat %used% fins ara, encara es pot utilitzar %free%.
cs: Rozpočet je vyčerpán. Z plánovaného %budget% bylo použito %used%, může být použito ještě %free%.
da: Budgettet er brugt op. Af et budget på %budget% er %used% brugt indtil videre og %free% kan stadig bruges.
de: Das Budget ist aufgebraucht. Von den vorhandenen %budget% wurden bisher %used% gebucht, noch nutzbar sind %free%.
el: Ο προϋπολογισμός έχει εξαντληθεί. Από το διαθέσιμο %budget%, έχει χρησιμοποιηθεί το %used% μέχρι στιγμής, το υπολειπόμενο %free% μπορεί να χρησιμοποιηθεί.
eo: La buĝeto estas elĉerpita. El la disponebla %budget%, %used% estis uzita ĝis nun, kaj %free% ankoraŭ restas uzebla.
es: El presupuesto se ha agotado. Del %budget% disponible, el %used% se ha reservado hasta ahora, el %free% aún puede utilizarse.
fa: بودجه تمام شده است. از %budget% موجود، %used% تا کنون رزرو شده است، %free% همچنان قابل استفاده است.
fi: Budjetti on käytetty loppuun. Käytettävissä olevasta %budget% on tähän mennessä varattu %used%, %free% voidaan vielä käyttää.
fr: Le budget est épuisé. Sur %budget% disponible, %used% a été réservé jusqu'à présent, %free% peut toujours être utilisé.
hr: Budžet je potrošen. Od raspoloživih %budget%, do sada je rezervirano %used%, može se koristiti još %free%.
hu: A költségkeret felhasználásra került. A rendelkezésre álló %budget% összegből eddig %used% került lefoglalásra, %free% még felhasználható.
it: Il budget è esaurito. Del %budget% disponibile, %used% è stato prenotato finora, %free% può ancora essere usato.
nl: Het budget is gebruikt. Van het beschikbare %budget%, is %used% al gebruikt, %free% kan nog gebruikt worden.
pl: Budżet się wyczerpał. Z dostępnych %budget%, %used% zostało zarezerwowane do tej pory, %free% może być nadal używany.
pt: O orçamento está esgotado. De %budget% disponíveis, já foram reservados até agora %used% e ainda podem ser utados %free%.
pt_br: O orçamento foi esgotado. Do %budget% disponível, do que foi %used% tem sido reservado até o momento, há %free% que ainda pode ser utilizado.
ru: Бюджет исчерпан. Из доступного %budget% зарезервировано %used%, %free% может быть использовано.
sk: Rozpočet je vyčerpaný. Z plánovaného %budget% bolo %used%, môže byť ešte použíté %free%.
sl: Proračun je porabljen. Od razpoložljivega %budget% je bilo do zdaj zabeleženih %used% , še vedno lahko uporabite %free%.
sv: Budgeten är förbrukad. Av den tillgängliga budgeten %budget% har %used% blivit bokad hittills. %free% kan fortfarande användas.
ta: நிதித்திட்டம் பயன்படுத்தப்பட்டது. கிடைக்கக்கூடிய %budget%, %used% இதுவரை முன்பதிவு செய்யப்பட்டுள்ளது, %free%இன்னும் பயன்படுத்தப்படலாம்.
tr: Bütçe tükendi. Toplam kullanılabilir %budget% bütçeden, %used% şimdiye kadar rezerve edildi, %free% hala kullanılabilir.
uk: Бюджет вичерпано. З доступних %budget% поки що заброньовано %used%, %free% ще можна використати.
vi: Ngân sách đã được sử dụng hết. Trong số %budget% có sẵn, %used% đã được đặt trước, %free% vẫn có thể được sử dụng.

source: Sorry, the budget is used up.
ar: عذرا ، الميزانية استنفدت.
bg: За съжаление, бюджетът е изчерпан.
ca: Ho sentim, el pressupost s'ha esgotat.
cs: Rozpočet je bohužel vyčerpán.
da: Undskyld, budgettet er brugt.
de: Entschuldigung, das Budget ist aufgebraucht.
el: Συγνώμη, ο προϋπολογισμός έχει εξαντληθεί.
es: Lo siento, el presupuesto se ha agotado.
fa: با عرض پوزش، بودجه تمام شده است.
fi: Valitettavasti budjetti on käytetty.
fr: Désolé, le solde est épuisé.
hr: Žao nam je, ali budžet je potrošen.
hu: Sajnálom, a költségkeret kimerült.
it: Spiacente, il budget è esaurito.
nb_no: Budsjettet er oppbrukt.
nl: Sorry, het budget is op.
pl: Przepraszamy, budżet się wyczerpał.
pt_br: Desculpe, não há orçamento.
ru: Извините, бюджет исчерпан.
sk: Pardon, rozpočet je už vyčerpaný.
sl: Oprostite, proračun je porabljen.
sv: Tyvärr, budgeten är förbrukad.
ta: மன்னிக்கவும், நிதித்திட்டம் பயன்படுத்தப்பட்டது.
tr: Üzgünüz, bütçe tükendi.
uk: Вибачте, бюджет вичерпано.
vi: Rất tiếc, ngân sách đã được dùng hết.

source: Maximum duration of {{ value }} hours exceeded.
ar: الحد الأقصى {{ value }} ساعة مسموح بها.
bg: Максималният брой разрешени часове е {{ value }}.
ca: Màxim {{ value }} hores permeses.
cs: Povoleno maximálně {{ value }} hodin.
da: Maksimalt {{ value }} timer er tilladt.
de: Erlaubt sind max. {{ value }} Stunden.
el: {{ value }} ώρες το μέγιστο επιτρέπονται.
eo: Maksumuma nombro de horoj estas {{ value }}.
es: Un número máximo {{ value }} de horas son permitidas.
fa: حداکثر {{ value }} ساعت مجاز است.
fi: Enintään {{ value }} tuntia sallittu.
fr: {{ value }} heures maximales autorisées.
hr: Maksimalan broj dozvoljenih sati je {{ value }}.
hu: Maximum {{ value }} óra engedélyezett.
it: Sono consentite al massimo {{ value }} ore.
nb_no: Maksimalt {{ value }} timer tillates.
nl: Maximale {{ value }} uren toegestaan.
pl: Maksymalna ilość godzin dozwolona to {{ value }}.
pt: Máximo de {{ value }} horas permitidas.
pt_br: O máximo de {{ value }} hora(s) permitida(s).
ru: Максимально разрешено {{ value }} часов.
sk: Povolené maximálne {{ value }} hodín.
sl: Največje dovoljeno število ur: {{ value }}.
sv: Max {{ value }} timmar tillåts.
ta: அதிகபட்சம் {{ value }} மணிநேரம் அனுமதிக்கப்படுகிறது.
tr: En fazla {{ value }} saate izin veriliyor.
uk: Максимально дозволено {{ value }} годин.
vi: Cho phép tối đa {{ value }} giờ.

source: An activity needs to be selected.
ar: يجب اختيار نشاط.
bg: Необходимо е да се избере дейност.
ca: Cal seleccionar una activitat.
cs: Musí být vybrána aktivita.
da: En aktivitet skal vælges.
de: Eine Tätigkeit muss ausgewählt werden.
el: Κάποια ενέργεια χρειάζεται να επιλεχθεί.
eo: Aktivaĵo devas esti elektita.
es: Hay que seleccionar una actividad.
fa: یک فعالیت باید انتخاب شود.
fi: Toiminta on valittava.
fr: Une activité doit être sélectionnée.
hr: Mora se odabrati jedna aktivnost.
hu: Ki kell választani egy tevékenységet.
it: È necessario selezionare un'attività.
nb_no: En aktivitet må velges.
nl: Er moet een activiteit geselecteerd worden.
pl: Należy wybrać czynność.
pt: Tem de ser selecionada uma atividade.
pt_br: Uma atividade precisa ser selecionada.
ru: Необходимо выбрать активность.
sk: Musí byť vybraná aktivita.
sl: Potrebno je izbrati aktivnost.
sv: En aktivitet måste väljas.
ta: ஒரு செயல்பாட்டைத் தேர்ந்தெடுக்க வேண்டும்.
tr: Bir etkinliğin seçilmesi gerekiyor.
uk: Потрібно обрати діяльність.
vi: Một hoạt động cần phải được chọn.

source: A project needs to be selected.
ar: يجب تحديد مشروع.
bg: Необходимо е да се избере проект.
ca: Cal seleccionar un projecte.
cs: Musí být vybrán projekt.
da: Et projekt skal vælges.
de: Ein Projekt muss ausgewählt werden.
el: Κάποιο έργο χρειάζεται να επιλεχθεί.
eo: Projekto devas esti elektita.
es: Es necesario seleccionar un proyecto.
fa: یک پروژه باید انتخاب شود.
fi: Projekti on valittava.
fr: Un projet doit être sélectionné.
hr: Mora se odabrati jedan projekt.
hu: Ki kell választani egy projektet.
it: È necessario selezionare un progetto.
nb_no: Et prosjekt må velges.
nl: Er moet een project geselecteerd worden.
pl: Należy wybrać projekt.
pt: Tem de ser selecionado um projeto.
pt_br: Um projeto precisa ser selecionado.
ru: Необходимо выбрать проект.
sk: Musí byť vybraný projekt.
sl: Potrebno je izbrati projekt.
sv: Ett projekt måste väljas.
ta: ஒரு திட்டத்தைத் தேர்ந்தெடுக்க வேண்டும்.
tr: Bir projenin seçilmesi gerekiyor.
uk: Потрібно обрати проєкт.
vi: Một dự án cần được chọn.

source: This timesheet is already exported.
ar: تم تصدير الجدول الزمني هذا بالفعل.
bg: Този отчет за работно време вече е експортиран.
ca: Aquest full de temps ja s'ha exportat.
cs: Tento pracovní výkaz už byl exportován.
da: Denne time seddel er allerede eksporteret.
de: Dieser Eintrag wurde bereits exportiert.
el: Αυτό το δελτίο απασχόλησης είναι ήδη εξαγμένο.
eo: Tiu ĉi temposlipo jam estas eksportita.
es: Esta hoja de horas ya se ha exportado.
fa: این تایم شیت قبلاً صادر شده است.
fi: Tämä tuntilomake on jo viety.
fr: Cette feuille d'heures est déjà exportée.
hr: Ova je vremenska tablica već izvezena.
hu: Ez a munkaidő-bejegyzés már exportálva van.
it: Questo foglio di presenza è già stata esportato.
nb_no: Denne timeseddelen er allerede eksportert.
nl: Dit tijdrooster is al geëxporteerd.
pl: Ta ewidencja czynności została już wyeksportowana.
pt: Este quadro de horários já foi exportado.
pt_br: Este quadro de horários já foi exportado.
ru: Этот табель уже экспортирован.
sk: Tento pracovný výkaz už bol vyexportovaný.
sl: Ta urnik je že izvožen.
sv: Den här tidsrapporten är redan exporterad.
ta: இந்த நேரத்தாள் ஏற்கனவே ஏற்றுமதி செய்யப்பட்டுள்ளது.
tr: Bu zaman çizelgesi zaten dışa aktarıldı.
uk: Цей табель уже експортований.
vi: Bảng chấm công này đã được xuất.

source: Validation Failed
ar: وقعت هناك مشكلة في الحفظ.
bg: Възникна проблем със запазването.
ca: S'ha produït un problema en desar.
cs: Při ukládání došlo k problému.
da: Der var et problem med at gemme.
de: Es gab ein Problem beim Speichern.
es: Hubo un problema al guardar.
fa: مشکلی در ذخیره کردن وجود داشت.
fr: Un problème s'est produit lors de l'enregistrement.
hr: Došlo je do problema pri spremanju.
hu: Mentés közben hiba történt.
it: Si è verificato un problema durante il salvataggio.
nb_no: Kunne ikke lagre.
nl: Er is een probleem opgetreden bij het opslaan.
pl: Wystąpił problem z zapisem.
pt_br: Houve um problema ao salvar.
sk: Pri ukladaní došlo k chybe.
sl: Pri shranjevanju je prišlo do težave.
sv: Det uppstod ett problem när du skulle spara.
ta: சேமிப்பதில் சிக்கல் இருந்தது.
tr: Kaydedilirken bir sorun oluştu.
uk: Виникла проблема зі збереженням.
vi: Đã xảy ra lỗi khi lưu.

source: Cannot stop running timesheet
ar: لديك سجل وقت نشط لا يمكن إيقافه تلقائيًا.
bg: Имате активен запис на време, който не може да бъде спрян автоматично.
ca: Teniu un registre de temps actiu que no es pot aturar automàticament.
cs: Máte aktivní časový záznam, který nelze automaticky zastavit.
da: Du har en aktiv tidsregistrering der ikke kan stoppes automatisk.
de: Sie haben eine aktive Zeitmessung, die nicht automatisch beendet werden kann.
es: Tiene una entrada de tiempo activa que no se puede detener automáticamente.
fa: شما یک رکورد زمانی فعال دارید که به طور خودکار متوقف نمی شود.
fr: Vous avez un enregistrement de temps actif qui ne peut être arrêté automatiquement.
hr: Imaš jedno aktivno snimanje vremena koje se ne može automatski prekinuti.
hu: Van egy aktív időbejegyzése, amelyet nem lehet automatikusan leállítani.
it: Hai un registrazione di tempo attiva che non può essere fermata automaticamente.
nb_no: Du har en aktiv tidsoppføring som ikke kan stoppes automatisk.
nl: U hebt een actieve tijdsregistratie die niet automatisch kan worden gestopt.
pl: Masz aktywny zapis czasu, który nie może być zatrzymany automatycznie.
pt_br: Você tem um registro de tempo ativo que não pode ser interrompido automaticamente.
sk: Máte aktívny časový záznam, ktorý sa nemôže automaticky zastaviť.
sl: Imate aktiven časovni zapis, ki ga ni mogoče samodejno ustaviti.
sv: Du har en aktiv tidsregistrering som inte kan stoppas automatiskt.
ta: உங்களிடம் செயலில் நேர பதிவு உள்ளது, இது தானாக நிறுத்த முடியாது.
tr: Otomatik olarak durdurulamayan etkin bir zaman kaydınız var.
uk: У Вас активний запис часу, який не можна зупинити автоматично.
vi: Bạn có một khoảng thời gian hoạt động đang được ghi nhận và không thể dừng tự động.

source: The given code is not the correct TOTP token.
bg: Даденият код не е правилният TOTP токен.
ca: El codi introduït no és el token TOTP correcte.
cs: Uvedený kód není správný token TOTP.
da: Den angivne kode er ikke en korrekt TOTP token.
de: Der übermittelte Code ist nicht der korrekte TOTP Token.
es: El código ingresado no es el símbolo TOTP correcto.
fa: کد داده شده رمز TOTP صحیح نیست.
fr: Le code fourni n'est pas le bon jeton TOTP.
hr: Navedeni kod nije ispravni TOTP token.
hu: A megadott kód nem a megfelelő TOTP token.
it: Il codice fornito non è il token TOTP corretto.
nb_no: Angitt kode er ikke riktig TOTP-symbol.
nl: De gegeven code is niet de juiste TOTP token.
pl: Podany kod nie jest prawidłowym tokenem TOTP.
pt_br: O código fornecido não é um token TOTP correto.
sk: Zadaný kód nie je správny TOTP token.
sv: Den givna koden är inte rätt TOTP-token.
ta: கொடுக்கப்பட்ட குறியீடு சரியான இஒமுக கிள்ளாக்கு அல்ல.
tr: Verilen kod doğru TOTP belirteci değil.
uk: Наведений код не є коректним токеном TOTP.
vi: Mã TOTP đưa ra không đúng.

source: This value is not a valid role name.
bg: Това не е валидно име за потребителска роля.
ca: Aquest no és un nom vàlid per a un rol d'usuari.
cs: Toto není platný název pro roli uživatele.
da: Dette er ikke et tilladt navn til en bruger rolle.
de: Dies ist kein gültiger Name für eine Benutzer-Rolle.
es: Este no es un nombre válido para un rol de usuario.
fa: این نام معتبری برای نقش کاربری نیست.
fr: Ce n'est pas un nom valide pour un rôle utilisateur.
hr: Ovo nije ispravno ime za korisničku ulogu.
hu: Ez nem érvényes név egy felhasználói szerepkörhöz.
it: Questo non è un nome valido per un ruolo utente.
nb_no: Dette er ikke et gyldig navn for en brukerrolle.
nl: Dit is geen geldige naam voor een gebruikersrol.
pl: To nie jest prawidłowa nazwa dla roli użytkownika.
pt_br: Este não é um nome válido para uma função do usuário.
sk: Toto nie je platný názov pre používateľskú rolu.
sl: To ni veljavno ime za Uporabniško vlogo.
sv: Detta är inte ett giltigt namn för en användarroll.
ta: இது பயனர் பாத்திரத்திற்கான சரியான பெயர் அல்ல.
tr: Bu, bir kullanıcı rolü için geçerli bir ad değil.
uk: Це неприпустиме ім'я для користувацької ролі.
vi: Đây không phải tên hợp lệ cho vai trò người dùng.

source: This absence type is not known.
bg: Този вид отсъствие не е известен.
ca: Aquest tipus d'absència no és conegut.
cs: Tento typ absence není znám.
da: Denne fraværs type er ukendt.
de: Dieser Abwesenheitstyp ist nicht bekannt.
es: Se desconoce este tipo de ausencia.
fa: این نوع غیبت شناخته شده نیست.
fr: Ce type d'absence est inconnu.
hr: Ovo je nepoznata vrsta odsutnosti.
hu: Ez a távollét típus ismeretlen.
it: Questo tipo di congedo è sconosciuto.
nl: Dit afwezigheidstype is niet bekend.
pl: Ten typ nieobecności nie jest znany.
pt_br: Esse tipo de ausência é desconhecido.
sl: Ta tip odsotnosti ni poznan.
sv: Okänd frånvarotyp.
ta: இந்த இல்லாத வகை தெரியவில்லை.
tr: Bu devamsızlık türü bilinmiyor.
uk: Цей вид відсутності невідомий.
vi: Vắng mặt diện không xác định.

source: The chosen date is not a working day.
bg: Избраната дата не е работен ден.
ca: La data escollida no és un dia laborable.
cs: Zvolené datum není pracovním dnem.
da: Den valgte dato er ikke en arbejds dag.
de: Das ausgewählte Datum ist kein Arbeitstag.
es: La fecha elegida no es un día laborable.
fa: تاریخ انتخاب شده روز کاری نیست.
fr: La date choisie n'est pas une journée travaillée.
hr: Odabrani datum nije radni dan.
hu: A kiválasztott dátum nem munkanap.
it: La data scelta non è un giorno lavorativo.
nl: De gekozen datum is geen werkdag.
pl: Wybrana data nie jest dniem roboczym.
pt_br: A data escolhida não é um dia útil.
sl: Izbrani datum ni delovni dan.
sv: Valt datum är inte en arbetsdag.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி ஒரு வேலை நாள் அல்ல.
tr: Seçilen tarih bir iş günü değil.
uk: Обрана дата не є робочим днем.
vi: Ngày được chọn không phải là ngày làm việc.

source: The chosen date is already locked.
bg: Избраната дата вече е заключена.
ca: La data seleccionada ja està bloquejada.
cs: Vybrané datum je již uzamčeno.
da: Den valgte dato er allerede låst.
de: Das ausgewählte Datum ist bereits gesperrt.
es: La fecha elegida ya está cerrada.
fa: تاریخ انتخاب شده از قبل قفل شده است.
fr: La date choisie est déjà verrouillée.
hr: Odabrani datum je već zaključen.
hu: A kiválasztott dátum már zárolva van.
it: La data scelta è già bloccata.
nl: De gekozen datum ligt in een reeds afgesloten periode.
pl: Wybrana data jest już zablokowana.
pt_br: A data escolhida já está bloqueada.
sl: Izbrani datum je že zaklenjen.
sv: Valt datum är redan låst.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி ஏற்கனவே பூட்டப்பட்டுள்ளது.
tr: Seçilen tarih zaten kilitli.
uk: Обрана дата вже заблокована.
vi: Ngày được chọn đã bị khóa.
